{
  "line_1": "Si je pouvais réorganiser l'alphabet, je mettrais \"U\" et \"I\" ensemble.",
  "line_2": "Vous devez être Wi-Fi, parce que je ressens totalement une connexion en ce moment.",
  "line_3": "Quelqu'un a besoin d'une lumière ? Parce que nous sommes le match parfait.",
  "line_4": "Même s'il n'y avait pas de gravité, je tomberais toujours amoureux de toi.",
  "line_5": "Vous et moi sommes comme le Billboard 100 - nous sommes les célibataires les plus chauds du pays.",
  "line_6": "Est-ce qu'il fait chaud ici, ou c'est juste vous ?",
  "line_7": "Je ne suis pas photographe. Mais je nous imagine totalement ensemble.",
  "line_8": "Vous devez être en retard pour retourner vos livres de bibliothèque parce que vous avez \"bien\" écrit sur vous.",
  "line_9": "Devrais-je t'appeler Darwin ? Parce que tu es totalement ma sélection naturelle.",
  "line_10": "Excusez-moi, vous êtes perdu ? Le concours Mondial Homme/Femme Sexiste est à côté.",
  "line_11": "Tu dois être fatigué, parce que tu as traversé ma tête toute la journée.",
  "line_12": "Puis-je vous appeler Google ? Parce que tu as tout ce que je cherche.",
  "line_13": "Il doit y avoir quelque chose de mal avec mes yeux, parce que je ne peux pas vous les enlever.",
  "line_14": "Vous avez une carte ? Je viens de me perdre en te regardant dans les yeux.",
  "line_15": "On s'est rencontrés ? Je crois que je t'ai vu dans mes rêves.",
  "line_16": "Croyez-vous en l'amour à la première vue ou devrais-je passer à nouveau ?",
  "line_17": "Je peux prédire l'avenir. Et vous y êtes.",
  "line_18": "Vous êtes artiste ? Parce que tu attires certainement mon attention.",
  "line_19": "Tu dois être une légende, parce que j'ai entendu tellement de grandes choses à ton sujet.",
  "line_20": "J'ai toujours pensé que le bonheur commençait par un \"h\". Mais je viens de réaliser qu'il commence par un \"u\".",
  "line_21": "Je viens de terminer un livre que je pense que vous aimerez. Pourquoi ne passez-vous pas pour le ramasser ?",
  "line_22": "Je cherche des dates importantes dans l'histoire et je me demande si vous voulez être l'une d'entre elles.",
  "line_23": "Je peux t'appeler Waldo ? Quelqu'un comme vous est impossible à trouver.",
  "line_24": "Je peux emprunter un baiser ? Je promets de le rendre.",
  "line_25": "Tu sais dans quoi j'aimerais vraiment te voir ? Mes bras.",
  "line_26": "Vous êtes un voyageur dans le temps ? Parce que je vois mon avenir avec toi.",
  "line_27": "Vous devez être un billet de stationnement parce que vous avez bien écrit sur vous.",
  "line_28": "Si tu étais un clavier, tu serais exactement mon type.",
  "line_29": "Êtes-vous un investissement ? Parce que je consacre tout mon temps à toi.",
  "line_30": "Si la vie avait un centre, tu serais le soleil autour duquel je tourne.",
  "line_31": "Vous êtes un GPS ? Parce que tu sais toujours comment me conduire directement vers toi.",
  "line_32": "Vous êtes un aimant ? Parce que je suis totalement attiré par toi.",
  "line_33": "Vous êtes Oreo ? Parce que je saisis cette opportunité.",
  "line_34": "Vous êtes un crayon ? Parce que tu m'attires.",
  "line_35": "Il n'y a aucun moyen que votre animal spirituel ne soit pas un phénix. Tu as réactivé mon cœur comme de la magie.",
  "line_36": "Vous êtes une brise ? Parce que tu m'as balayé de mes pieds sans bruit.",
  "line_37": "Doux, irrésistible et impossible à en tirer assez – êtes-vous secrètement un biscuit au chocolat?",
  "line_38": "Vous êtes un prêt bancaire ? Parce que tu as mon intérêt.",
  "line_39": "Vous êtes un réfrigérateur ? Parce que tu es trop cool pour l'ignorer.",
  "line_40": "Vous êtes un parking ? Parce que je cherche quelqu'un comme toi depuis toujours.",
  "line_41": "Qui a besoin d'une carte de bibliothèque quand vous avez \"check me out\" écrit sur vous.",
  "line_42": "Vous êtes un chargeur de téléphone ? Parce que je me sens mort sans toi.",
  "line_43": "Vous êtes un réseau 5G ? Parce que tu m'as connecté instantanément.",
  "line_44": "Savez-vous comment hacker ? Parce que tu as volé mon cœur complètement.",
  "line_45": "Je m'appelle _______________, mais n'hésitez pas à m'appeler ce soir ou demain.",
  "line_46": "Votre club accepte-t-il de nouveaux membres ? Parce que je vais m'inscrire.",
  "line_47": "Est-ce que nous sommes en ligne de self-service ? Parce que je te vérifie complètement.",
  "line_48": "Si vous étiez une annonce, vous seriez la petite lettre.",
  "line_49": "Vous êtes un prêt automobile ? Parce que tu as certainement mon intérêt.",
  "line_50": "Je t'achèterais un verre de vin, mais alors je serais jaloux du verre.",
  "line_51": "Ma majeure est l'anatomie. Tu veux m'aider à étudier ?",
  "line_52": "Vous avez un nom ou je peux vous appeler le mien ?",
  "line_53": "Vous avez un bandage ? J'ai juste rasé mon genou en tombant pour toi.",
  "line_54": "Devinez-vous de quoi est faite ma chemise ? Matériel fille/petit ami.",
  "line_55": "Je peux vous accompagner à la maison ? J'ai toujours cru à suivre mes rêves.",
  "line_56": "J'écris un livre sur les chiffres. Je viens de réaliser que je n'ai pas le vôtre.",
  "line_57": "Vous êtes une caméra ? Parce que chaque fois que je te regarde, je souris.",
  "line_58": "Vous aimez Legos ? Parce que je pense que nous pourrions construire une relation ensemble.",
  "line_59": "Est-ce que ça fait mal quand tu es tombé du ciel ?",
  "line_60": "Tu dois être un aimant. Parce que je ressens l'attraction.",
  "line_61": "Quelqu'un t'a brisé le cœur ? Parce que tu peux avoir le mien.",
  "line_62": "J'aimerais t'emmener au cinéma, mais je ne veux pas avoir d'ennuis pour apporter ma propre collation.",
  "line_63": "Vous êtes un balai ? Parce que tu m'as juste balayé de mes pieds.",
  "line_64": "Ta main semble lourde. Je peux te la tenir ?",
  "line_65": "On s'est rencontrés ? Parce que tu ressembles beaucoup à ma prochaine fille / petit ami.",
  "line_66": "Je ne croyais pas à l'amour à la première vue. Jusqu'à ce que je te vois.",
  "line_67": "Tu es si épicée que tu me fais brûler l'estomac.",
  "line_68": "Si ton père était boxeur ? Parce que tu es un vrai knockout.",
  "line_69": "Vous avez le temps ? J'ai perdu la trace après t'avoir rencontré.",
  "line_70": "Je peux être ton flocon de neige ? Je vous promets de ne jamais vous éloigner de votre cœur.",
  "line_71": "Vous êtes français ? Eiffel pour vous.",
  "line_72": "Vous êtes un signal Wi-Fi ? Parce que je ressens un lien fort.",
  "line_73": "Pas de stylo, pas de papier. Mais tu attires toujours mon attention.",
  "line_74": "Vous êtes un cœur ? Parce que je n'arrêterais jamais de battre pour toi.",
  "line_75": "Je crois à suivre mes rêves, alors tu montres la voie.",
  "line_76": "Si être belle était un crime, tu serais sur la liste des plus recherchées.",
  "line_77": "L’embrasser est une langue d’amour. Tu veux commencer une conversation avec moi ?",
  "line_78": "Vous êtes en fer ? Parce que je n'en ai pas assez.",
  "line_79": "On va prendre du café ? Parce que je t'aime un latte.",
  "line_80": "Tu devrais être Jasmine sans le \"Jas.",
  "line_81": "Vous êtes un ride Disney ? Parce que je t'attendrais pour toujours.",
  "line_82": "Vous êtes de l'eau ? Parce que je mourrais sans toi.",
  "line_83": "Je vois que tu aimes la tequila. Ça veut dire que tu me donneras une chance ?",
  "line_84": "Je suis désolé de vous déranger, mais mon téléphone doit être cassé parce qu'il ne semble pas y avoir votre numéro.",
  "line_85": "Vous êtes boxeur ? Parce que tu es un total knockout.",
  "line_86": "Vous parlez en public ? Parce que tu me rends vraiment nerveuse.",
  "line_87": "Êtes-vous bon en mathématiques ? Moi non plus ; Le seul numéro qui m'intéresse est le vôtre.",
  "line_88": "Je ne suis pas religieuse, mais vous êtes la réponse à toutes mes prières."
}