{
  "line_1": "Si je pouvais réarranger l'alphabet, je mettrais 'U' et 'I' ensemble.",
  "line_2": "Tu dois être le Wi-Fi, car je sens une connexion parfaite en ce moment.",
  "line_3": "Quelqu'un a besoin de lumière ? Car nous sommes une correspondance parfaite.",
  "line_4": "Même sans gravité, je tomberais amoureux de toi.",
  "line_5": "Toi et moi sommes comme le Billboard 100, nous sommes le single le plus chaud du pays.",
  "line_6": "Il fait chaud ici, ou c'est juste toi ?",
  "line_7": "Je ne suis pas photographe, mais je peux nous imaginer ensemble.",
  "line_8": "Tu dois être un livre de bibliothèque, car je suis en retard pour te rendre.",
  "line_9": "Je peux t'appeler Darwin ? Car tu es ma sélection naturelle.",
  "line_10": "Désolé, tu es perdu ? Le concours de sexisme mondial est à côté.",
  "line_11": "Tu dois être fatigué, car tu cours dans mon esprit toute la journée.",
  "line_12": "Je peux t'appeler Google ? Car tu as tout ce que je cherche.",
  "line_13": "Il doit y avoir quelque chose qui ne va pas avec mes yeux, car je ne peux pas les détacher de toi.",
  "line_14": "Tu as une carte ? Car je me suis perdu dans tes yeux.",
  "line_15": "On s'est déjà rencontrés ? Car je t'ai vu dans mes rêves.",
  "line_16": "Tu crois au coup de foudre ? Ou devrais-je repasser ?",
  "line_17": "Je peux prédire l'avenir, et tu y es.",
  "line_18": "Tu es artiste ? Car tu as complètement attiré mon attention.",
  "line_19": "Tu dois être une légende, car j'ai entendu beaucoup d'histoires incroyables sur toi.",
  "line_20": "J'ai toujours pensé que le bonheur commençait par 'H', mais je viens de réaliser qu'il commence par 'U'.",
  "line_21": "Je viens de finir un livre que je pense que tu aimerais. Tu veux venir le chercher ?",
  "line_22": "J'étudie les dates importantes de l'histoire, je me demande si tu veux en faire partie.",
  "line_23": "Je peux t'appeler Waldo ? Car je ne peux pas trouver quelqu'un comme toi.",
  "line_24": "Je peux emprunter un baiser ? Je promets de le rendre.",
  "line_25": "Tu sais où je veux te voir ? Dans mes bras.",
  "line_26": "Tu es un voyageur temporel ? Car je peux voir mon avenir avec toi.",
  "line_27": "Tu dois être un ticket de stationnement, car tu as 'superbe' écrit partout.",
  "line_28": "Si tu étais un clavier, tu serais mon type.",
  "line_29": "Tu es un investissement ? Car je passe tout mon temps avec toi.",
  "line_30": "Si la vie avait un centre, tu serais le soleil autour duquel je tourne.",
  "line_31": "Tu es un GPS ? Car tu sais toujours comment me guider vers toi.",
  "line_32": "Tu es un aimant ? Car je suis complètement attiré par toi.",
  "line_33": "Tu es un Oreo ? Car je saisis cette opportunité.",
  "line_34": "Tu es un crayon ? Car tu m'attires.",
  "line_35": "Ton animal spirituel doit être un phénix, car tu as réenflammé mon cœur comme par magie.",
  "line_36": "Tu es une brise ? Car tu as silencieusement volé mon cœur.",
  "line_37": "Doux, irrésistible, impossible à avoir assez - tu es secrètement un cookie aux pépites de chocolat ?",
  "line_38": "Tu es un prêt bancaire ? Car tu as attiré mon intérêt.",
  "line_39": "Tu es un réfrigérateur ? Car tu es trop cool pour être ignoré.",
  "line_40": "Tu es un parking ? Car je cherche quelqu'un comme toi depuis toujours.",
  "line_41": "Tu as 'emprunte-moi' écrit partout, mais je n'ai pas besoin de carte de bibliothèque.",
  "line_42": "Tu es un chargeur de téléphone ? Car je ne peux pas vivre sans toi.",
  "line_43": "Tu es un réseau 5G ? Car tu m'as connecté instantanément.",
  "line_44": "Tu sais comment pirater ? Car tu as complètement volé mon cœur.",
  "line_45": "Tu es un magicien ? Car quand je te regarde, tout le monde disparaît.",
  "line_46": "Ton fan club accepte-t-il de nouveaux membres ? Car je veux m'inscrire.",
  "line_47": "Sommes-nous à la caisse automatique ? Car je te regarde complètement.",
  "line_48": "Si tu étais une publicité, tu serais les petits caractères.",
  "line_49": "Tu es un prêt auto ? Car tu as certainement attiré mon intérêt.",
  "line_50": "Je veux t'offrir un verre de vin, mais le verre sera jaloux.",
  "line_51": "Ma spécialité est l'anatomie. Tu veux m'aider à étudier ?",
  "line_52": "Tu as un nom ? Ou je peux t'appeler le mien ?",
  "line_53": "Tu as un pansement ? Car je me suis écorché le genou en tombant amoureux de toi.",
  "line_54": "Tu peux deviner en quoi est fait mon t-shirt ? Matériel de petit ami/petite amie.",
  "line_55": "Je peux te raccompagner ? Car je crois en la poursuite des rêves.",
  "line_56": "J'écris un livre sur les nombres, j'ai remarqué qu'il manquait le tien.",
  "line_57": "Tu es un appareil photo ? Car je souris chaque fois que je te vois.",
  "line_58": "Tu aimes les Lego ? Car je pense qu'on peut construire une relation ensemble.",
  "line_59": "Ça faisait mal quand tu es tombé du ciel ?",
  "line_60": "Tu dois être un aimant, car je sens l'attraction.",
  "line_61": "Quelqu'un a brisé ton cœur ? Tu peux avoir le mien.",
  "line_62": "Tu es fait de cuivre et de tellure ? Car tu es Cu-Te.",
  "line_63": "Tu es un balai ? Car tu as balayé mon cœur.",
  "line_64": "Tes mains ont l'air lourdes, tu veux que je les tienne ?",
  "line_65": "On s'est déjà rencontrés ? Car tu ressembles à mon prochain petit ami/petite amie.",
  "line_66": "Je ne croyais pas au coup de foudre, jusqu'à ce que je te voie.",
  "line_67": "Tu es un magicien ? Car tu as ensorcelé mon cœur.",
  "line_68": "Tu es un boxeur ? Car tu es un KO parfait.",
  "line_69": "Tu as le temps ? Car j'ai perdu la notion du temps en te rencontrant.",
  "line_70": "Je peux être ton flocon de neige ? Je promets de ne jamais fondre de ton cœur.",
  "line_71": "Tu es français ? Car la Tour Eiffel est pour toi.",
  "line_72": "Tu es un signal Wi-Fi ? Car je sens une connexion forte.",
  "line_73": "Je n'ai pas de stylo ni de papier, mais tu attires toujours mon attention.",
  "line_74": "Tu es un cœur ? Car je ne cesserai jamais de battre pour toi.",
  "line_75": "Je crois en la poursuite des rêves, tu peux montrer le chemin.",
  "line_76": "Si la beauté était un crime, tu serais recherché.",
  "line_77": "Un baiser est le langage de l'amour, tu veux commencer une conversation avec moi ?",
  "line_78": "Tu es du fer ? Car je n'en ai jamais assez de toi.",
  "line_79": "On prend un café ? Car je t'aime comme un latte.",
  "line_80": "Tu es une étoile ? Car tu illumines mon monde.",
  "line_81": "Tu es une attraction Disney ? Car je peux t'attendre pour toujours.",
  "line_82": "Tu es de l'eau ? Car je ne peux pas vivre sans toi.",
  "line_83": "Tu aimes la tequila ? Ça veut dire que tu me donneras une chance ?",
  "line_84": "Désolé, mon téléphone doit être cassé, car je n'ai pas ton numéro.",
  "line_85": "Tu es un boxeur ? Car tu es un KO parfait.",
  "line_86": "Tu fais un discours ? Car tu me rends très nerveux.",
  "line_87": "Tu es bon en maths ? Moi aussi, le seul nombre qui m'intéresse est le tien.",
  "line_88": "Je ne suis pas religieux, mais tu es la réponse à toutes mes prières."
}