{
  "Rizz pick-up lines": [
    "Si je pouvais réorganiser l'alphabet, je mettrais \"U\" et \"I\" ensemble.",
    "Vous devez être Wi-Fi, parce que je ressens totalement une connexion en ce moment.",
    "Quelqu'un a besoin d'une lumière ? Parce que nous sommes le match parfait.",
    "Même s'il n'y avait pas de gravité, je tomberais toujours amoureux de toi.",
    "Vous et moi sommes comme le Billboard 100 - nous sommes les célibataires les plus chauds du pays.",
    "Est-ce qu'il fait chaud ici, ou c'est juste vous ?",
    "Je ne suis pas photographe. Mais je nous imagine totalement ensemble.",
    "Vous devez être en retard pour retourner vos livres de bibliothèque parce que vous avez \"bien\" écrit sur vous.",
    "Devrais-je t'appeler Darwin ? Parce que tu es totalement ma sélection naturelle.",
    "Excusez-moi, vous êtes perdu ? Le concours Mondial Homme/Femme Sexiste est à côté.",
    "Tu dois être fatigué, parce que tu as traversé ma tête toute la journée.",
    "Puis-je vous appeler Google ? Parce que tu as tout ce que je cherche.",
    "Il doit y avoir quelque chose de mal avec mes yeux, parce que je ne peux pas vous les enlever.",
    "Vous avez une carte ? Je viens de me perdre en te regardant dans les yeux.",
    "On s'est rencontrés ? Je crois que je t'ai vu dans mes rêves.",
    "Croyez-vous en l'amour à la première vue ou devrais-je passer à nouveau ?",
    "Je peux prédire l'avenir. Et vous y êtes.",
    "Vous êtes artiste ? Parce que tu attires certainement mon attention.",
    "Tu dois être une légende, parce que j'ai entendu tellement de grandes choses à ton sujet.",
    "J'ai toujours pensé que le bonheur commençait par un \"h\". Mais je viens de réaliser qu'il commence par un \"u\".",
    "Je viens de terminer un livre que je pense que vous aimerez. Pourquoi ne passez-vous pas pour le ramasser ?",
    "Je cherche des dates importantes dans l'histoire et je me demande si vous voulez être l'une d'entre elles.",
    "Je peux t'appeler Waldo ? Quelqu'un comme vous est impossible à trouver.",
    "Je peux emprunter un baiser ? Je promets de le rendre.",
    "Tu sais dans quoi j'aimerais vraiment te voir ? Mes bras.",
    "Vous êtes un voyageur dans le temps ? Parce que je vois mon avenir avec toi.",
    "Vous devez être un billet de stationnement parce que vous avez bien écrit sur vous.",
    "Si tu étais un clavier, tu serais exactement mon type.",
    "Êtes-vous un investissement ? Parce que je consacre tout mon temps à toi.",
    "Si la vie avait un centre, tu serais le soleil autour duquel je tourne.",
    "Vous êtes un GPS ? Parce que tu sais toujours comment me conduire directement vers toi.",
    "Vous êtes un aimant ? Parce que je suis totalement attiré par toi.",
    "Vous êtes Oreo ? Parce que je saisis cette opportunité.",
    "Vous êtes un crayon ? Parce que tu m'attires.",
    "Il n'y a aucun moyen que votre animal spirituel ne soit pas un phénix. Tu as réactivé mon cœur comme de la magie.",
    "Vous êtes une brise ? Parce que tu m'as balayé de mes pieds sans bruit.",
    "Doux, irrésistible et impossible à en tirer assez – êtes-vous secrètement un biscuit au chocolat?",
    "Vous êtes un prêt bancaire ? Parce que tu as mon intérêt.",
    "Vous êtes un réfrigérateur ? Parce que tu es trop cool pour l'ignorer.",
    "Vous êtes un parking ? Parce que je cherche quelqu'un comme toi depuis toujours.",
    "Qui a besoin d'une carte de bibliothèque quand vous avez \"check me out\" écrit sur vous.",
    "Vous êtes un chargeur de téléphone ? Parce que je me sens mort sans toi.",
    "Vous êtes un réseau 5G ? Parce que tu m'as connecté instantanément.",
    "Savez-vous comment hacker ? Parce que tu as volé mon cœur complètement."
  ],
  "Best rizz lines": [
    "Je m'appelle _______________, mais n'hésitez pas à m'appeler ce soir ou demain.",
    "Votre club accepte-t-il de nouveaux membres ? Parce que je vais m'inscrire.",
    "Est-ce que nous sommes en ligne de self-service ? Parce que je te vérifie complètement.",
    "Si vous étiez une annonce, vous seriez la petite lettre.",
    "Vous êtes un prêt automobile ? Parce que tu as certainement mon intérêt.",
    "Je t'achèterais un verre de vin, mais alors je serais jaloux du verre.",
    "Ma majeure est l'anatomie. Tu veux m'aider à étudier ?",
    "Vous avez un nom ou je peux vous appeler le mien ?",
    "Vous avez un bandage ? J'ai juste rasé mon genou en tombant pour toi.",
    "Devinez-vous de quoi est faite ma chemise ? Matériel fille/petit ami.",
    "Je peux vous accompagner à la maison ? J'ai toujours cru à suivre mes rêves.",
    "J'écris un livre sur les chiffres. Je viens de réaliser que je n'ai pas le vôtre.",
    "Vous êtes une caméra ? Parce que chaque fois que je te regarde, je souris.",
    "Vous aimez Legos ? Parce que je pense que nous pourrions construire une relation ensemble.",
    "Est-ce que ça fait mal quand tu es tombé du ciel ?",
    "Tu dois être un aimant. Parce que je ressens l'attraction.",
    "Quelqu'un t'a brisé le cœur ? Parce que tu peux avoir le mien.",
    "J'aimerais t'emmener au cinéma, mais je ne veux pas avoir d'ennuis pour apporter ma propre collation.",
    "Vous êtes un balai ? Parce que tu m'as juste balayé de mes pieds.",
    "Ta main semble lourde. Je peux te la tenir ?",
    "On s'est rencontrés ? Parce que tu ressembles beaucoup à ma prochaine fille / petit ami.",
    "Je ne croyais pas à l'amour à la première vue. Jusqu'à ce que je te vois.",
    "Tu es si épicée que tu me fais brûler l'estomac.",
    "Si ton père était boxeur ? Parce que tu es un vrai knockout.",
    "Vous avez le temps ? J'ai perdu la trace après t'avoir rencontré.",
    "Je peux être ton flocon de neige ? Je vous promets de ne jamais vous éloigner de votre cœur.",
    "Vous êtes français ? Eiffel pour vous.",
    "Vous êtes un signal Wi-Fi ? Parce que je ressens un lien fort.",
    "Pas de stylo, pas de papier. Mais tu attires toujours mon attention.",
    "Vous êtes un cœur ? Parce que je n'arrêterais jamais de battre pour toi.",
    "Je crois à suivre mes rêves, alors tu montres la voie.",
    "Si être belle était un crime, tu serais sur la liste des plus recherchées.",
    "L’embrasser est une langue d’amour. Tu veux commencer une conversation avec moi ?",
    "Vous êtes en fer ? Parce que je n'en ai pas assez.",
    "On va prendre du café ? Parce que je t'aime un latte.",
    "Tu devrais être Jasmine sans le \"Jas.",
    "Vous êtes un ride Disney ? Parce que je t'attendrais pour toujours.",
    "Vous êtes de l'eau ? Parce que je mourrais sans toi.",
    "Je vois que tu aimes la tequila. Ça veut dire que tu me donneras une chance ?",
    "Je suis désolé de vous déranger, mais mon téléphone doit être cassé parce qu'il ne semble pas y avoir votre numéro.",
    "Vous êtes boxeur ? Parce que tu es un total knockout.",
    "Vous parlez en public ? Parce que tu me rends vraiment nerveuse.",
    "Êtes-vous bon en mathématiques ? Moi non plus ; Le seul numéro qui m'intéresse est le vôtre.",
    "Je ne suis pas religieuse, mais vous êtes la réponse à toutes mes prières.",
    "Tu t'appelles Elsa ? Parce que je ne peux pas te laisser partir.",
    "Connaissez-vous la différence entre l’histoire et vous ? L'histoire est le passé et vous êtes mon avenir.",
    "Je peux te suivre à la maison ? Mon cœur semble avoir fait un détour depuis que je t'ai rencontré.",
    "Vous êtes le 1er avril ? Parce que je suis un idiot pour toi.",
    "Vous êtes la formule de Krabby Patty ? Parce que j'essaie de te voler.",
    "Tu t'appelles Chamomile ? Parce que tu es un thé chaud !",
    "Vous êtes Legos ? Parce que je ne te ferais jamais Lego.",
    "Vous travaillez pour la NASA ? Car ta beauté est hors de ce monde.",
    "Les mathématiques sont si confuses. On parle toujours de \"x et y\" et jamais de \"toi et moi\".",
    "Tu ressembles beaucoup à ma prochaine petite amie / petit ami / partenaire.",
    "Si j'avais un nickel pour chaque fois que je voyais quelqu'un aussi mignon que toi, j'aurais 5 cents.",
    "J'ai été aveuglé par ta beauté. Ma compagnie d'assurance va avoir besoin de votre nom et de votre numéro.",
    "Vous êtes de Disneyland ? Ils disent que c'est l'endroit le plus heureux de la Terre, alors j'ai pensé que ce serait où que vous soyez.",
    "Tu es mon ordinateur portable ? Parce que tu es vraiment chaude, et je suis inquiet.",
    "Vous avez le meilleur sourire sur cette application. Quel est ton secret, Crest ?",
    "Pouvez-vous me donner un verre d'eau ? J'ai soudain vraiment soif.",
    "Êtes-vous l’un des pionniers du vol ? Tu me sembles juste Wright.",
    "Vos yeux sont comme Ikea. Je suis totalement perdu en eux.",
    "Tu es mon cordon non lié ? Parce que je tombe amoureuse de toi.",
    "Je pense que je t'ai vu dans un livre quelque part. C'était vraiment fine print.",
    "Je veux que vous sachiez que je suis 100% engagé dans cette relation Tinder.",
    "Vous êtes un modèle ? Quand as-tu démissionné ?",
    " \"Êtes-vous un billet de stationnement? Parce que vous avez \"bien\" écrit sur vous.\"",
    "Croyez-vous en l'amour à la première vue, ou devrais-je passer de nouveau ?",
    " « En plus d’être magnifique, que fais-tu pour vivre ? »",
    " \"Si tu étais un légume, tu serais un mignon-cumbre.\"",
    " \"Je ne suis pas photographe, mais je peux nous imaginer ensemble.\"",
    " \"Tu t'appelles Google parce que tu as tout ce que je cherche.\"",
    " \"Sentez ma chemise. Vous savez de quoi elle est faite? Matériel de petit ami.\"",
    " - Vous êtes du Tennessee, parce que vous êtes les seuls dix que je vois.",
    " \"Si les baisers étaient des flocons de neige, je t'enverrais une tempête de neige.\"",
    " \"Je ne sais pas ce que c'est, mais ton sourire me fait envie de te demander un café.\"",
    " « Tu dois être un magicien, parce que chaque fois que je te regarde, tout le monde disparaît ! »"
  ],
  "Smooth rizz lines": [
    "Si être chaud était un crime, tu serais en prison à perpétuité.",
    "Avez-vous une brûlure au soleil ou avez-vous toujours aussi chaud?",
    "On était en classe ensemble ? J'aurais pu jurer que nous avions de la chimie.",
    "Vous êtes guitariste ? Parce que tu as frappé une corde en moi.",
    "Êtes-vous un échantillon de carbone ? Parce que je veux sortir avec toi.",
    "Vous avez un défibrillateur ? Mon cœur se batt depuis que nous nous sommes rencontrés.",
    "Je peux te prendre une photo ? Mes amis ne croient pas que les anges existent.",
    "Vous êtes clavier ? Parce que tu es mon type.",
    "Si vous et moi étions des chaussettes, on ferait une bonne paire.",
    "Vous êtes Starbucks ? Parce que je t'aime un latte.",
    "Il n'y a qu'une seule chose que je changerais chez vous - votre nom de famille.",
    "Tu dois être Harry Potter. Parce que chaque fois que je te regarde, tout le reste disparaît.",
    "Vous jouez au baseball ? Parce que je pense que tu es dans ma ligue.",
    "Y a-t-il un aéroport à proximité ? Ou est-ce que mon cœur prend le vol ?",
    "Si tu étais un fruit, tu serais une pomme.",
    "Quels sont tes deux autres souhaits ?",
    "En plus de m'enlever le souffle, que fais-tu pour vivre ?",
    "Tu es jolie et je suis mignonne. Ensemble, on serait mignons.",
    "Tes lèvres semblent solitaires. Ils voudraient rencontrer le mien ?",
    "Je dois être un flocon de neige. Parce que je suis tombée amoureuse de toi.",
    "Je suis nouveau en ville. Puis-je obtenir des indications pour votre maison?",
    "Vous êtes un feu de camp ? Parce que tu es chaude et que je veux plus.",
    "Mon ami veut savoir si tu me trouves mignon.",
    "Tu vas bien ? On dirait que vous avez une carence en vitamine Me.",
    "Votre père est Picasso ? Parce que tu es un vrai chef-d'œuvre.",
    " \"Je dois être allé pêcher... parce que tu es la pêche parfaite.\"",
    " « J’ai perdu mon numéro de téléphone, je peux emprunter le vôtre ? »",
    " \"J'aimerais vous emmener au cinéma, mais ils ne permettent pas de collations.\"",
    " \"Pas de stylo, pas de papier, mais vous attirez mon attention.\"",
    "Mes parents m'ont dit de poursuivre mes rêves - je suppose que cela signifie que vous feriez mieux de commencer à courir.",
    " \"Non, je n'ai pas 14 ans, mais je suis le 14 toi.\"",
    " \"Ne me dérange pas, je suis juste en train de suivre mes rêves.\"",
    " \"Les mathématiques sont tellement confuses. On parle toujours de X et Y, jamais de U et moi.\"",
    "Vous êtes du Tennessee ? Parce que vous êtes les seuls dix que je vois.",
    "Tu es le matin de Noël ? Parce que j'ai attendu toute l'année que tu arrives.",
    "Vous êtes Nemo ? Parce que j'ai essayé de te trouver.",
    "Vous êtes un prêt bancaire ? Parce que tu as mon intérêt.",
    "J'espère que vous connaissez la RCP parce que vous venez de m'enlever le souffle.",
    "Vous êtes le soleil ? Parce que je pourrais te regarder toute la journée, et ça vaudrait le risque.",
    "Vous êtes un castor ? Parce que DAM !",
    "Vous êtes clavier ? Parce que tu es mon type.",
    "Ma mère a dit que partager c'est prendre soin, mais non... vous êtes tous à moi!",
    "Vous êtes John Cena ? Parce que je n'ai jamais eu de Cena comme toi.",
    "Il est temps de payer. C'est le premier du mois, et tu as vécu dans mon esprit sans loyer.",
    "Vous êtes une lumière ? Parce que tu me fais toujours sentir brillante.",
    "Pour que tu saches, je suis un criminel.  ..parce que je vous aime.",
    "Vous aimez Star Wars ? Parce que Yoda n'en a qu'un pour moi.",
    "Vous êtes des doigts de poulet et des frites ? Parce que je me fiche du nombre d'options que j'ai, je te choisirai toujours.",
    "C'est une bonne chose d'avoir une carte de bibliothèque parce que je t'ai vérifié.",
    "Vous avez un bandaid ? Mes genoux me font mal de tomber pour toi.",
    "Nous ne serons peut-être pas des pantalons, mais nous ferons une bonne paire.",
    "Tu sais ce qui est beau ? Répétez le premier mot.",
    "Vos yeux me rappellent IKEA: facile à perdre.",
    "Je voulais juste vous faire savoir: vous avez un peu mignon sur votre visage.",
    "Vos parents sont des boulangers ? Ils ont fait une tarte cute.",
    "Vous avez un compte Instagram ? Ma mère me disait toujours de suivre mes rêves.",
    "Je vous ai vu sur Spotify. Vous avez été classé comme le single le plus chaud.",
    "Je pensais que le bonheur commençait par un h, mais je suppose qu'il commence en fait par vous.",
    "Je parie que je sais quand est ton anniversaire : octobre. Parce que tu es un 10.",
    "Votre Bluetooth est activé ? J'ai l'impression que nous pourrions nous jumeler.",
    "J'espère que tu connais la RCP parce que tu m'enlèves le souffle.",
    "Avez-vous dépassé la vitesse ? Parce que tu as bien écrit sur toi.",
    "J'ai besoin d'un agent immobilier, en connaissez-vous ? J'essaie de bouger ici.",
    " \"Je ne suis pas un génie, mais je peux faire de tes rêves une réalité.\"",
    " \"Si tu étais une chanson, tu serais mon favori à répéter.\"",
    " \"Tu es si belle, tu fais sauter mon cœur.\"",
    " \"Je ne sais pas ce que c'est, mais tu me fais vouloir être un meilleur homme.\"",
    "Vous êtes comme un bon vin, vous vous améliorez avec le temps.",
    " \"Est-ce que vous vous appelez WiFi? Parce que je ressens une connexion.\"",
    " \"Tu es la pièce manquante de mon puzzle.\"",
    "Je ne suis pas un joueur, je suis un gardien de ton cœur. »",
    " \"Tu es si magnifique, tu rends le soleil jaloux.\"",
    " \"J'ai une confession à faire, je suis amoureuse de toi.\"",
    " \"Si tu étais un livre, je te lirais couverture à couverture.\"",
    "4 + 4 = 8 mais vous + moi = destin",
    "Tu es fatigué ? Tu as traversé ma tête toute la journée.",
    "Quelle est ta boisson préférée ? Je demande donc que je sais quoi t'acheter quand on ira à notre premier rendez-vous.",
    "Je devrais me plaindre à Spotify pour ne pas vous faire le single le plus chaud de cette semaine.",
    "Tu joues au football ? Parce que tu es un gardien.",
    "Vous avez l'air si familier... avons-nous eu des cours ensemble? J'aurais pu jurer qu'on avait de la chimie.",
    "J'apprends des dates importantes de l'histoire, tu veux en faire partie ?",
    "Ils disent que les rencontres sont un jeu de chiffres, alors je peux obtenir le vôtre ?",
    "Quand je t'écrirai bon matin demain, à quel numéro devrais-je écrire ?",
    "Bonjour, mon nom est [votre nom], mais vous pouvez m'appeler demain.",
    "Puis-je montrer votre profil à mes amis pour prouver que les anges existent vraiment?",
    "Quelque chose ne va pas avec mon téléphone, il n'y a pas ton numéro."
  ],
  "Funny Rizz Lines": [
    " \"Je suis Microsoft. Je peux m'écraser chez vous ce soir?\"",
    " \"Si je pouvais réorganiser l'alphabet, je mettrais U et moi ensemble.\"",
    " \"Êtes-vous un Disney ride? Parce que je t'attendrais pour toujours.\"",
    " \"Vous êtes des histoires Reddit? Parce que je vais toujours vous écouter.\"",
    " \"Je vois que tu aimes la tequila, ça veut dire que tu vais m'essayer?\"",
    " \"Tu es l'escalier de l'école, parce que tu m'enlèves le souffle.\"",
    " \"Je n'ai plus de lignes de ramassage, mais vous pouvez me ramasser à 9 heures.\"",
    "Je peux emprunter un baiser ? Je promets d'en rendre un.",
    "Si tu étais un Transformer, tu serais Optimus Fine.",
    "Vous êtes le soleil ? Parce que tu es chaude.",
    "Vous êtes un vapeur ? Parce que je ne t'utiliserais jamais.",
    "Je peux prendre ton maillot ? Parce que je veux ton nom et ton numéro.",
    "Je dois être un voyageur dans le temps parce que je ne peux pas imaginer mon avenir sans toi.",
    "Croyez-vous en l'amour à la première vue, ou devrais-je passer à nouveau ?",
    "Vous êtes un interrupteur de lumière ? Parce que tu m'allumes.",
    "Vous êtes médecin ? Parce que tu me fais instantanément sentir mieux.",
    "Tu dois être un chef-d'œuvre parce que je ne peux pas retirer mes yeux de toi.",
    "Vous êtes fait de fromage ? Parce que tu cherches Gouda !",
    "Tu es ma chanson préférée ? Parce que je ne peux pas te sortir de ma tête.",
    "Je ne suis pas photographe, mais je peux nous imaginer ensemble.",
    "Vous êtes un diamant ? Parce que tu brilles tellement !",
    "Vous aimez pêcher ? Parce que tu m'as accroché.",
    "Vous êtes un rêve ? Parce que je ne veux pas me réveiller.",
    "Si tu étais un fruit, tu serais une pomme.",
    "Si je pouvais réorganiser l'alphabet, je mettrais U et moi ensemble.",
    "Embrassez-moi si je me trompe, mais la Terre est certainement plate.",
    "Vous êtes un chargeur de téléphone ? Parce que je meurs sans toi.",
    "Je ne suis pas un photographe professionnel, mais je peux certainement nous imaginer ensemble.",
    "La différence entre l'histoire et vous est que l'histoire est le passé et vous êtes mon avenir.",
    "Vous êtes clavier ? Parce que j'aimerais savoir si tu es mon type.",
    "Vous devez être un billet de stationnement parce que vous avez bien écrit sur vous.",
    "Vous êtes un magicien ? Parce que chaque fois que je te regarde, tout le monde disparaît.",
    "Ta main semble lourde. Tu veux que je la tienne pour toi ?",
    "Vous avez une carte ? Parce que je me perds toujours dans tes yeux.",
    "Je vous montrerais mon monde, mais vous possédez déjà un miroir.",
    "Vous devez être Lucky Charms parce que vous avez l'air magiquement délicieux.",
    "Si le regard pouvait tuer, tu serais une arme de destruction massive.",
    "Vous avez un nom ? Ou puis-je vous appeler la mienne ?",
    "Pourquoi écrire abeille quand on peut juste dire \"B\"? Pourquoi orthographer voir quand on peut juste dire \"C\"? Pourquoi écrire amour quand on peut juste dire \"moi\"?",
    "Vous êtes du Tennessee ? Parce que vous êtes les seuls 10 que je vois.",
    "Si vous aimez Aladdin, vous pourriez être Jasmine… mais sans le Jas.",
    "Je vais apporter la tequila si vous me donnez une chance.",
    "Vous aimez Legos ? Parce que je ne te ferais jamais Lego.",
    "Je devrais vous avertir que je suis un criminel … parce que je criminel amour avec vous.",
    "Le monde est plat, embrassez-moi si je me trompe.",
    "Je dois être un interrupteur de lumière parce que tu sais sûrement comment m'allumer.",
    "Disney sera si heureux que j'ai trouvé leur princesse disparue!",
    "Vous avez un Band-Aid ? Parce que je viens de me gratter le genou en tombant pour toi.",
    "Tu t'appelles bourse ? Parce que je ne peux pas me permettre de te perdre.",
    "Chaque fois que vous vous présentez, mon système se bloque - êtes-vous une erreur de codage?",
    "Vous êtes une banane ? Parce que je te trouve un peeling.",
    "Vous êtes un feu de camp ? Parce que tu es chaude et que je veux plus.",
    "Votre cœur est-il une application ? Parce que je ne peux pas arrêter de vérifier les mises à jour.",
    "Vous êtes un mot de passe ? Parce que tu m'as fait essayer toutes les combinaisons pour te comprendre.",
    "Vous me rappelez les vacances d'été - vaut la peine d'attendre et absolument tout ce dont j'ai besoin.",
    "Vous êtes une sauce chaude ? Parce que tu fais brûler mon cœur d'excitation.",
    "Si des extraterrestres existent, vous devez en être un parce que vous avez enlevé mon cœur complètement.",
    "Vous êtes comme une pastèque d'eau: rare, rafraîchissante, et totalement une dans un melon.",
    "Vous êtes un méme ? Parce que tu as été coincé dans mon esprit toute la journée.",
    "Ma vie s'est éclairée le moment où tu es entré, es-tu secrètement électricien ?",
    "Vous m'avez stressé et non préparé comme un examen pour lequel je n'ai pas étudié.",
    "Vous êtes un cactus ? Parce que tu es pointue mais toujours si attrayante.",
    "Êtes-vous un noyau de popcorn ? Parce que tu me fais éclater le cœur.",
    "Vous êtes un sandwich ? Parce que tu es le sujet de ma faim.",
    "Ton père est boxeur ? Parce que tu es un knockout.",
    "Vous êtes un pneu plat ? Parce que tu me sens dégonflé sans toi.",
    " \"Êtes-vous de l'espace? Parce que votre beauté est hors de ce monde! (et je suis un extraterrestre, donc nous nous entendrons bien)\"",
    " \"Je ne suis pas un accumulateur, mais je veux vraiment te garder pour toujours.\"",
    " \"As-tu une carte? Je me perds toujours dans tes yeux.\"",
    " \"Si tu étais un transformateur, tu serais Optimus Fine.\"",
    " \"Je dirais que tu es aussi belle qu'une déesse grecque, mais de ce que je peux dire, tu n'es pas un mythe.\"",
    " \"Êtes-vous un voyageur dans le temps? Parce que je vois mon avenir avec vous.\"",
    " \"Ton père est boulanger? Parce que tu es une tarte mignonne!\""
  ],
  "Cheesy Rizz Lines": [
    " \"Tu es anxieux parce que tu fais mon cœur battre.\"",
    " \"Puis-je vous emprunter un baiser? Je vous promets de le ramener.\"",
    " \"Vous êtes des doigts de poulet et des frites? Parce que je ne m'en fiche pas combien d'autres options j'ai, je vous choisirai toujours.\"",
    " \"Êtes-vous un signal Wi-Fi? Parce que je ressens une connexion forte.\"",
    " - Tu t'appelles Elsa, parce que je ne te laisserai jamais partir.",
    " \"Travaillez-vous pour la NASA parce que votre beauté est hors de ce monde.\"",
    " \"Tu es LEGO, parce que je ne le ferais jamais de toi.\"",
    " \"Tu es de l'oxygène, parce que je ne peux pas vivre sans toi.\"",
    " \"Tu es un stylo à vape? Parce que je ne t'utiliserais jamais.\"",
    " - Tu t'appelles Cendrillon, parce que je te vois partir avec mon cœur.",
    " \"Vous avez un quart? Je veux appeler ma mère et lui dire que je viens de rencontrer la fille de mes rêves.\"",
    " \"Si tu étais une pizza, tu serais l'extra-grand avec tout.\"",
    " \"Tu viens du ciel, parce que tu ressembles à un ange.\"",
    " \"Je ne suis pas dentiste, mais je peux vous donner un sourire doux.\"",
    " \"Tu es comme une étoile cadente, tu es là et tu es parti trop vite.\"",
    " \"Si tu étais une voiture, tu serais une Ferrari.\"",
    " \"Êtes-vous un billet de stationnement? Parce que vous avez \"bien\" écrit sur vous.\"",
    " \"Tu dois être fatigué, parce que tu as couru dans mon esprit toute la journée.\"",
    "Croyez-vous en l'amour à la première vue, ou devrais-je passer de nouveau ?",
    " \"Tu as tellement chaud, tu fais fondre mon popsicle.\""
  ],
  "Flirty Rizz Lines": [
    " \"Je ne suis pas photographe, mais je peux nous imaginer ensemble.\"",
    " \"Baiser est un langage d'amour. Tu veux commencer une conversation avec moi?\"",
    " « Est-ce que tu es fatigué de parcourir ma tête toute la journée ? »",
    " \"Tu parles en public parce que tu me rends vraiment nerveuse.\"",
    " \"Est-ce qu'il fait chaud ici? Ou est-ce juste vous?\"",
    " \"Vous êtes mes notes? Parce que vous êtes mauvais AF.\"",
    " \"Êtes-vous un dictionnaire? Parce que vous ajoutez du sens à ma vie.\"",
    " \"Tu ferais mieux de attacher ta chaussure, je ne veux pas que tu tombes amoureux de personne d'autre.\""
  ],
  "Romantic Rizz Lines": [
    " \"Tu es ma chanson préférée, parce que je ne peux pas te sortir de ma tête.\"",
    " \"Tu es un magicien, parce que chaque fois que je te regarde, tout le monde disparaît.\"",
    " \"Si être belle était un crime, tu serais sur la liste des plus recherchés.\"",
    " \"Si j'étais un chat, je passerais les neuf vies avec toi.\"",
    " \"Ne nous sommes-nous pas rencontrés dans une vie passée? Parce que je ne peux pas imaginer un monde sans toi.\"",
    "Je ne suis pas religieux, mais vous êtes la réponse à toutes mes prières.",
    " « Tu as un nom ou je peux t’appeler le mien ? »",
    "Je dois être un voyageur dans le temps, car je ne peux pas imaginer mon avenir sans vous."
  ],
  "Steamy Rizz Lines": [
    "Vous êtes un montagne russe ? Parce que je te conduirai à tout moment.",
    "Vous êtes Ronaldo ? Parce que je pense que nous devrions avoir Messi.",
    "Tu peux m'appeler Fred Flintstone parce que je vais faire de ton lit une pierre.",
    "Vous êtes une affiche ? Parce que je veux te coller au mur.",
    "Vous êtes maquillé ? Parce que je vais passer des heures à te faire.",
    "Tu es si magnétique ! Ma fermeture éclair tombe pour toi.",
    "Vous êtes un lion de mer ? Parce que je veux te \"mariner\" \"lion\" dans mon lit.",
    "Vous êtes un interrupteur de lumière ? Parce que tu m'allumes."
  ],
  "Creative Rizz Lines": [
    " \"Ta mère est-elle artiste parce qu'elle a fait un chef-d'œuvre.\"",
    " \"Tu es John Cena, parce que je n'ai jamais eu de Cena comme toi.\"",
    " \"Êtes-vous la Chine? Parce que je suis la Chine, allez avec vous.\"",
    " \"J'ai une vente dans ma chambre - tous les vêtements sont à 100% de réduction.",
    " \"Tu es de Corée, parce que je pense que tu es mon compagnon de Séoul.\"",
    "Je suis en colère parce que je viens d'écouter la playlist des \"Hottest Singles\" de Spotify et que vous n'étiez pas là.",
    " \"Il est temps de payer, parce que tu as vécu dans ma tête sans loyer.\"",
    "Vous êtes la version Spotify Premium de la vie - meilleure et complètement sans publicité.",
    "Quand commencerez-vous à payer le loyer parce que vous vivez dans mes pensées sans loyer?",
    "Vous êtes pleine lune ? Parce que je ne peux pas arrêter de hurler sur toi.",
    "Vous êtes une pensée ? Parce que je ne peux pas arrêter de penser à toi.",
    "Vous devez avoir un angle de 45 degrés parce que vous êtes aigu-y.",
    "Vous avez un crayon ? Parce que je veux effacer ton passé et écrire notre avenir.",
    "Votre vibe est si juste, vous pourriez juste être un angle de 90 degrés.",
    "Vous êtes un jardin ? Parce que je te creuse.",
    "Vous aimez les beignets ? Parce que je suis amoureuse de toi.",
    "Tu éternues ? Parce que je ne peux pas arrêter de penser à toi.",
    "Les pommes sont-elles jaloux ? Parce que vous volez leur place comme la pomme de mon oeil.",
    "Vous êtes Black Widow ? Parce que chaque fois que je te vois, je suis pris dans ton filet.",
    "Je pense qu'on est à un concert parce que mon cœur bouleverse à chaque fois que je te vois.",
    "Comme une carte Uno inversée, tu as complètement tourné mon monde.",
    "Vous êtes aussi mystérieux et inoubliable qu'une théorie du complot.",
    "Êtes-vous un faux dans la Matrix ? Parce que tu es trop bon pour être réel.",
    "Tu es mon téléphone ? Parce que je ne peux pas garder mes mains loin de toi.",
    "Êtes-vous un Snapchat ? Parce que je veux que ça continue pour toujours.",
    "Vous vous appelez Google ? Parce que tu as tout ce que je cherchais.",
    "Vous êtes un chargeur de téléphone ? Parce que je meurs sans toi !"
  ],
  "Clever Rizz Lines": [
    " \"Êtes-vous un clavier? Parce que vous êtes juste mon type.\"",
    " \"Vous êtes un chargeur de téléphone partiel? Parce que je meurs sans vous!\""
  ],
  "Cute Rizz Lines": [
    " \"Quand j'étais enfant, j'avais l'habitude de chasser les papillons. Maintenant vous êtes ici pour les amener directement vers moi.\"",
    " \"Vous êtes Google? Parce que vous êtes tout ce que j'ai cherché.\"",
    " \"Tu es une fraise, parce que je te choisirai toujours.\"",
    "Mon mot préféré est \"univers\" parce qu'il commence par U N I.",
    " \"Mon Wi-Fi est 4G, mais mon cœur est 4U.\"",
    " \"Tes parents sont des boulangers parce que tu es une tarte mignonne.\"",
    " \"Êtes-vous une baie? Parce que vous êtes beaucoup baie mon type.\"",
    "Tu es le signet qui sauve tous mes moments préférés de la vie.",
    "Vous êtes un fuseau horaire ? Parce que chaque moment avec vous ressent comme le bon moment.",
    "Vous êtes déjà vu ? Parce que j'ai l'impression que nous sommes destinés à se reproduire encore et encore.",
    "La façon dont tu me fais tomber ressemble à la gravité.",
    "Vous êtes un biscuit ? Parce que tu me fais écrouler de désir.",
    "Vous êtes au printemps ? Parce que chaque fois que tu arrives, tout fleurit autour de moi.",
    "Votre traction est aussi indéniable que la gravité d'un trou noir.",
    "Vous êtes un nuage ? Parce que chaque fois que je te vois, c'est une doublure d'argent.",
    "Vous êtes une roue à ferris ? Parce que tu as ma tête tournant en cercles.",
    "Vous êtes chef ? Parce que tu as tous les ingrédients pour ma journée parfaite.",
    "Ton rire est-il une chanson ? Parce que c'est la seule mélodie dont j'ai besoin.",
    "Votre présence est-elle comme la gravité ? Parce que je ne peux pas échapper à ta traction.",
    "Vous êtes un smoothie ? Parce que chaque fois que je suis près de toi, j'ai l'impression de me mélanger parfaitement.",
    "Vous êtes un roman classique ? Parce que je veux passer ma vie à lire chaque page de toi.",
    "Tu dois être une constellation parce que mon monde s'aligne parfaitement quand tu es là.",
    "Vous êtes un plan ? Parce que tu as le design parfait pour mon cœur.",
    "Vous êtes un verre de vin ? Parce que chaque fois que je suis autour de toi, je me sens empoisonné par ta beauté.",
    "Tu dois être la lune parce que même dans les nuits les plus sombres, tu éclaires ma vie.",
    "Tu t'appelles devoir ? Parce que je ne peux pas arrêter de penser à toi même quand je suis censé étudier.",
    "Vous êtes un essai ? Je pourrais écrire sur toi toute la journée.",
    "Tu es vraiment un feu d'artifice parce que tu viens d'éclairer mon monde en un instant.",
    "Vous êtes un GPS ? Parce que je suis perdu dans ta direction.",
    "Vous êtes une tempête ? Parce que quand tu arrives, tu secoues tout ce que je pensais savoir.",
    "Tu sembles être une fleur parce que plus je suis près de toi, plus j'ai l'impression de fleurir.",
    "Vous êtes une symphonie ? Parce que lorsque vous entrez dans la pièce, vous créez une mélodie dans mon âme.",
    "Tu es exactement comme un rayon de soleil parce que tu brilles si brillant que je ne peux pas détourner le regard.",
    "Êtes-vous un caramel pluie? Parce que tu rends tout plus doux.",
    "Vous êtes un prisme ? Parce que chaque fois que je te regarde, je vois tout un spectre de possibilités.",
    "Votre aura est-elle un coucher de soleil ? Parce que vous rayonnez le genre de chaleur et de beauté qui fait tout briller.",
    "Tu ressembles à une ombre parce que je ne peux pas m'éloigner de toi.",
    " \"Tu es un ours en peluche, parce que je veux te câliner toute la nuit.\"",
    " \"Tu es doux comme un cupcake.\"",
    " \"Puis-je vous emprunter un baiser? Je vous promets de le rendre.\"",
    " \"Tu es mon bonjour préféré et mon adieu le plus dur.\"",
    " \"Je pense que tu es purr-fect.\"",
    " « Si tu étais une fleur, tu serais une rose. »",
    " \"Tu fais fondre mon cœur comme une glace par un jour chaud.\"",
    " \"Tu es un rêve, parce que je ne veux pas me réveiller.\"",
    " \"Tu es le soleil d'un jour nuageux.\"",
    " \"Je dirais que tu es aussi belle qu'une déesse grecque, mais de ce que je peux dire, tu n'es pas un mythe.\"",
    " « Tu es la raison pour laquelle je souris. »",
    "Ils disent que rien ne dure éternellement. Tu veux être mon rien ?",
    "Quiconque dit que Disney est l'endroit le plus heureux de la terre n'a jamais été à vos côtés.",
    "Vous êtes un voyageur dans le temps ? Parce que je peux te voir dans mon avenir.",
    "Je ne suis pas photographe, mais je peux vous imaginer ensemble.",
    "Vous êtes français ? Eiffel pour vous.",
    "Devinez ce que je porte ? Le sourire que tu m'as donné.",
    "Vos parents sont des boulangers ? Parce que tu es une tarte mignonne.",
    "J'avais une bonne ligne de ramassage prête à partir, mais tu es si belle que je suis littéralement sans parole.",
    "Je pense qu'il y a quelque chose de mal avec mon téléphone. Pouvez-vous l'appeler et voir si ça marche ?",
    "Est-ce que le soleil est sorti ou est-ce que tu me souris ?",
    "Ça te dérangerait de me pincer ? Tu es si mignon, je dois rêver.",
    "Si j'avais une machine du temps, je l'utiliserais pour revivre ce moment exact."
  ],
  "Poetic Rizz Lines": [
    " \"Si j'avais une rose pour chaque fois que je pensais à toi, je n'en aurais qu'une parce que tu n'as jamais quitté mon esprit.\"",
    "Si je pouvais réorganiser le cosmos, je remplaçais le soleil par toi, ta beauté brille plus que toute étoile.",
    " \"Même si le soleil disparaissait, ta lumière est tout ce dont j'ai besoin pour me guider dans les ténèbres.\"",
    " \"Je suis le stylo, vous êtes le marqueur. J'écris notre avenir, vous le rendez plus brillant.\"",
    " \"Si tu mourrais, je serais jaloux de la terre parce qu'elle te tiendrait pour toujours.\"",
    "Vous avez volé mon cœur, mes yeux et mes pensées, tout ce qui reste est mon nom de famille.",
    " \"Si l'amour est un champ de bataille, alors vous êtes la victoire pour laquelle je me batts.\"",
    " \"Tu es le soleil, parce que tu donnes vie à mon monde.\""
  ],
  "Classic Rizz Lines": [
    " \"J'espère que vous connaissez la RCP parce que vous venez de m'enlever le souffle.\"",
    " \"Vous êtes un billet de stationnement? Parce que vous avez bien écrit sur vous.\"",
    " \"Tu ressembles beaucoup à mon prochain partenaire.\"",
    " \"Vous avez une carte, parce que je viens de me perdre dans vos yeux.\"",
    " \"Tu sais ce qui est beau, répète le premier mot.\"",
    " \"Tu es français, parce que l'Eiffel est pour toi.\"",
    " \"Tu es si doux, tu me fais mal de dents.\"",
    " \"Si tu étais un Transformer, tu serais Optimus Fine.\""
  ],
  "Witty Rizz Lines To Say": [
    "Vous êtes un triangle ? Parce que tu es aiguë.",
    "Comment t'appelles-tu ? Je peux t'appeler la mienne ?",
    "Vous êtes un billet de stationnement ? Parce que tu as bien écrit sur toi.",
    "Je suis Microsoft. Je peux m'écraser chez toi ce soir ?",
    "Avez-vous déjà été en prison ? Parce qu'il devrait être illégal d'être aussi beau.",
    "On est allé à l'école ensemble ? J'aurais pu jurer que nous avions de la chimie.",
    "Vous êtes un magicien ? Parce que chaque fois que je te regarde, tout le monde disparaît.",
    "Vous vous appelez Google ? Parce que tu as tout ce que je cherchais.",
    "Si tu étais un légume, tu serais un mignon.",
    "Êtes-vous fait de cuivre et de tellure ? Parce que tu es Cu-Te.",
    "Vous êtes une caméra ? Parce que chaque fois que je te regarde, je souris.",
    "Vous êtes un extraterrestre ? Parce que tu viens d'enlever mon cœur.",
    "Vous aimez les raisins ? Que pensez-vous d'un rendez-vous ?",
    "Tu t'appelles Waldo ? Parce que quelqu'un comme vous est difficile à trouver.",
    "Tu t'appelles Ariel ? Parce que nous sommes des sirènes les uns pour les autres.",
    "Si le regard pouvait tuer, tu serais une arme de destruction massive."
  ],
  "Funny Tinder pickup lines": [
    "Est-ce que vous vous couchez la nuit, regardez les étoiles et pensez à toutes les choses du monde? Pourquoi il y a un d dans le réfrigérateur mais pas d dans le réfrigérateur ?",
    "Tu veux entendre une blague sur les fantômes ? C'est l'esprit !",
    "Vous êtes vraiment mignon, mais voici le coup d'accord: aimez-vous ou n'aimez-vous pas les raisins?  (Quelle que soit la réponse, offrez-leur une date à la place.)",
    "Soyez honnête : ce match à première vue est-il pour vous aussi ?",
    "Les roses sont rouges, les violettes bleues. Je suis Yoda, sors avec moi.",
    "Vous êtes français ? Eiffel pour vous.",
    "Tu dois être terrible à la cachette. Quelqu'un comme vous est si difficile à trouver !",
    "Je ne vais pas flirter avec toi. Je serai juste plus sympathique avec quelqu'un qui est plus attrayant.",
    "Je cherche des dates importantes dans l'histoire. Tu veux être à moi ?",
    "Vous aimez les bagels ? Parce que vous êtes des objectifs.",
    "Si tu étais un fruit, tu serais une pomme.",
    "Savez-vous ce que j'ai en commun avec la Petite Sirène ? Nous voulons tous les deux faire partie de votre monde."
  ],
  "Cheesy Tinder pickup lines": [
    "Tu viens de l'espace ? Parce que tu es belle hors de ce monde.",
    "Si tu étais un légume, tu serais un mignon.",
    "Comment appelez-vous une file d'attente de personnes soulevant du fromage mozzarella? Une ligne de ramassage fromageuse.",
    "Vous allez jamais pêcher ? Parce que tu es un vrai piège.",
    "Vous êtes australien ? Parce que tu rencontres toutes mes koala-fications.",
    "Les roses sont rouges, les violettes bleues. Comment ai-je eu la chance d'être avec toi ?",
    "Si tu étais un Taser, tu serais étourdi.",
    "Tu joues au football ? Tu ressembles à un gardien.",
    "Vous êtes jardinier ? J'aime tes tulipes.",
    "Combien pèse un ours polaire ? Assez pour briser la glace !",
    "Vous êtes tombé dans une pile de sucre ? Tu as l'air super doux.",
    "Vous aimez le fromage ? Tu veux brier avec moi ?",
    "Si je pouvais réorganiser l'alphabet, je mettrais U et moi ensemble.",
    "Comment appelez-vous une chaîne de personnes soulevant une mozzarella ? Une ligne de ramassage fromageuse.",
    "Vos lacets sont attachés ? Je ne veux pas que tu tombes amoureuse de personne d'autre.",
    "Vous êtes un billet de stationnement ? Parce que tu as \"bien\" écrit sur toi.",
    "Sur une échelle de 1 à 10, vous êtes un 9… parce que je suis le 1 dont vous avez besoin.",
    "Croyez-vous en l'amour à la première vue ou devrais-je passer à nouveau ?",
    "Vous êtes un chat ? Parce que je suis tombé à ta fourrure.",
    "Je ne suis pas très bon en mathématiques mais je peux vous donner la valeur que vous méritez.",
    "Je ne suis pas électricien, mais je peux illuminer votre journée.",
    "Vous êtes Google ? Vous avez tout ce que je cherche.",
    "Tu veux un raisin ? Non ? Et un rendez-vous ?",
    "Vous êtes du Tennessee ? Parce que vous êtes les seuls 10 que je vois.",
    "Tu veux sortir prendre de l'air frais avec moi ? Tu viens de m'enlever le souffle.",
    "Je ne peux pas dire si c'était un tremblement de terre, ou si vous avez juste sérieusement secoué mon monde.",
    "Vous êtes dentiste ? Mon sourire s'est accru quand je t'ai vu.",
    "Savez-vous ce que la Petite Sirène et moi avons en commun ? Nous voulons tous les deux faire partie de votre monde."
  ],
  "Genuine Tinder pickup lines": [
    "Quelle est la dernière chanson/film/émission que vous avez aimée ?",
    "Décrivez-vous en trois emojis. Je suis : (Ajoutez vos propres emojis.)",
    "Ma ligne de ramassage préférée est : (Insérez une ligne de ramassage ridicule ici). Quelle est la vôtre ?",
    "Si vous pouviez être n'importe quel animal du monde pendant 24 heures, quel choisiriez-vous ?",
    "Le Titanic. C'est mon brise-glace. Qu'est-ce qui se passe ?",
    "OK, au lieu d'une ligne de ramassage Tinder, voici une énigme pour vous: vous devez choisir entre trois chambres: une pleine de feu, une pleine d'assassins et une pleine de lions qui n'ont pas mangé depuis trois ans. Quelle est la plus sûre ?  (C'est la chambre avec les lions parce qu'ils seraient tous morts.)",
    "Les trois races de chiens préférées : Go!",
    "Prêt pour une guerre GIF ? C'est mon GIF préféré de tous les temps: (Ajoutez votre propre GIF - nous recommandons le lama sassy.)",
    "Quand nos amis nous demanderont comment nous nous sommes rencontrés, qu’allons-nous leur dire ?",
    "Si vous pouviez être n'importe où dans le monde en ce moment, où serait-ce?",
    "Tu as l'air cool. Soyons amis, apprenons à nous connaître et prenons ça à partir de là.",
    "Oubliez les brise-glace. Passons aux bonnes choses: Qu'est-ce qui vous apporte le plus de joie?"
  ],
  "Tinder pickup lines for guys": [
    "Tu as l'air si familier ! Avons-nous eu de la chimie ensemble ?",
    "Vous êtes mon appendice ? Parce que j'ai ce sentiment dans mon estomac que je veux te sortir.",
    "Je viens d'acheter un rouge à lèvres à l'épreuve du baiser, et je veux le tester.",
    "Sur une échelle de 1 à 10, je suis un 9. Mais c'est toi dont j'ai besoin.",
    "Je suppose que la pandémie est loin d'être terminée parce que ton sourire est contagieux.",
    "Je t'ai entendu aimer les mauvaises filles. Eh bien, je suis mauvais dans beaucoup de choses.",
    "Je vous connais ? Tu ressembles beaucoup à mon prochain petit ami.",
    "Êtes-vous un bon câlin ? Parce que si oui, je pourrais vous laisser rejoindre mon gang.",
    "Croyez-vous en l'amour à première vue, ou dois-je supprimer ce match et essayer à nouveau?",
    "Si tu pouvais être un personnage de bande dessinée, qui serais-tu ?",
    "Amuser-se n'est pas difficile quand vous avez une carte de bibliothèque, mais je n'en ai pas besoin pour vous vérifier.",
    "Savez-vous ce qui est le plus intéressant de votre profil ?",
    "Tu es mon four ? Parce que tu es chaude, et je veux que tu me fasses dîner."
  ],
  "Tinder pickup lines for girls": [
    "Vous ne savez pas combien de fois j'ai dû balayer à gauche pour vous trouver.",
    "Tu seras ma Tinderella ?",
    "Fixons une date d'anniversaire maintenant.",
    "Je ne fais pas de bonnes crêpes, je fais de bonnes crêpes. Brunch ?",
    "Appelez-moi Shrek parce que je suis des talons d'ogre pour vous.",
    "Tu es mon bagage perdu ? Parce que j'ai eu tellement de mal à te trouver.",
    "Tu es si magnifique que j'ai oublié ma meilleure ligne de ramassage.",
    "Tu as l'air gentil. Vous voulez partager des mots de passe Netflix (et, vous savez, la date)?",
    "Tu es jolie, et je suis mignonne. Ensemble, nous pourrions être assez mignons!",
    "Savez-vous ce qui est au menu ce soir ? Moi et toi.",
    "Je ne suis pas si grand. Je suis juste assise sur mon portefeuille.",
    "Je viens de devenir donneur d'organes pour pouvoir te donner mon cœur.",
    "Avez-vous été chez le médecin récemment ? Je crois que tu manques de vitamine."
  ],
  "Bold rizz pick-up lines": [
    "Je ne suis pas un parieur, mais je parierais tout ce que j'ai que nous serons grands ensemble.",
    " « Tu vas si bien, je risquerais tout. »",
    " \"Je ne vais pas mentir, je suis complètement obsédée par toi.\"",
    " \"Je ne suis pas habituellement aussi avant, mais tu en vaux la peine.\"",
    " \"Je vais être honnête, je pense à toi tout le temps.\"",
    " \"Tu es la plus belle femme que j'aie jamais vue.\"",
    " \"Je n'ai pas peur de le dire, je pense que je tombe amoureux de toi.\"",
    " « Je ne vous invite pas à sortir, je vous le dis. »",
    " \"Vous rentrez chez moi ce soir.\" (Utilisez avec extrême prudence et seulement si cela est approprié pour le contexte!)",
    " « Je vais le regretter mais… tu veux m’embrasser ? »",
    " \"Je ne sais pas ce qu'il s'agit de vous, mais vous me faites vouloir jeter prudence au vent.\""
  ],
  "Flirty rizz pick-up lines": [
    " \"Êtes-vous aussi belle à l'intérieur que vous êtes à l'extérieur?\"",
    " \"J'aimerais vous emmener pour un café un jour ... ou peut-être quelque chose de un peu plus fort?\"",
    " \"Vous avez un sourire qui peut éclairer une pièce.\"",
    " \"Je ne peux pas m'empêcher de remarquer à quel point tu es magnifique.\"",
    " \"Tu es le genre de femme qui fait courir mon cœur.\"",
    " \"Je ne sais pas ce qu'il s'agit de toi, mais tu me fais sentir vivant.\"",
    " \"Tu es le genre de femme avec qui je pourrais passer le reste de ma vie.\"",
    " \"Je ne sais pas quelle est votre histoire, mais j'aimerais l'entendre.\"",
    " \"Vous avez un grand sens de l'humour.\"",
    " \"Tu es si ivre, je me sens étourdi.\"",
    " \"Je sens des papillons quand je suis autour de toi.\""
  ],
  "Corny rizz pick-up lines": [
    " \"Êtes-vous un magicien? Parce que chaque fois que je vous regarde, tout le monde disparaît!\"",
    " \"Je ne suis pas photographe, mais je peux nous imaginer ensemble.\"",
    " - Vous êtes du Tennessee, parce que vous êtes les seuls dix que je vois.",
    " \"Si tu étais un légume, tu serais un mignon-cumbre.\"",
    " \"Tu t'appelles Google parce que tu as tout ce que je cherche.\"",
    " \"Sentez ma chemise. Vous savez de quoi elle est faite? Matériel de petit ami.\"",
    " \"Êtes-vous un billet de stationnement? Parce que vous avez \"bien\" écrit sur vous.\"",
    " \"Je ne suis pas donneur d'organes, mais je serais heureux de vous donner mon cœur.\"",
    " \"Êtes-vous une caméra? Parce que chaque fois que je vous regarde, je souris.\"",
    " \"Vous aimez les raisins? Que diriez-vous d'un rendez-vous?\"",
    " « Si tu étais un fruit, tu serais une pomme fine. »",
    " \"Tu es un feu de camp? Parce que tu es chaud et je veux plus.\""
  ],
  "Dirty Pickup Lines": [
    "Tu dois être ma Tinderella parce que je vais faire disparaître cette robe à minuit.",
    "Je me sentais mal aujourd'hui, mais tu m'as complètement excité.",
    "Tu as l'air bien dans cette tenue, mais je parie que tu serais encore mieux dans ton costume d'anniversaire.",
    "Vous êtes une tarte ? Parce que j'aimerais un morceau de toi.",
    "Si je vous achète le dîner, serez-vous dessert ?",
    "Si j'étais juge, je vous condamnerais à mon lit.",
    "Tu es si sexy, ma fermeture éclair tombe pour toi.",
    "Tu dois être une glace parce que je veux te lécher.",
    "Je t'ajoute à ma liste à faire. Je peux te déposer ce soir ?",
    "Donne-moi tes clés de voiture pour que je puisse te rendre fou.",
    "Je ne peux pas goûter mon lustre à lèvres cerise! Tu peux essayer ?"
  ],
  "Dirty Pickup Lines for Him": [
    "Tu me déshabilles avec tes yeux ?!",
    "Je connais un excellent moyen de brûler les calories dans cette boisson.",
    "Bel pantalon. Je peux vous en parler ?",
    "Je vais vous montrer mes lignes de bronzage si vous me montrez les vôtres.",
    "Vos yeux n'ont aucun secret. Ils m'ont déjà dit que tu rentrais chez moi ce soir.",
    "On a l'impression que ce sera l'une de ces nuits où aucun d'entre nous ne va dormir.",
    "Est-ce que tes yeux essaient de me dépouiller de mes vêtements ?!",
    "Ce corps est à vous pour le reste de votre vie. Je le veux juste pour ce soir.",
    "Vous aimez le bacon ? Tu veux te dénuder ?",
    "Tu veux m'aider à faire partie de la liste du Père Noël cette année ?",
    "Je parie que vous avez l'air aussi parfait avec vos vêtements hors que vous le faites avec eux sur.",
    "Si tu étais un personnage de Ratatouille, tu serais l'épice de ma soupe blande.",
    "J'ai été super au sommet des choses ces derniers temps. Voulez-vous être l'un d'entre eux?",
    "Je suis volontaire comme votre victime ce soir puisque vous êtes habillée pour tuer.",
    "Croyez-vous au karma ? Parce que je connais quelques bonnes positions du Sutra \"Karma\" que nous pouvons essayer.",
    "Tu as fait ton lit ce matin ? Tu veux le démanteler ensemble ?",
    "Est-ce que ton nom commence par \"C\" parce que je peux \"C\" nous descendre?",
    "Faisons un accord: je vais te faire le dîner si tu me fais le petit déjeuner.",
    "Je trouve ton manque de nudité troublant.",
    "J'aime mon lit, mais je préfère être dans le vôtre.",
    "Hier soir j’ai eu le rêve le plus fou… et tu étais dedans !"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    "Hé belle ! Qu'est-ce que tu fais ce soir en dehors de moi ?",
    "Il y a une grande vente chez moi en ce moment - les vêtements sont à 100% de réduction.",
    "Je pensais juste à toi… et tout mon sang voyagé vers le sud. À plus tard !",
    "J'ai hâte de te montrer à quel point tu m'excites.",
    "J'ai pratiqué des techniques de massage. Tu veux être mon bénévole plus tard ?",
    "J'aimerais être là avec toi en ce moment. Je ne sais pas combien de temps mon corps peut attendre de voir le vôtre.",
    "Tu es mon téléphone ? Je ne peux pas croire combien de temps j'ai pris pour te trouver.",
    "Salut, chérie ! Vous n'êtes pas épuisé ? Tu as couru dans mes pensées toute la journée. Nu, la plupart du temps.",
    "Je ne peux pas dormir, tout ce à quoi je peux penser, c’est à ce que nous serions en train de faire si tu étais ici avec moi.",
    "Ne changez jamais. D'accord ? Allez vous dénuder plus tard. XOXO",
    "Je voulais juste te dire que tu as un beau sourire, mais ça ressemblerait encore mieux si c'était tout ce que tu portais plus tard.",
    "Hé belle ! Dois-je venir ce soir ?",
    "J'aimerais être couché à côté de toi... nu.",
    "Je me sens comme un interrupteur de lumière et j'ai hâte que tu m'allumes.",
    "Je te veux tellement.",
    "Dîner d'abord, ou on peut aller tout droit pour le dessert ce soir ?",
    "Arrêtez de penser à moi nue ! Sheesh.",
    "Très belle robe. Je suis désolé, je vais devoir le déchirer plus tard ce soir.",
    "Je n'aime pas m'asseoir ici au travail quand je peux être à la maison et te faire des choses.",
    "Viens dès que possible.",
    "Dis à ta poitrine d'arrêter de me regarder dans les yeux quand tu es autour de moi.",
    "Tu veux venir à la fête dans mon lit ce soir ?",
    "Je ne peux pas arrêter de penser à toutes les choses amusantes que nous pourrions faire ensemble.",
    "Tu es fatigué ? Tu as couru nu dans mon esprit toute la journée.",
    "Votre corps est-il une carte ? Parce que j'aime voyager.",
    "En plus d’être sexy et sexy, qu’est-ce que tu peux faire ?",
    "J'ai acheté une crème fouettée - voulez-vous être le dessert?",
    "Twinkle twinkle, petite étoile, faisons l'amour dans ma voiture. À plus tard !",
    "Voulez-vous commettre un péché pour votre prochain confessionnel? Fais-moi savoir ce soir !",
    "Ces jeans vous semblaient vraiment bien avant, mais vous savez ce qui aurait l'air encore mieux? C'est moi.",
    "Si vous avez l'air si bien dans vos vêtements, je ne peux pas imaginer à quel point vous serez bien en dehors.",
    "Je peux te voir dans mon avenir.  .. au-dessus de moi.",
    "Hé belle ! Nous sommes nés sans vêtements, alors revenons aux anciens jours après notre rendez-vous.",
    "Je pense que je pourrais tomber follement au lit avec toi en ce moment.",
    "Je peux dire que vous aimez le yoga, pourquoi ne pas passer un peu de temps à me montrer à quel point vous êtes flexible?",
    "J'espère que je serai dans votre esprit plus tard - imaginez-moi sans rien sur.",
    "Il pleut toute la journée et ce soir il fera froid. Puis-je vous ajouter à mes couvertures ?",
    "Pour que vous sachiez, ce soir sera inoubliable.",
    "Salut ! J'espère que vous vous souvenez de mon nom puisque vous le crierez plus tard.",
    "Je ne suis pas dentiste, mais je parie que je pourrais vous donner un remplissage si vous le voulez.",
    "Hé ! Je m'appelle Microsoft. Je peux m'écraser chez toi ce soir après notre rendez-vous ?",
    "Tout comme mon petit-déjeuner préféré, j'ai hâte de te retourner.",
    "Ce soir, fais semblant que je suis un pirate et donne-moi ce butin. À plus tard !",
    "Vous êtes Mulan ? Parce que je veux que tu manipules mon épée ce soir.",
    "Je vais réaliser tes rêves plus tard.",
    "Faisons semblant que mon lit est l'océan et faisons des vagues.",
    "Vous venez de vous inscrire sur ma liste \"à faire\" ?",
    "Si je disais que tu avais un beau corps, le tenais-tu contre moi ?",
    "Pour information, ton corps est un pays des merveilles, et j'aimerais être Alice.",
    "Tes jeans sont Guess ? Parce que devinez qui veut les enlever ?",
    "Contrairement à la télévision, j'aime quand tu n'as rien sur toi.",
    "Appréciez-vous la culture ? Parce que je voudrais vous embrasser en français.",
    "Tu n'as aucune idée de ce que tu me fais.",
    "Mes muscles ne sont pas la seule chose qui m'impressionne.",
    "Tout comme le Père Noël, j'ai aussi un cadeau pour vous dans mon traîneau. Si tu viens, je te la donnerai.",
    "Tu vaux tous les péchés que je commettrai avec toi ce soir. XO",
    "Lumière allumée ou éteinte plus tard ?",
    "Je ne suis pas un génie, mais je peux réaliser tes plus fous souhaits ce soir.",
    "J'ai une surprise pour vous ce soir... je pense que vous allez aimer!",
    "Je ne suis pas Fred Flintstone, mais je peux faire de ton fond. Rendez-vous ce week-end !",
    "J'ai hâte d'embrasser chaque partie de ton corps.",
    "Est-ce que ça a fait mal quand tu es tombé du ciel ? Attendez, vous n'êtes pas encore dans mon lit."
  ],
  "Dirty Pickup Lines for Her": [
    "Qu'est-ce qu'une personne gentille comme toi fait dans un esprit sales comme le mien ?",
    "Vous êtes Little Caesars ? Parce que tu es chaude et que je suis prête.",
    "Votre corps est à 60% d’eau et j’ai soif.",
    "Je peux emprunter un baiser ? Je vous promets de le rendre.",
    "Je suis nouveau en ville. Pouvez-vous me donner des instructions pour votre appartement ?",
    "Vos vêtements ont l'air mal à l'aise. Laissez-moi vous aider à les sortir.",
    "Le petit déjeuner est ma deuxième chose préférée à manger au lit. Quelle est la vôtre ?",
    "Je pense que vous souffrez d'un manque de vitamines moi ... que pensez-vous?",
    "Bébé, tu as tellement chaud que tu fais ressembler l'équateur au Pôle Nord.",
    "Tu es si gentil que tu as mis Hershey's Kisses hors du commerce.",
    "J'aimerais que tu sois du savon pour que je puisse te sentir sur moi.",
    "Connaissez-vous votre ABC ? Parce que je veux te donner la quatrième lettre de l'alphabet.",
    "Si être sexy était un crime, vous seriez coupable comme accusé!",
    "Ta ceinture a l'air très serrée. Je peux te le relâcher ?",
    "Vous aimez pêcher ? Parce que tu viens de m'attraper.",
    "Ce pull a l'air incroyable sur vous. Je parie que je le ferais aussi !",
    "Vous êtes un ascenseur ? Parce que j'aimerais monter et descendre avec toi.",
    "Vous aimez les baleines ? Parce qu'on peut rentrer chez moi.",
    "Je ne suis pas intéressé à avoir des enfants, mais pouvons-nous pratiquer de toute façon?",
    "J'aimerais te ramener à ma porte.",
    "J'adore ta chemise, je peux l'essayer le matin ?",
    "Je suis artiste, et ma chose préférée à faire est l'amour.",
    "Vous êtes un lion de mer ? Parce que je peux vous mariner lion dans mon lit ce soir.",
    "Cette tenue que tu portes aurait l'air parfait dans un tas froissé à côté de mon lit.",
    "Prenons de mauvaises décisions ensemble.",
    "Pour être clair, nous allons tous les deux dans le même lit ce soir, non ?",
    "Dois-je signer votre paquet ?",
    "Je suis un aventurier et je veux vous explorer."
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    "Vous êtes un feu d'artifice ? J'ai entendu que vous pourriez vous battre.",
    "Voulez-vous passer le meilleur sommeil de votre vie?",
    "Tu seras la Dairy Queen et je serai ton Burger King: tu me traiteras bien, et je le ferai à ta façon.",
    "Je ne m'appelle pas Elmo, mais tu peux me chatouiller quand tu veux.",
    "Tu as l'air plus chaud que mon café.",
    "Joyons à la menuiserie pour nous clouer.",
    "Vous avez un téléphone portable dans votre poche arrière ? Parce que ton butin m'appelle.",
    "J'ai essayé d'économiser plus d'eau... vous voulez vous doucher ensemble?",
    "Avez-vous mangé Lucky Charms pour le petit déjeuner ? Parce que vous avez l'air magiquement délicieux!",
    "Comment va votre tolérance à la chaleur ? Parce que les choses vont devenir épicées.",
    "Vous aimez les jeux ? On devrait jouer au strip poker.",
    "J’ai une idée… Pourquoi ne serais-je pas Burger King et vous McDonald’s ? Je vais le faire à ma façon, et vous allez adorer ça.",
    "Vous travaillez pour UPS ? J'aurais pu jurer que je t'ai vu vérifier mon colis.",
    "Êtes-vous un échantillon de supermarché? Parce que je veux t'avoir encore et encore.",
    "Je sais comment on peut faire un entraînement sans quitter le lit.",
    "Laissez-moi insérer ma prise dans votre prise, et nous pouvons générer de l'électricité plus tard.",
    "Tu es comme un feu de camp… tu es chaud et je veux plus.",
    "Ne me dis pas quoi faire à moins que tu ne sois nu.",
    "Votre lit ou le mien ?",
    "Une nuit avec moi pourrait changer ta vie.",
    "Je me sens comme une lampe parce que tu me fais allumer.",
    "Tu bois du soda ? Parce que tu as l'air si délicat.",
    "Ils m'appellent café parce que je meux si bien.",
    "Tu es comme mes devoirs parce que je ne te fais pas, même si je devrais le faire.",
    "Heureusement que je connaisse la RCP, parce que ce soir, je vais certainement vous enlever le souffle.",
    "Hé ! Belles jambes, j'ai hâte de les voir dans mon lit.",
    "Faisons comme un feu d'artifice et bang.",
    "Vous voulez regarder ou jouer Dirty Dancing ?",
    "Tu peux être Andy, je peux être ton Woody et tu peux jouer toute la journée avec moi.",
    "Croyez-moi, je suis comme un micro-ondes et je peux chauffer les choses en quelques secondes.",
    "On m'a toujours dit de suivre mes rêves, puis-je te suivre à la maison ?",
    "Vous êtes Lightning McQueen ? Parce que tu viens d'allumer mon moteur.",
    "Je ne peux pas dire si c'était un tremblement de terre, ou si vous avez juste sérieusement secoué mon monde.",
    "Vos parents étaient boulangers ? Parce que tu as un joli ensemble de pains.",
    "Vous aimez les volcans ? Parce que je pourrais éclater plus tard.",
    "Y a-t-il un four à proximité ou c'est juste nous ? Je peux sentir la chaleur.",
    "Vous voulez une tasse de thé ? Parce que tu fais chaud.",
    "J'aime jouer aux échecs au lit - voulez-vous m'aider à apprendre de nouvelles positions?",
    "Comme Sabrina Carpenter, je sais que je le rose pour toi.",
    "Tout comme la caféine trop tard dans la journée, je te tiendrai éveillée toute la nuit.",
    "Tes lèvres semblent solitaires. Tu veux les présenter à la mienne ?",
    "Tu veux prendre un séjour avec moi dans mon lit ?",
    "J'ai perdu mes clés... puis-je vérifier votre pantalon?",
    "J'abandonnerais ma glace pour te cuiller à la place.",
    "Peu importe si vous êtes végétalien. J'ai la seule viande dont tu auras besoin.",
    "Je ne suis pas caissier mais tu as quelques choses que j'aimerais vérifier !",
    "Je peux te prendre une photo ? J'ai besoin de ça pour montrer à Père Noël ce que je veux pour Noël.",
    "Si j'étais toi, je coucherais avec moi.",
    "Arrête, baisse et roule, bébé. Vous êtes en feu.",
    "Il doit y avoir un interrupteur de lumière sur mon front parce que chaque fois que je te vois, tu m'allumes !",
    "Tu t'appelles Circe ? Parce que tu me transformes en animal.",
    "Tes jambes doivent être fatiguées parce que tu as couru dans mon esprit toute la nuit."
  ],
  "Sexy Pick Up Lines": [
    "Vous pouvez supprimer l'application maintenant, je suis là.",
    "Vous avez un nom ? Ou puis-je vous appeler la mienne ?",
    "Il doit y avoir quelque chose de mal avec mes yeux, je ne peux pas vous les enlever.",
    "Mon nom est [votre nom] mais vous devriez entendre mon numéro de téléphone.",
    "Tes lèvres semblent solitaires. Ils voudraient rencontrer le mien ?",
    "Je ne suis pas donneur d'organes, mais j'aimerais vous donner mon cœur.",
    "Si tu me laisses emprunter un baiser, je te promets de le rendre tout de suite."
  ],
  "Flirty Pick Up Lines": [
    "J'ai un numéro de téléphone, vous avez un numéro de téléphone - pensez aux possibilités.",
    "J'ai toutes ces fourchettes et ces couteaux. J'ai juste besoin d'une petite cuillère.",
    "Ta main semble lourde, je peux la tenir pour toi ?",
    "J'ai toujours pensé que le bonheur commençait par un \"H\", mais il semble qu'il commence par \"U\".",
    "Vous avez une carte ? Je viens de me perdre dans tes yeux.",
    "Tu viens de sortir d'un four ? Parce que tu es trop chaud pour le gérer.",
    "Je crois que nous nous sommes déjà rencontrés. En fait, peu importe, je pense que c'était juste dans mes rêves.",
    "Je parie que mon numéro sonne mieux que le vôtre. Tu veux l'entendre ?",
    "Croyez-moi, je ne suis pas ivre, je suis juste ivre par vous.",
    "Vous avez un miroir ? Parce que je peux nous voir ensemble."
  ],
  "Corny Pick Up Lines": [
    "J'espère que quelqu'un sait comment faire la RCP parce que tu viens de m'enlever le souffle.",
    "Vous avez l'air un peu malade, vous devez souffrir d'un manque de vitamine Me.",
    "Vous êtes un routeur WiFi ? Parce que je ressens une connexion.",
    "Vous avez un Band-Aid ? J'ai rasé mes genoux en tombant pour toi.",
    "Si tu étais un transformateur, tu serais Optimus Fine.",
    "Jouons un jeu… pas cacher et chercher cependant, les gens comme vous sont difficiles à trouver.",
    "Vous aimez Star Wars ? Yoda pour moi.",
    "Je n'ai jamais cru à l'amour à la première vue, puis je t'ai vu.",
    "C'est une bonne chose que j'aie ma carte de bibliothèque, parce que je te vérifie totalement.",
    "Si être belle était un crime, vous seriez coupable comme accusé.",
    "Ma mère m'a dit de ne pas parler à des inconnus en ligne, mais je vais faire une exception pour toi.",
    "Vous êtes allé à l'école à Poudlard ? Parce que je ressens la magie.",
    "Je suis vraiment content que je vienne d'acheter une assurance vie parce que quand je t'ai vu, mon cœur s'est arrêté.",
    "Si tu étais un légume, tu serais un mignon."
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "Votre sourire est magnifique.",
    "Je pense que nous nous sommes rencontrés dans une vie antérieure.",
    "Vos yeux sont vraiment beaux.",
    "Vous êtes comme un ange.",
    "Votre aura est vraiment spéciale.",
    "Je pense que c'est le destin qui nous a réunis.",
    "Votre voix est vraiment envoûtante.",
    "Vous êtes peut-être la personne que je cherche.",
    "Votre sourire m'a entièrement charmé.",
    "Je ressens une connexion spéciale entre nous."
  ],
  "Frases para ligar en español": [
    "Ton sourire est magnifique.",
    "Je crois que nous nous sommes rencontrés dans une vie passée.",
    "Tes yeux sont vraiment beaux.",
    "Tu es comme un ange.",
    "Votre aura est vraiment spéciale.",
    "Je crois que le destin nous a unis.",
    "Votre voix est vraiment captivante.",
    "Vous pourriez être la personne que je cherche.",
    "Ton sourire m'a entièrement captivé.",
    "Je ressens une connexion spéciale entre nous."
  ],
  "Deutsche Anmachsprüche": [
    "Votre sourire est magnifique.",
    "Je crois que nous nous sommes rencontrés dans une vie antérieure.",
    "Tes yeux sont vraiment beaux.",
    "Tu es comme un ange.",
    "Votre aura est vraiment spéciale.",
    "Je crois que le destin nous a réunis.",
    "Votre voix est vraiment charmante.",
    "Tu pourrais être la personne que je cherche.",
    "Ton sourire m'a entièrement enchanté.",
    "Je ressens un lien particulier entre nous."
  ]
}