{
  "line_1": "Si pudiera reorganizar el alfabeto, pondría 'U' e 'I' juntas.",
  "line_2": "Debes ser Wi-Fi, porque siento una conexión perfecta en este momento.",
  "line_3": "¿Alguien necesita luz? Porque somos una coincidencia perfecta.",
  "line_4": "Incluso sin gravedad, me enamoraría de ti.",
  "line_5": "Tú y yo somos como el Billboard 100, somos el single más caliente del país.",
  "line_6": "¿Hace calor aquí o eres solo tú?",
  "line_7": "No soy fotógrafo, pero puedo imaginarnos juntos.",
  "line_8": "Debes ser un libro de biblioteca, porque estoy atrasado en devolverte.",
  "line_9": "¿Puedo llamarte Darwin? Porque eres mi selección natural.",
  "line_10": "Lo siento, ¿estás perdido? El concurso mundial de sexismo está al lado.",
  "line_11": "Debes estar cansado, porque has estado corriendo en mi mente todo el día.",
  "line_12": "¿Puedo llamarte Google? Porque tienes todo lo que estoy buscando.",
  "line_13": "Debe haber algo mal con mis ojos, porque no puedo apartarlos de ti.",
  "line_14": "¿Tienes un mapa? Porque me perdí en tus ojos.",
  "line_15": "¿Nos hemos conocido antes? Porque te vi en mis sueños.",
  "line_16": "¿Crees en el amor a primera vista? ¿O debería pasar de nuevo?",
  "line_17": "Puedo predecir el futuro, y tú estás en él.",
  "line_18": "¿Eres artista? Porque has captado completamente mi atención.",
  "line_19": "Debes ser una leyenda, porque he escuchado muchas historias increíbles sobre ti.",
  "line_20": "Siempre pensé que la felicidad comenzaba con 'H', pero acabo de darme cuenta de que comienza con 'U'.",
  "line_21": "Acabo de terminar un libro que creo que te gustaría. ¿Quieres venir a recogerlo?",
  "line_22": "Estoy estudiando fechas importantes en la historia, me pregunto si quieres ser una de ellas.",
  "line_23": "¿Puedo llamarte Waldo? Porque no puedo encontrar a alguien como tú.",
  "line_24": "¿Puedo pedir prestado un beso? Prometo devolverlo.",
  "line_25": "¿Sabes dónde quiero verte? En mis brazos.",
  "line_26": "¿Eres un viajero del tiempo? Porque puedo ver mi futuro contigo.",
  "line_27": "Debes ser un ticket de estacionamiento, porque tienes 'increíble' escrito por todas partes.",
  "line_28": "Si fueras un teclado, serías mi tipo.",
  "line_29": "¿Eres una inversión? Porque estoy invirtiendo todo mi tiempo en ti.",
  "line_30": "Si la vida tuviera un centro, tú serías el sol alrededor del cual giro.",
  "line_31": "¿Eres un GPS? Porque siempre sabes cómo guiarme hacia ti.",
  "line_32": "¿Eres un imán? Porque estoy completamente atraído por ti.",
  "line_33": "¿Eres un Oreo? Porque estoy aprovechando esta oportunidad.",
  "line_34": "¿Eres un lápiz? Porque me atraes.",
  "line_35": "Tu animal espiritual debe ser un fénix, porque has reavivado mi corazón como por magia.",
  "line_36": "¿Eres una brisa? Porque has robado silenciosamente mi corazón.",
  "line_37": "Dulce, irresistible, imposible de tener suficiente - ¿eres secretamente una galleta de chispas de chocolate?",
  "line_38": "¿Eres un préstamo bancario? Porque has captado mi interés.",
  "line_39": "¿Eres un refrigerador? Porque eres demasiado genial para ser ignorado.",
  "line_40": "¿Eres un estacionamiento? Porque he estado buscando a alguien como tú por siempre.",
  "line_41": "Tienes 'échame un vistazo' escrito por todas partes, pero no necesito una tarjeta de biblioteca.",
  "line_42": "¿Eres un cargador de teléfono? Porque no puedo vivir sin ti.",
  "line_43": "¿Eres una red 5G? Porque me has conectado instantáneamente.",
  "line_44": "¿Sabes cómo hackear? Porque has robado completamente mi corazón.",
  "line_45": "¿Eres un mago? Porque cuando te miro, todos los demás desaparecen.",
  "line_46": "¿Tu club de fans acepta nuevos miembros? Porque quiero unirme.",
  "line_47": "¿Estamos en la línea de autoservicio? Porque te estoy revisando completamente.",
  "line_48": "Si fueras un anuncio, serías la letra pequeña.",
  "line_49": "¿Eres un préstamo de auto? Porque definitivamente has captado mi interés.",
  "line_50": "Quiero invitarte a una copa de vino, pero el vaso estará celoso.",
  "line_51": "Mi especialidad es la anatomía. ¿Quieres ayudarme a estudiar?",
  "line_52": "¿Tienes un nombre? ¿O puedo llamarte mío?",
  "line_53": "¿Tienes una curita? Porque me raspé la rodilla al enamorarme de ti.",
  "line_54": "¿Puedes adivinar de qué está hecha mi camisa? Material de novio/novia.",
  "line_55": "¿Puedo llevarte a casa? Porque creo en perseguir sueños.",
  "line_56": "Estoy escribiendo un libro sobre números, noté que falta el tuyo.",
  "line_57": "¿Eres una cámara? Porque sonrío cada vez que te veo.",
  "line_58": "¿Te gustan los Legos? Porque creo que podemos construir una relación juntos.",
  "line_59": "¿Dolió cuando caíste del cielo?",
  "line_60": "Debes ser un imán, porque siento la atracción.",
  "line_61": "¿Alguien rompió tu corazón? Puedes tener el mío.",
  "line_62": "¿Estás hecho de cobre y telurio? Porque eres Cu-Te.",
  "line_63": "¿Eres una escoba? Porque has barrido mi corazón.",
  "line_64": "Tus manos parecen pesadas, ¿quieres que las sostenga?",
  "line_65": "¿Nos hemos conocido antes? Porque te pareces a mi próximo novio/novia.",
  "line_66": "No creía en el amor a primera vista, hasta que te vi.",
  "line_67": "¿Eres un mago? Porque has hechizado mi corazón.",
  "line_68": "¿Eres un boxeador? Porque eres un KO perfecto.",
  "line_69": "¿Tienes tiempo? Porque perdí la noción del tiempo al conocerte.",
  "line_70": "¿Puedo ser tu copo de nieve? Prometo nunca derretirme de tu corazón.",
  "line_71": "¿Eres francés? Porque la Torre Eiffel es para ti.",
  "line_72": "¿Eres una señal de Wi-Fi? Porque siento una conexión fuerte.",
  "line_73": "No tengo pluma ni papel, pero sigues atrayendo mi atención.",
  "line_74": "¿Eres un corazón? Porque nunca dejaré de latir por ti.",
  "line_75": "Creo en perseguir sueños, puedes mostrar el camino.",
  "line_76": "Si la belleza fuera un crimen, estarías en la lista de los más buscados.",
  "line_77": "Un beso es el lenguaje del amor, ¿quieres comenzar una conversación conmigo?",
  "line_78": "¿Eres hierro? Porque nunca tengo suficiente de ti.",
  "line_79": "¿Tomamos un café? Porque me gustas como un latte.",
  "line_80": "¿Eres una estrella? Porque iluminas mi mundo.",
  "line_81": "¿Eres una atracción de Disney? Porque puedo esperarte para siempre.",
  "line_82": "¿Eres agua? Porque no puedo vivir sin ti.",
  "line_83": "¿Te gusta el tequila? ¿Significa eso que me darás una oportunidad?",
  "line_84": "Lo siento, mi teléfono debe estar roto, porque no tengo tu número.",
  "line_85": "¿Eres un boxeador? Porque eres un KO perfecto.",
  "line_86": "¿Estás dando un discurso? Porque me pones muy nervioso.",
  "line_87": "¿Eres bueno en matemáticas? Yo también, el único número que me importa es el tuyo.",
  "line_88": "No soy religioso, pero eres la respuesta a todas mis oraciones."
}