{
  "line_1": "Si pudiera reorganizar el alfabeto, pondría \"U\" y \"I\" juntos.",
  "line_2": "Debes ser Wi-Fi, porque estoy sintiendo una conexión en este momento.",
  "line_3": " ¿Alguien necesita una luz? Porque somos la pareja perfecta.",
  "line_4": "Incluso si no hubiera gravedad, todavía me enamoraría de ti.",
  "line_5": "Tú y yo somos como el Billboard 100, somos los singles más calientes del país.",
  "line_6": " ¿Hace calor aquí o eres tú?",
  "line_7": "No soy fotógrafo. Pero nos imagino totalmente juntos.",
  "line_8": "Debes llegar tarde para devolver tus libros de la biblioteca porque tienes \"bien\" escrito por todas partes.",
  "line_9": " ¿Debería llamarte Darwin? Porque eres mi selección natural.",
  "line_10": "Disculpe, ¿estás perdido? El concurso Hombre/Mujer Sexista del Mundo está al lado.",
  "line_11": "Debes estar cansado, porque has estado corriendo por mi mente todo el día.",
  "line_12": " ¿Puedo llamarte Google? Porque tienes todo lo que busco.",
  "line_13": "Debe haber algo mal con mis ojos, porque no puedo quitarlos de ti.",
  "line_14": " ¿Tienes un mapa? Acabo de perderme mirando a tus ojos.",
  "line_15": " ¿Nos hemos conocido? Creo que te vi en mis sueños.",
  "line_16": " ¿Crees en el amor a primera vista o debo pasar de nuevo?",
  "line_17": "Puedo predecir el futuro. Y estás en él.",
  "line_18": " ¿Eres artista? Porque definitivamente estás llamando mi atención.",
  "line_19": "Debes ser una leyenda, porque he oído tantas cosas grandes sobre ti.",
  "line_20": "Siempre pensé que la felicidad empezaba con una \"h\". Pero acabo de darme cuenta de que comienza con \"u\".",
  "line_21": "Acabo de terminar un libro que creo que te gustaría.  ¿Por qué no pasas a recogerlo?",
  "line_22": "Estoy investigando fechas importantes en la historia y me pregunto si te gustaría ser una de ellas.",
  "line_23": " ¿Puedo llamarte Waldo? Alguien como tú es imposible de encontrar.",
  "line_24": " ¿Puedo prestarme un beso? Prometo devolverlo.",
  "line_25": " ¿Sabes en qué me encantaría verte? Mis brazos.",
  "line_26": " ¿Eres un viajero en el tiempo? Puedo ver mi futuro contigo.",
  "line_27": "Debes ser un boleto de aparcamiento porque tienes bien escrito todo sobre ti.",
  "line_28": "Si fuera un teclado, sería exactamente mi tipo.",
  "line_29": " ¿Eres una inversión? Porque estoy poniendo todo mi tiempo en ti.",
  "line_30": "Si la vida tuviera un centro, tú serías el sol alrededor del que giro.",
  "line_31": " ¿Eres un GPS? Porque siempre sabes cómo llevarme directamente a ti.",
  "line_32": " ¿Eres un imán? Porque estoy totalmente atraído por ti.",
  "line_33": " ¿Eres un Oreo? Porque estoy aprovechando esta oportunidad.",
  "line_34": " ¿Eres un lápiz? Porque me estás atrayendo.",
  "line_35": "No hay manera de que tu animal espiritual no sea un fénix. Has reanecido mi corazón como magia.",
  "line_36": " ¿Eres una brisa? Porque me has barrido de mis pies sin sonido.",
  "line_37": "Dulce, irresistible e imposible de obtener lo suficiente, ¿eres secretamente una galleta con patatas de chocolate?",
  "line_38": " ¿Eres un préstamo bancario? Porque tienes mi interés.",
  "line_39": " ¿Eres un refrigerador? Porque eres demasiado genial para ignorarlo.",
  "line_40": " ¿Eres un lugar de aparcamiento? Porque siempre he estado buscando a alguien como tú.",
  "line_41": "Quién necesita una tarjeta de biblioteca cuando tienes \"check me out\" escrito sobre ti.",
  "line_42": " ¿Eres un cargador de teléfono? Porque me siento muerto sin ti.",
  "line_43": " ¿Eres una red 5G? Porque me has conectado al instante.",
  "line_44": " ¿Sabes cómo hackear? Porque has robado mi corazón por completo.",
  "line_45": "Mi nombre es _________________, pero no dudes en llamarme esta noche o mañana.",
  "line_46": " ¿Su fan club acepta nuevos miembros? Porque estoy a punto de inscribirme.",
  "line_47": " ¿Estamos en la línea de autoservicio? Porque te estoy comprobando totalmente.",
  "line_48": "Si fuera un anuncio, sería la letra pequeña.",
  "line_49": " ¿Es usted un préstamo de coche? Porque definitivamente tienes mi interés.",
  "line_50": "Te compraría un vaso de vino, pero entonces estaría celoso del vaso.",
  "line_51": "Mi especialidad es anatomía.  ¿Quieres ayudarme a estudiar?",
  "line_52": " ¿Tienes un nombre o puedo llamarte mío?",
  "line_53": " ¿Tienes un vendaje? Acabo de rascarme la rodilla caendo por ti.",
  "line_54": " ¿Puedes adivinar de qué está hecha mi camisa? Material de chica/novio.",
  "line_55": " ¿Puedo llevarte a casa? Siempre he creído en seguir mis sueños.",
  "line_56": "Estoy escribiendo un libro sobre números. Acabo de darme cuenta de que no tengo el tuyo.",
  "line_57": " ¿Eres una cámara? Porque cada vez que te miro, sonrío.",
  "line_58": " ¿Te gustan los Legos? Porque creo que podríamos construir una relación juntos.",
  "line_59": " ¿Te dolió cuando caíste del cielo?",
  "line_60": "Debes ser un imán. Porque siento la atracción.",
  "line_61": " ¿Alguien te rompió el corazón? Porque puedes tener la mía.",
  "line_62": "Me encantaría llevarte a una película, pero no quiero meterme en problemas por traer mi propio bocadillo.",
  "line_63": " ¿Eres una escoba? Porque me quitaste los pies.",
  "line_64": "Tu mano parece pesada.  ¿Puedo tenerlo por ti?",
  "line_65": " ¿Nos hemos conocido? Porque te pareces mucho a mi próxima novia.",
  "line_66": "No creía en el amor a primera vista. Hasta que te vi.",
  "line_67": "Eres tan picante que me estás dando un mal caso de acidez estomacal.",
  "line_68": " ¿Si tu padre es boxeador? Porque eres un verdadero nocaut.",
  "line_69": " ¿Tienes tiempo? Perdí la pista después de conocerte.",
  "line_70": " ¿Puedo ser tu copo de nieve? Prometo nunca derretirme de tu corazón.",
  "line_71": " ¿Eres francés? Porque Eiffel para ti.",
  "line_72": " ¿Eres una señal Wi-Fi? Porque siento una fuerte conexión.",
  "line_73": "Sin pluma, sin papel.  ..pero, todavía llamas mi atención.",
  "line_74": " ¿Eres un corazón? Porque nunca dejaría de golpear por ti.",
  "line_75": "Yo creo en seguir mis sueños, así que tú guías el camino.",
  "line_76": "Si ser hermosa fuera un crimen, estarías en la lista de los más buscados.",
  "line_77": "Besar es un lenguaje del amor.  ¿Quieres empezar una conversación conmigo?",
  "line_78": " ¿Eres de hierro? Porque no tengo suficiente de ti.",
  "line_79": " ¿Debemos tomar café? Porque me gusta el latte.",
  "line_80": "Deberías ser Jasmine sin el \"Jas.",
  "line_81": " ¿Eres un paseo de Disney? Porque te esperaría para siempre.",
  "line_82": " ¿Eres agua? Porque yo moriría sin ti.",
  "line_83": "Veo que te gusta el tequila.  ¿Eso significa que me darás una oportunidad?",
  "line_84": "Siento molestarlo, pero mi teléfono debe estar roto porque no parece tener tu número.",
  "line_85": " ¿Eres boxeador? Porque eres un total nocaut.",
  "line_86": " ¿Estás hablando en público? Porque me pones muy nerviosa.",
  "line_87": " ¿Eres bueno en matemáticas? Yo tampoco; El único número que me importa es el tuyo.",
  "line_88": "No soy religioso, pero tú eres la respuesta a todas mis oraciones."
}