{
  "Rizz pick-up lines": [
    "Si pudiera reorganizar el alfabeto, pondría \"U\" y \"I\" juntos.",
    "Debes ser Wi-Fi, porque estoy sintiendo una conexión en este momento.",
    " ¿Alguien necesita una luz? Porque somos la pareja perfecta.",
    "Incluso si no hubiera gravedad, todavía me enamoraría de ti.",
    "Tú y yo somos como el Billboard 100, somos los singles más calientes del país.",
    " ¿Hace calor aquí o eres tú?",
    "No soy fotógrafo. Pero nos imagino totalmente juntos.",
    "Debes llegar tarde para devolver tus libros de la biblioteca porque tienes \"bien\" escrito por todas partes.",
    " ¿Debería llamarte Darwin? Porque eres mi selección natural.",
    "Disculpe, ¿estás perdido? El concurso Hombre/Mujer Sexista del Mundo está al lado.",
    "Debes estar cansado, porque has estado corriendo por mi mente todo el día.",
    " ¿Puedo llamarte Google? Porque tienes todo lo que busco.",
    "Debe haber algo mal con mis ojos, porque no puedo quitarlos de ti.",
    " ¿Tienes un mapa? Acabo de perderme mirando a tus ojos.",
    " ¿Nos hemos conocido? Creo que te vi en mis sueños.",
    " ¿Crees en el amor a primera vista o debo pasar de nuevo?",
    "Puedo predecir el futuro. Y estás en él.",
    " ¿Eres artista? Porque definitivamente estás llamando mi atención.",
    "Debes ser una leyenda, porque he oído tantas cosas grandes sobre ti.",
    "Siempre pensé que la felicidad empezaba con una \"h\". Pero acabo de darme cuenta de que comienza con \"u\".",
    "Acabo de terminar un libro que creo que te gustaría.  ¿Por qué no pasas a recogerlo?",
    "Estoy investigando fechas importantes en la historia y me pregunto si te gustaría ser una de ellas.",
    " ¿Puedo llamarte Waldo? Alguien como tú es imposible de encontrar.",
    " ¿Puedo prestarme un beso? Prometo devolverlo.",
    " ¿Sabes en qué me encantaría verte? Mis brazos.",
    " ¿Eres un viajero en el tiempo? Puedo ver mi futuro contigo.",
    "Debes ser un boleto de aparcamiento porque tienes bien escrito todo sobre ti.",
    "Si fuera un teclado, sería exactamente mi tipo.",
    " ¿Eres una inversión? Porque estoy poniendo todo mi tiempo en ti.",
    "Si la vida tuviera un centro, tú serías el sol alrededor del que giro.",
    " ¿Eres un GPS? Porque siempre sabes cómo llevarme directamente a ti.",
    " ¿Eres un imán? Porque estoy totalmente atraído por ti.",
    " ¿Eres un Oreo? Porque estoy aprovechando esta oportunidad.",
    " ¿Eres un lápiz? Porque me estás atrayendo.",
    "No hay manera de que tu animal espiritual no sea un fénix. Has reanecido mi corazón como magia.",
    " ¿Eres una brisa? Porque me has barrido de mis pies sin sonido.",
    "Dulce, irresistible e imposible de obtener lo suficiente, ¿eres secretamente una galleta con patatas de chocolate?",
    " ¿Eres un préstamo bancario? Porque tienes mi interés.",
    " ¿Eres un refrigerador? Porque eres demasiado genial para ignorarlo.",
    " ¿Eres un lugar de aparcamiento? Porque siempre he estado buscando a alguien como tú.",
    "Quién necesita una tarjeta de biblioteca cuando tienes \"check me out\" escrito sobre ti.",
    " ¿Eres un cargador de teléfono? Porque me siento muerto sin ti.",
    " ¿Eres una red 5G? Porque me has conectado al instante.",
    " ¿Sabes cómo hackear? Porque has robado mi corazón por completo."
  ],
  "Best rizz lines": [
    "Mi nombre es _________________, pero no dudes en llamarme esta noche o mañana.",
    " ¿Su fan club acepta nuevos miembros? Porque estoy a punto de inscribirme.",
    " ¿Estamos en la línea de autoservicio? Porque te estoy comprobando totalmente.",
    "Si fuera un anuncio, sería la letra pequeña.",
    " ¿Es usted un préstamo de coche? Porque definitivamente tienes mi interés.",
    "Te compraría un vaso de vino, pero entonces estaría celoso del vaso.",
    "Mi especialidad es anatomía.  ¿Quieres ayudarme a estudiar?",
    " ¿Tienes un nombre o puedo llamarte mío?",
    " ¿Tienes un vendaje? Acabo de rascarme la rodilla caendo por ti.",
    " ¿Puedes adivinar de qué está hecha mi camisa? Material de chica/novio.",
    " ¿Puedo llevarte a casa? Siempre he creído en seguir mis sueños.",
    "Estoy escribiendo un libro sobre números. Acabo de darme cuenta de que no tengo el tuyo.",
    " ¿Eres una cámara? Porque cada vez que te miro, sonrío.",
    " ¿Te gustan los Legos? Porque creo que podríamos construir una relación juntos.",
    " ¿Te dolió cuando caíste del cielo?",
    "Debes ser un imán. Porque siento la atracción.",
    " ¿Alguien te rompió el corazón? Porque puedes tener la mía.",
    "Me encantaría llevarte a una película, pero no quiero meterme en problemas por traer mi propio bocadillo.",
    " ¿Eres una escoba? Porque me quitaste los pies.",
    "Tu mano parece pesada.  ¿Puedo tenerlo por ti?",
    " ¿Nos hemos conocido? Porque te pareces mucho a mi próxima novia.",
    "No creía en el amor a primera vista. Hasta que te vi.",
    "Eres tan picante que me estás dando un mal caso de acidez estomacal.",
    " ¿Si tu padre es boxeador? Porque eres un verdadero nocaut.",
    " ¿Tienes tiempo? Perdí la pista después de conocerte.",
    " ¿Puedo ser tu copo de nieve? Prometo nunca derretirme de tu corazón.",
    " ¿Eres francés? Porque Eiffel para ti.",
    " ¿Eres una señal Wi-Fi? Porque siento una fuerte conexión.",
    "Sin pluma, sin papel.  ..pero, todavía llamas mi atención.",
    " ¿Eres un corazón? Porque nunca dejaría de golpear por ti.",
    "Yo creo en seguir mis sueños, así que tú guías el camino.",
    "Si ser hermosa fuera un crimen, estarías en la lista de los más buscados.",
    "Besar es un lenguaje del amor.  ¿Quieres empezar una conversación conmigo?",
    " ¿Eres de hierro? Porque no tengo suficiente de ti.",
    " ¿Debemos tomar café? Porque me gusta el latte.",
    "Deberías ser Jasmine sin el \"Jas.",
    " ¿Eres un paseo de Disney? Porque te esperaría para siempre.",
    " ¿Eres agua? Porque yo moriría sin ti.",
    "Veo que te gusta el tequila.  ¿Eso significa que me darás una oportunidad?",
    "Siento molestarlo, pero mi teléfono debe estar roto porque no parece tener tu número.",
    " ¿Eres boxeador? Porque eres un total nocaut.",
    " ¿Estás hablando en público? Porque me pones muy nerviosa.",
    " ¿Eres bueno en matemáticas? Yo tampoco; El único número que me importa es el tuyo.",
    "No soy religioso, pero tú eres la respuesta a todas mis oraciones.",
    " ¿Te llamas Elsa? Porque no puedo dejarte ir.",
    " ¿Conoces la diferencia entre la historia y tú? La historia es el pasado y tú eres mi futuro.",
    " ¿Puedo seguirte a casa? Mi corazón parece haberse desviado desde que te conocí.",
    " ¿Eres el 1 de abril? Porque soy un tonto para ti.",
    " ¿Eres la fórmula de Krabby Patty? Porque estoy tratando de robarte.",
    " ¿Se llama Chamomile?  ¡Porque eres un té caliente!",
    " ¿Eres Legos? Porque nunca te haría Lego.",
    " ¿Trabajas para la NASA? Porque tu belleza está fuera de este mundo.",
    "Las matemáticas son tan confusas. Siempre habla de \"x y y\" y nunca de \"tú y yo\".",
    "Te pareces mucho a mi próxima novia/novio/pareja.",
    "Si tuviera un níquel por cada vez que veía a alguien tan lindo como tú, tendría cinco centavos.",
    "Mira, me ha cegado tu belleza. Mi compañía de seguros necesitará su nombre y número.",
    " ¿Eres de Disneyland? Dicen que es el lugar más feliz de la Tierra, así que pensé que sería donde estés.",
    " ¿Eres mi portátil? Porque estás muy caliente, y estoy preocupado.",
    "Tienes la mejor sonrisa en esta aplicación.  ¿Cuál es tu secreto, Crest?",
    " ¿Podrías darme un vaso de agua? De repente tengo mucha sed.",
    " ¿Eres uno de los pioneros del vuelo? Pareces Wright para mí.",
    "Sus ojos son como Ikea. Estoy totalmente perdido en ellos.",
    " ¿Eres mi cordón desatado? Porque me estoy enamorando de ti.",
    "Creo que te he visto en algún libro. Estaba realmente bien impreso.",
    "Quiero que sepas que estoy 100% comprometido con esta relación de Tinder.",
    " ¿Eres modelo?  ¿Cuándo renunció?",
    " \"¿Eres un boleto de aparcamiento? Porque tienes \"bien\" escrito por todo\".",
    " ¿Crees en el amor a primera vista, o debo volver a pasar?",
    " \"Aparte de ser hermoso, ¿qué haces para ganarte la vida?\"",
    " \"Si fueras una verdura, serías un lindo-pepino.\"",
    " \"No soy fotógrafo, pero puedo imaginarnos juntos\".",
    " \"¿Se llama Google? Porque tienes todo lo que he estado buscando\".",
    " \"Siente mi camisa. ¿Sabes de qué está hecha?",
    " - ¿Eres de Tennessee? Porque son los únicos diez que veo.",
    " \"Si los besos fueran copos de nieve, te enviaría una tormenta de nieve.\"",
    " \"No estoy seguro de lo que es, pero tu sonrisa me hace querer invitarte a salir a tomar un café\".",
    " \"Debes ser un mago, porque cada vez que te miro, todos los demás desaparecen!\""
  ],
  "Smooth rizz lines": [
    "Si ser caliente fuera un crimen, estarías cumpliendo cadena perpetua.",
    " ¿Tienes quemaduras solares o siempre estás tan caliente?",
    " ¿Estábamos en clase juntos? Podría haber jurado que teníamos química.",
    " ¿Eres guitarrista? Porque has tocado un acorde en mí.",
    " ¿Eres una muestra de carbono? Porque quiero salir contigo.",
    " ¿Tienes un desfibrilador? Mi corazón ha estado corriendo desde que nos conocimos.",
    " ¿Puedo tomarte una foto? Mis amigos no creen que los ángeles existan.",
    " ¿Eres un teclado? Porque eres mi tipo.",
    "Si tú y yo fueramos calcetines, tendríamos un buen par.",
    " ¿Eres Starbucks? Porque me gusta el latte.",
    "Sólo hay una cosa que cambiaría de ti: tu apellido.",
    "Debes ser Harry Potter. Porque cada vez que te miro, todo lo demás desaparece.",
    " ¿Jugas al béisbol? Porque creo que estás en mi liga.",
    " ¿Hay un aeropuerto cerca?  ¿O es que mi corazón vuela?",
    "Si fuera una fruta, sería una manzana fina.",
    "Aquí estoy. ¿Cuáles son tus otros dos deseos?",
    "Aparte de quitarme el aliento, ¿qué haces para ganarte la vida?",
    "Eres bonita y yo soy linda. Juntos seríamos muy lindos.",
    "Sus labios parecen solitarios.  ¿Quieren conocer a la mía?",
    "Debo ser un copo de nieve. Porque me he enamorado de ti.",
    "Soy nuevo en la ciudad.  ¿Puedo obtener instrucciones para su casa?",
    " ¿Eres una hoguera? Porque eres caliente y quiero más.",
    "Mi amigo quiere saber si piensas que soy linda.",
    " ¿Estás bien? Parece que tienes una deficiencia de vitamina Me.",
    " ¿Tu padre es Picasso? Porque eres una verdadera obra maestra.",
    " \"Debo haber ido a pescar... porque eres la captura perfecta.\"",
    " \"He perdido mi número de teléfono, ¿puedo prestarme el tuyo?\"",
    " \"Me encantaría llevarte al cine, pero no permiten bocadillos\".",
    " \"No hay pluma, no hay papel... pero aun así, llamas mi atención.\"",
    " “Mis padres me dijeron que persiguiera mis sueños, supongo que eso significa que es mejor que empieces a correr”.",
    " \"No, no tengo 14 años, pero soy el 14 tú\".",
    " \"No te preocupes conmigo, solo estoy siguiendo mis sueños\".",
    " \"Las matemáticas son tan confusas. Siempre habla de X y Y, nunca de U y yo\".",
    " ¿Eres de Tennessee? Porque son los únicos diez que veo.",
    " ¿Eres la mañana de Navidad? Porque he estado esperando todo el año que llegues.",
    " ¿Eres Nemo? Porque he estado tratando de encontrarte.",
    " ¿Eres un préstamo bancario? Porque tienes mi interés.",
    "Espero que sepas la RCP porque me quitaste el aliento.",
    " ¿Eres el Sol? Porque podría mirarte todo el día, y valdría la pena el riesgo.",
    " ¿Eres un castor?  ¡Porque DAM!",
    " ¿Eres un teclado? Porque eres mi tipo.",
    "Mi madre dijo que compartir es cuidar pero, no... ¡son todos míos!",
    " ¿Eres John Cena? Porque nunca he tenido una chica Cena como tú.",
    "Es hora de pagar. Es el primero del mes, y has estado viviendo en mi mente sin alquiler.",
    " ¿Eres una luz? Porque siempre me haces sentir brillante.",
    "Sólo para que sepas, soy un delincuente.  ..porque te amo.",
    " ¿Te gusta Star Wars? Porque Yoda es solo uno para mí.",
    " ¿Eres dedos de pollo y patatas fritas? Porque no me importa cuántas opciones tengo, siempre te elegiré.",
    "Es bueno que tenga una tarjeta de biblioteca porque te he estado revisando.",
    " ¿Tienes un bandado? Me duelen las rodillas por caerme por ti.",
    "Podríamos no ser pantalones, pero haríamos un gran par.",
    " ¿Sabes lo que es hermoso? Repite la primera palabra.",
    "Tus ojos me recuerdan a IKEA: fácil perderse.",
    "Sólo quería hacerte saber: tienes algo lindo en tu cara.",
    " ¿Sus padres son panaderos? Seguro que hicieron una tarta bonita.",
    " ¿Tienes una cuenta de Instagram? Porque mi madre siempre me dijo que siguiera mis sueños.",
    "Creo que te vi en Spotify. Estás listado como el single más caliente.",
    "Pensé que la felicidad empezaba con una h, pero supongo que en realidad comienza con tu.",
    "Apuesto a que sé cuándo es tu cumpleaños: octubre. Porque eres un 10.",
    " ¿Está habilitado tu Bluetooth? Siento que podríamos emparejarnos.",
    "Espero que sepas la RCP porque me estás quitando el aliento.",
    " ¿Has estado excediendo la velocidad? Porque tienes bien escrito todo sobre ti.",
    "Necesito un agente inmobiliario, ¿conoces alguno? Estoy tratando de moverme aquí.",
    " \"No soy un genio, pero puedo hacer realidad tus sueños\".",
    " \"Si fueras una canción, serías mi favorita en repetición\".",
    " \"Eres tan hermosa, haces que mi corazón salte un latido\".",
    " \"No estoy seguro de lo que es, pero me haces querer ser un hombre mejor\".",
    " \"Eres como un buen vino, mejoras con el tiempo\".",
    " \"¿Se llama WiFi? Porque siento una conexión.\"",
    " \"Eres la pieza que falta en mi rompecabezas\".",
    " \"No soy un jugador, soy un guardián... de tu corazón\".",
    " \"Eres tan impresionante que haces que el sol sea celoso\".",
    " \"Tengo una confesión que hacer, estoy enamorado de ti.\"",
    " \"Si fueras un libro, te leería tapa a tapa\".",
    "4+4=8 pero tú+yo=destino",
    " ¿Estás cansado? Has estado corriendo por mi mente todo el día.",
    " ¿Cuál es tu bebida favorita? Le estoy preguntando para que sepa qué comprar cuando vamos a nuestra primera cita.",
    "Debería quejarme a Spotify por no hacerte el sencillo más caliente de esta semana.",
    " ¿Jugas al fútbol? Porque eres un guardián.",
    "Pareces tan familiar, ¿tuvimos clase juntos? Podría haber jurado que teníamos química.",
    "Estoy aprendiendo sobre fechas importantes en la historia, ¿quieres ser una de ellas?",
    "Dicen que las citas son un juego de números, ¿puedo conseguir el tuyo?",
    "Cuando te envío un mensaje de buenos días mañana, ¿a qué número debo enviar un mensaje?",
    "Hola, mi nombre es [tu nombre], pero puedes llamarme mañana.",
    " ¿Puedo mostrar tu perfil a mis amigos para demostrar que los ángeles realmente existen?",
    "Hay algo mal con mi teléfono, no tiene tu número."
  ],
  "Funny Rizz Lines": [
    " \"Oye, soy Microsoft. ¿Puedo quedarme en tu casa esta noche?\"",
    " \"Si pudiera reorganizar el alfabeto, pondría U y yo juntos\".",
    " \"¿Eres un paseo de Disney? Porque yo te esperaría para siempre.\"",
    " \"¿Eres historias de Reddit? Porque siempre te escucharé.\"",
    " \"Te veo gustando tequila. ¿Significa eso que me darás una oportunidad?\"",
    " - ¿Eres tú la escalera de la escuela? Porque me quitas el aliento.",
    " \"No tengo más líneas de recogida, pero puedes recogerme a las 9\".",
    " ¿Puedo prestarme un beso? Prometo devolver uno.",
    "Si fuera un Transformer, sería Optimus Fine.",
    " ¿Eres el Sol? Porque eres caliente.",
    " ¿Eres un vape? Porque nunca te usaría.",
    " ¿Puedo conseguir tu camiseta? Porque quiero tu nombre y número.",
    "Debo ser un viajero en el tiempo porque no puedo imaginar mi futuro sin ti.",
    " ¿Crees en el amor a primera vista, o debo pasar de nuevo?",
    " ¿Eres un interruptor de luz? Porque me encendes.",
    " ¿Eres médico? Porque instantáneamente me haces sentir mejor.",
    "Debes ser una obra maestra porque no puedo quitarte los ojos.",
    " ¿Estás hecho de queso?  ¡Porque estás buscando a Gouda!",
    " ¿Eres mi canción favorita? Porque no puedo sacarte de mi cabeza.",
    "No soy fotógrafo, pero puedo imaginarnos juntos.",
    " ¿Eres un diamante?  ¡Porque brillas tan brillantemente!",
    " ¿Te gusta pescar? Porque me has enganchado.",
    " ¿Eres un sueño? Porque no quiero despertar.",
    "Si fuera una fruta, sería una manzana fina.",
    "Si pudiera reorganizar el alfabeto, pondría U y yo juntos.",
    "Besame si me equivoco, pero la Tierra es definitivamente plana.",
    " ¿Eres un cargador de teléfono? Porque estoy muriendo sin ti.",
    "No soy fotógrafo profesional, pero definitivamente puedo imaginarnos juntos.",
    "La diferencia entre la historia y tú es que la historia es el pasado y tú eres mi futuro.",
    " ¿Eres un teclado? Porque me gustaría averiguar si eres mi tipo.",
    "Debes ser un boleto de aparcamiento porque tienes bien escrito todo sobre ti.",
    " ¿Eres un mago? Porque cada vez que te miro, todos los demás desaparecen.",
    "Tu mano parece pesada.  ¿Quieres que te la guarde?",
    " ¿Tienes un mapa? Porque me pierdo en tus ojos.",
    "Te mostraría mi mundo, pero ya tienes un espejo.",
    "Debes ser Lucky Charms porque te ves mágicamente delicioso.",
    "Si la mirada pudiera matar, sería un arma de destrucción masiva.",
    " ¿Tienes un nombre?  ¿O puedo llamarte mía?",
    " ¿Por qué deletrear abeja cuando puedes decir \"B\"?  ¿Por qué ver la ortografía cuando solo puedes decir \"C\"?  ¿Por qué deletrear amor cuando puedes decir \"yo\"?",
    " ¿Eres de Tennessee? Porque son los únicos 10 que veo.",
    "Si te gusta Aladdin, podrías ser Jasmine… pero sin el Jas.",
    "Traeré el tequila si me da una oportunidad.",
    " ¿Te gustan los Legos? Porque nunca te haría Lego.",
    "Debería advertirte que soy un delincuente… porque te amo.",
    "El mundo es plano, besame si me equivoco.",
    "Debo ser un interruptor de luz porque seguramente sabes cómo encenderme.",
    " ¡Disney estará tan feliz de haber encontrado a su princesa desaparecida!",
    " ¿Tienes un Band-Aid? Porque me rasqué la rodilla caendo por ti.",
    " ¿Se llama Beca? Porque no creo que pueda permitirme perderte.",
    "Cada vez que apareces, mi sistema se bloquea. ¿Eres un error de codificación?",
    " ¿Eres un plátano? Porque te encuentro a peeling.",
    " ¿Eres una hoguera? Porque eres caliente y quiero más.",
    " ¿Es tu corazón una aplicación? Porque no puedo dejar de comprobar las actualizaciones.",
    " ¿Eres una contraseña? Porque me has hecho probar todas las combinaciones para averiguarte.",
    "Me recuerdas las vacaciones de verano - vale la pena la espera y absolutamente todo lo que necesito.",
    " ¿Eres una salsa caliente? Porque me hace arder el corazón de emoción.",
    "Si existen extraterrestres, debes ser uno porque has secuestrado mi corazón por completo.",
    "Eres como una sandía: rara, refrescante y totalmente una en un melón.",
    " ¿Eres un meme? Porque has estado atrapado en mi mente todo el día.",
    "Mi vida se iluminó en el momento en que entraste. ¿Eres secretamente electricista?",
    "Me has estresado y despreparado como un examen para el que no estudié.",
    " ¿Eres un cactus? Porque eres agudo pero todavía tan atractivo.",
    " ¿Eres una palomita de maíz? Porque me haces saltar el corazón.",
    " ¿Eres un sándwich? Porque eres el sujeto de mi hambre.",
    " ¿Tu padre es boxeador? Porque eres un knockout.",
    " ¿Eres un neumático? Porque me has hecho sentir desinflado sin ti.",
    " \"¿Eres del espacio exterior? Porque tu belleza está fuera de este mundo! (y soy un alienígena, así que nos llevaremos bien)\"",
    " \"No soy un acumulador, pero realmente quiero tenerte para siempre.\"",
    " - ¿Tienes un mapa? Sigo perdiéndome en tus ojos.",
    "Si fuera un transformador, sería Optimus Fine.",
    "Diría que eres tan hermosa como una diosa griega, pero por lo que puedo decir, no eres un mito.",
    " \"¿Eres un viajero en el tiempo? Porque veo mi futuro contigo.\"",
    " \"¿Tu padre es panadero? Porque eres un pastel bonito!\""
  ],
  "Cheesy Rizz Lines": [
    " \"¿Estás ansioso? Porque estás haciendo que mi corazón corra.\"",
    " \"¿Puedo prestarme un beso? Te prometo que lo traeré de vuelta.\"",
    " \"¿Eres dedos de pollo y patatas fritas? Porque no me importa cuántas otras opciones tengo, siempre te elegiré\".",
    " \"¿Eres una señal Wi-Fi? Porque siento una conexión fuerte\".",
    " - ¿Te llamas Elsa? Porque nunca te dejaré ir.",
    " \"¿Trabajas para la NASA? Porque tu belleza está fuera de este mundo.\"",
    " \"¿Eres LEGO? Porque yo nunca sería LEGO de ti.\"",
    " \"¿Eres oxígeno? Porque no puedo vivir sin ti.\"",
    " \"¿Eres una pluma de vape? Porque nunca te usaría.\"",
    " - ¿Te llamas Cenicienta? Porque te veo salir con mi corazón.",
    " \"Quiero llamar a mi madre y decirle que acabo de conocer a la chica de mis sueños\".",
    " \"Si fueras una pizza, serías la extra grande con todo\".",
    " - ¿Eres del cielo? Porque pareces un ángel.",
    " \"No soy dentista, pero puedo darte una dulce sonrisa\".",
    " \"Eres como una estrella cadente, estás aquí y luego te vas demasiado rápido\".",
    "Si fuera un coche, sería un Ferrari.",
    " \"¿Eres un boleto de aparcamiento? Porque tienes \"bien\" escrito por todo\".",
    "Debes estar cansado, porque has estado corriendo por mi mente todo el día.",
    " ¿Crees en el amor a primera vista, o debo volver a pasar?",
    " \"Estás tan caliente que derrites mi popsicle.\""
  ],
  "Flirty Rizz Lines": [
    " \"No soy fotógrafo, pero puedo imaginarnos juntos\".",
    " \"Besar es un lenguaje del amor. ¿Quieres empezar una conversación conmigo?\"",
    " \"¿Estás cansado de correr por mi mente todo el día?\"",
    " - ¿Estás hablando en público? Porque me pones muy nervioso.",
    " \"¿Hace calor aquí? O es solo usted?\"",
    " \"¿Eres mi calificación? Porque eres mal AF.\"",
    " \"¿Eres un diccionario? Porque estás añadiendo sentido a mi vida.\"",
    " \"Es mejor que te atas el zapato, no quiero que te enamores de nadie más\"."
  ],
  "Romantic Rizz Lines": [
    " \"¿Eres mi canción favorita? Porque no puedo sacarte de mi cabeza.\"",
    " - ¿Eres un mago? Porque cada vez que te miro, todos los demás desaparecen.",
    " “Si ser hermosa fuera un crimen, estarías en la lista de los más buscados”.",
    " \"Si fuera un gato, pasaría las nueve vidas contigo\".",
    " \"¿No nos conocimos en una vida pasada? Porque no puedo imaginar un mundo sin ti.\"",
    " \"No soy religioso, pero tú eres la respuesta a todas mis oraciones\".",
    " \"¿Tienes un nombre, o puedo llamarte mío?\"",
    "Debo ser un viajero en el tiempo, ya que no puedo imaginar mi futuro sin ti."
  ],
  "Steamy Rizz Lines": [
    " ¿Eres una montaña rusa? Porque te llevaré en cualquier momento.",
    " ¿Eres Ronaldo? Porque creo que debemos conseguir a Messi.",
    "Puedes llamarme Fred Flintstone porque haré de tu cama piedra.",
    " ¿Eres un cartel? Porque quiero fijarte contra la pared.",
    " ¿Estás maquillado? Porque pasaré horas trabajando contigo.",
    " ¡Eres tan magnético! Mi cremallera se cae por ti.",
    " ¿Eres un león marino? Porque quiero \"mar\" tú \"león\" en mi cama.",
    " ¿Eres un interruptor de luz? Porque me encendes."
  ],
  "Creative Rizz Lines": [
    " \"¿Tu madre es artista? Porque hizo una obra maestra.\"",
    " - ¿Eres John Cena? Porque nunca he sido una chica Cena como tú antes.",
    " \"¿Eres China? Porque yo soy China, venga contigo\".",
    " \"Estoy teniendo una venta en mi habitación, toda la ropa tiene un descuento del 100%. ¿Quieres hacer un pedido?\"",
    " - ¿Eres de Corea? Porque creo que eres mi compañero de Seúl.",
    " \"Estoy enojado porque acabo de escuchar la lista de reproducción de Spotify y no estabas allí\".",
    "Es hora de pagar, porque has estado viviendo en mi cabeza sin alquiler.",
    "Eres la versión Spotify Premium de la vida, mejor y completamente libre de anuncios.",
    " ¿Cuándo empezarás a pagar el alquiler porque vives en mis pensamientos sin alquiler?",
    " ¿Eres luna llena? Porque no puedo dejar de aullar sobre ti.",
    " ¿Eres un pensamiento? Porque no puedo dejar de pensar en ti.",
    "Debes tener un ángulo de 45 grados porque eres agudo.",
    " ¿Tienes un lápiz? Porque quiero borrar tu pasado y escribir nuestro futuro.",
    "Tu vibración es tan correcta que puedes estar en un ángulo de 90 grados.",
    " ¿Eres un jardín? Porque yo te cavo.",
    " ¿Te gustan los donuts? Porque estoy muy enamorada de ti.",
    " ¿Estás estornudándote? Porque no puedo dejar de pensar en ti.",
    " ¿Las manzanas tienen celos? Porque estás robando su lugar como la manzana de mi ojo.",
    " ¿Eres la Viuda Negra? Porque cada vez que te veo, estoy atrapado en tu red.",
    "Creo que estamos en un concierto porque mi corazón está palpitando cada vez que te veo.",
    "Como una carta Uno inversa, has cambiado mi mundo completamente.",
    "Eres tan misterioso e inolvidable como una teoría de la conspiración.",
    " ¿Eres un fallo en la Matrix? Porque eres demasiado buena para ser real.",
    " ¿Eres mi teléfono? Porque no puedo mantener mis manos lejos de ti.",
    " ¿Eres un Snapchat? Porque quiero que esto continúe para siempre.",
    " ¿Tu nombre es Google? Porque tienes todo lo que he estado buscando.",
    " ¿Eres parte del cargador de teléfono?  ¡Porque estoy muriendo sin ti!"
  ],
  "Clever Rizz Lines": [
    " - ¿Eres teclado? Porque eres mi tipo.",
    " \"¿Eres parte del cargador de teléfono? Porque estoy muriendo sin ti!\""
  ],
  "Cute Rizz Lines": [
    " \"Cuando era niño tenía que perseguir mariposas, ahora estás aquí traigándolas directamente a mí.\"",
    " \"¿Eres Google? Porque eres todo lo que he estado buscando.\"",
    " - ¿Eres una fresa? Porque siempre te escogeré.",
    " \"Mi palabra favorita es 'universo' porque comienza con U N I\".",
    "Mi Wi-Fi es 4G, pero mi corazón es 4U.",
    " \"¿Sus padres son panaderos? Porque usted es un pastel lindo.\"",
    " - ¿Eres una baya? Porque eres mi tipo de baya.",
    "Eres el marcador que salva todos mis momentos favoritos en la vida.",
    " ¿Eres una zona horaria? Porque cada momento contigo se siente como el momento adecuado.",
    " ¿Eres deja vu? Porque siento que estamos destinados a suceder una y otra vez.",
    "La forma en que me has hecho caer es como la gravedad.",
    " ¿Eres una galleta? Porque me estás haciendo desmoronar de deseo.",
    " ¿Eres de primavera? Porque cada vez que llegas, todo a mi alrededor florece.",
    "Tu atracción es tan innegable como la gravedad de un agujero negro.",
    " ¿Eres una nube? Porque cada vez que te veo, es un forro de plata.",
    " ¿Eres una rueda? Porque tienes mi cabeza girando en círculos.",
    " ¿Eres chef? Porque tienes todos los ingredientes para mi día perfecto.",
    " ¿Tu risa es una canción? Porque es la única melodía que necesito.",
    " ¿Tu presencia es como la gravedad? Porque no puedo escapar de tu atracción.",
    " ¿Eres un smoothie? Porque cada vez que estoy cerca de ti, siento que me estoy mezclando perfectamente.",
    " ¿Eres una novela clásica? Porque quiero pasar mi vida leyendo cada página de ti.",
    "Debes ser una constelación porque mi mundo se alinea perfectamente cuando estás cerca.",
    " ¿Eres un plan? Porque tienes el diseño perfecto para mi corazón.",
    " ¿Eres un vaso de vino? Porque cada vez que estoy cerca de ti, me siento intoxicada por tu belleza.",
    "Debes ser la luna porque incluso en las noches más oscuras, iluminas mi vida.",
    " ¿Se llama deber? Porque no puedo dejar de pensar en ti incluso cuando se supone que estoy estudiando.",
    " ¿Eres un ensayo? Puedo escribir sobre ti todo el día.",
    "Definitivamente eres un petardo porque acabas de iluminar mi mundo en un instante.",
    " ¿Eres un GPS? Porque estoy perdido en tu dirección.",
    " ¿Eres una tormenta? Porque cuando llegas, sacudiste todo lo que pensé que sabía.",
    "Pareces una flor porque cuanto más estoy cerca de ti, más siento que estoy floreciendo.",
    " ¿Eres una sinfonía? Porque cuando entras en la habitación, creas una melodía en mi alma.",
    "Eres exactamente como un rayo de sol porque brillas tan brillantemente que no puedo apartar la vista.",
    " ¿Eres una lluvia de caramelo? Porque haces que todo sea más dulce.",
    " ¿Eres un prisma? Porque cada vez que te miro, veo todo un espectro de posibilidades.",
    " ¿Tu aura es una puesta de sol? Porque irradias el tipo de calor y belleza que hace que todo brille.",
    "Pareces una sombra porque no puedo alejarme de ti.",
    " - ¿Eres un oso de peluche? Porque quiero abrazarte toda la noche.",
    " \"Eres tan dulce como un cupcake\".",
    " \"¿Puedo prestarme un beso? Prometo que lo devolveré.\"",
    " \"Eres mi saludo favorito y mi adiós más duro\".",
    " \"Creo que eres purr-fect.\"",
    " \"Si fueras una flor, serías una rosa.\"",
    "Haces que mi corazón se derrita como un helado en un día caliente.",
    " - ¿Eres un sueño? Porque no quiero despertar.",
    " \"Eres el sol en un día nublado\".",
    "Diría que eres tan hermosa como una diosa griega, pero por lo que puedo decir, no eres un mito.",
    " \"Tú eres la razón por la que sonrío\".",
    "Dicen que nada dura para siempre.  ¿Quieres ser mi nada?",
    "Cualquiera que diga que Disney es el lugar más feliz de la tierra nunca se ha puesto a su lado.",
    " ¿Eres un viajero en el tiempo? Porque puedo verte en mi futuro.",
    "No soy fotógrafo, pero puedo imaginarnos juntos.",
    " ¿Eres francés? Porque Eiffel para ti.",
    " ¿Adivina lo que estoy usando? La sonrisa que me dio.",
    " ¿Sus padres son panaderos? Porque eres un pastel bonito.",
    "Tenía una buena línea de recogida lista para ir, pero eres tan guapa que estoy literalmente sin palabras.",
    "Creo que hay algo mal con mi teléfono.  ¿Podrías llamarlo y ver si funciona?",
    " ¿Salió el sol o me sonriste?",
    " ¿Te importa darme una pizca? Eres tan linda, debo estar soñando.",
    "Si tuviera una máquina del tiempo, la usaría para revivir este momento exacto."
  ],
  "Poetic Rizz Lines": [
    "Si tuviera una rosa cada vez que pensaba en ti, sólo tendría una porque nunca me dejaste la mente.",
    "Si pudiera reorganizar el cosmos, reemplazaría al sol por ti, tu belleza brilla más que cualquier estrella.",
    "Incluso si el sol desaparece, tu luz es todo lo que necesito para guiarme a través de la oscuridad.",
    " \"Yo soy la pluma, tú eres el resaltador. Escribo nuestro futuro, tú lo haces más brillante\".",
    " \"Si mueres, estaría celoso de la tierra porque te sostendría para siempre\".",
    "Me robaste mi corazón, mis ojos y mis pensamientos, todo lo que me queda es mi apellido.",
    "Si el amor es un campo de batalla, entonces tú eres la victoria por la que estoy luchando.",
    " \"¿Eres tú el sol? Porque da vida a mi mundo.\""
  ],
  "Classic Rizz Lines": [
    " \"Espero que sepas la RCP porque me quitaste el aliento\".",
    " \"¿Eres un boleto de aparcamiento? Porque tienes bien escrito todo sobre ti.\"",
    " \"Te pareces mucho a mi próximo compañero\".",
    " - ¿Tienes un mapa? Porque acabo de perderme en tus ojos.",
    " - ¿Sabes lo que es hermoso? Repite la primera palabra.",
    " - ¿Eres francés? Porque Eiffel es para ti.",
    " \"Eres tan dulce, me das un dolor de dientes.\"",
    " \"Si fueras un Transformer, sería Optimus Fine\"."
  ],
  "Witty Rizz Lines To Say": [
    " ¿Eres un triángulo? Porque eres aguda.",
    " ¿Cómo te llamas otra vez?  ¿Puedo llamarte mía?",
    " ¿Eres un boleto de aparcamiento? Porque tienes bien escrito todo sobre ti.",
    "Soy Microsoft.  ¿Puedo quedarme en tu casa esta noche?",
    " ¿Has estado alguna vez en la cárcel? Porque debería ser ilegal ser tan guapo.",
    " ¿Fuimos a la escuela juntos? Podría haber jurado que teníamos química.",
    " ¿Eres un mago? Porque cada vez que te miro, todos los demás desaparecen.",
    " ¿Tu nombre es Google? Porque tienes todo lo que he estado buscando.",
    "Si fueras una verdura, serías un lindo pepino.",
    " ¿Estás hecho de cobre y telurio? Porque eres Cu-Te.",
    " ¿Eres una cámara? Porque cada vez que te miro, sonrío.",
    " ¿Eres un alienígena? Porque acabas de secuestrarme el corazón.",
    " ¿Te gustan las pasas?  ¿Cómo te sientes acerca de una cita?",
    " ¿Se llama Waldo? Porque alguien como tú es difícil de encontrar.",
    " ¿Se llama Ariel? Porque somos sirena el uno para el otro.",
    "Si la mirada pudiera matar, sería un arma de destrucción masiva."
  ],
  "Funny Tinder pickup lines": [
    " ¿Alguna vez te acostas por la noche, miras las estrellas y piensas en todas las cosas caídas del mundo?  ¿Por qué hay una D en la nevera pero no en la nevera?",
    " ¿Quieres escuchar una broma sobre fantasmas?  ¡Ese es el espíritu!",
    "Eres realmente lindo, pero aquí está el rompedor del trato: ¿Te gustan o no te gustan las pasas?  (Independientemente de la respuesta, ofrezca una fecha en su lugar.)",
    "Sea honesto: ¿Es este partido a primera vista para usted también?",
    "Las rosas son rojas, las violetas son azules. Yo soy Yoda. ¿Sal conmigo?",
    " ¿Eres francés? Porque Eiffel para ti.",
    "Debes ser terrible en el escondite.  ¡Alguien como tú es tan difícil de encontrar!",
    "Mira, no coquetearé contigo. Seré más amable con alguien que sea más atractivo.",
    "Estoy investigando fechas importantes en la historia.  ¿Quieres ser mía?",
    " ¿Te gustan los bagels? Porque son objetivos.",
    "Si fuera una fruta, sería una manzana fina.",
    " ¿Sabes lo que tengo en común con la Sirenita? Ambos queremos ser parte de tu mundo."
  ],
  "Cheesy Tinder pickup lines": [
    " ¿Eres del espacio? Porque eres guapo fuera de este mundo.",
    "Si fueras una verdura, serías un lindo pepino.",
    " ¿Cómo llamas una cola de gente levantando queso mozzarella? Una línea de recogida de queso.",
    " ¿Alguna vez vas a pescar? Porque eres una verdadera trampa.",
    " ¿Eres australiano? Porque conoces todas mis coalificaciones.",
    "Las rosas son rojas, las violetas son azules.  ¿Cómo tuve tanta suerte de coincidir contigo?",
    "Si fueras un Taser, estarías aturdido.",
    " ¿Jugas al fútbol? Pareces un guardián.",
    " ¿Eres jardinero? Me gustan tus tulipanes.",
    " ¿Cuánto pesa un oso polar?  ¡Basta para romper el hielo!",
    " ¿Te caíste en una pila de azúcar? Te ves muy dulce.",
    " ¿Te gusta el queso?  ¿Te gustaría briar conmigo?",
    "Si pudiera reorganizar el alfabeto, pondría U y yo juntos.",
    " ¿Cómo llamas a una cadena de personas levantando un queso mozzarella? Una línea de recogida de queso.",
    " ¿Están atados los cordones? No quiero que te enamores de nadie más.",
    " ¿Eres un boleto de aparcamiento? Porque tienes \"bien\" escrito sobre ti.",
    "En una escala de 1 a 10, eres un 9… porque yo soy el 1 que necesitas.",
    " ¿Crees en el amor a primera vista o debo pasar de nuevo?",
    " ¿Eres un gato? Porque te he caído.",
    "No soy muy bueno en matemáticas pero puedo darte el valor que mereces.",
    "No soy electricista, pero puedo iluminar tu día.",
    " ¿Eres Google? Tienes todo lo que busco.",
    " ¿Quieres una pasa?  ¿No?  ¿Qué tal una cita?",
    " ¿Eres de Tennessee? Porque son los únicos 10 que veo.",
    " ¿Quieres salir a tomar aire fresco conmigo? Me quitaste el aliento.",
    "No puedo decir si fue un terremoto, o si simplemente sacudió seriamente mi mundo.",
    " ¿Eres dentista? Mi sonrisa se hizo más brillante cuando te vi.",
    " ¿Sabes lo que la Sirenita y yo tenemos en común? Ambos queremos ser parte de tu mundo."
  ],
  "Genuine Tinder pickup lines": [
    " ¿Cuál fue la última canción/película/programa de televisión que te gustó?",
    "Describe a ti mismo en tres emojis. Yo soy: (Añade tus propios emojis.)",
    "Mi línea de recogida favorita es: (Inserta una línea de recogida ridícula aquí).  ¿Cuál es la tuya?",
    "Si pudieras ser cualquier animal del mundo durante 24 horas, ¿cuál elegirías?",
    "El Titanic. Ese es mi rompehielos.  ¿Qué pasa?",
    "Bueno, en lugar de una línea de recogida de Tinder, aquí hay un enigma para usted: tiene que elegir entre tres habitaciones: una llena de fuego, una llena de asesinos y otra llena de leones que no han comido en tres años.  ¿Cuál es el más seguro?  (Es la habitación con los leones porque todos estarían muertos.)",
    "Las tres razas de perros favoritas: ¡Vaya!",
    " ¿Listo para una guerra GIF? Este es mi GIF favorito de todos los tiempos: (Añade tu propio GIF, recomendamos el llama sesgado). ¿Puedes superarlo?",
    "Cuando nuestros amigos nos pregunten cómo nos conocimos, ¿qué les vamos a decir?",
    "Si pudieras estar en cualquier parte del mundo en este momento, ¿dónde estarías?",
    "Pareces genial. Seamos amigos, nos conozcamos y lo llevemos de ahí.",
    "Olvídate de los rompehielos. Vamos a las cosas buenas: ¿Qué te trae más alegría?"
  ],
  "Tinder pickup lines for guys": [
    " ¡Pareces tan familiar!  ¿Teníamos química juntos?",
    " ¿Eres mi apéndice? Porque tengo esta sensación en mi estómago como si quisiera sacarte.",
    "Acabo de comprar un lápiz labial a prueba de besos, y quiero probarlo.",
    "En una escala de uno a diez, soy un nueve. Pero tú eres la que necesito.",
    "Supongo que la pandemia está lejos de terminar porque tu sonrisa es contagiosa.",
    "He oído que te gustan las chicas malas. Bueno, soy malo en muchas cosas.",
    " ¿Te conozco? Te pareces mucho a mi próximo novio.",
    " ¿Eres un buen abrazador? Porque si es así, podría dejarte unirte a mi pandilla.",
    " ¿Crees en el amor a primera vista, o debo borrar esta coincidencia e intentarla de nuevo?",
    "Si pudieras ser cualquier personaje de cómics, ¿quién serías?",
    "Divertirse no es difícil cuando tienes una tarjeta de biblioteca, pero no necesito una para comprobarte.",
    " ¿Sabes qué es lo más interesante de tu perfil?",
    " ¿Eres mi horno? Porque estás caliente, y quiero que me hagas la cena."
  ],
  "Tinder pickup lines for girls": [
    "No sabes cuántas veces he tenido que deslizar a la izquierda para encontrarte.",
    " ¿Serás mi Tinderella?",
    "Vamos a fijar una fecha de aniversario ahora mismo.",
    "No cocino buenos panqueques, cocino buenos panqueques.  ¿Brunch?",
    "Llámame Shrek porque soy la cabeza de los tacones ogre para ti.",
    " ¿Eres mi equipaje perdido? Porque he tenido tantos problemas para encontrarte.",
    "Eres tan hermosa que me olvidé de mi mejor línea de recogida.",
    "Pareces agradable.  ¿Quieres compartir contraseñas de Netflix (y, ya sabes, fecha)?",
    "Eres bonita, y yo soy linda.  ¡Juntos podríamos ser muy lindos!",
    " ¿Sabes qué hay en el menú esta noche? Yo y tú.",
    "No soy tan alto. Sólo estoy sentado en mi billetera.",
    "Acabo de ser donante de órganos para poder darte mi corazón.",
    " ¿Has estado al médico recientemente? Creo que te falta algo de vitamina."
  ],
  "Bold rizz pick-up lines": [
    "No soy un hombre de apuestas, pero apostaría todo lo que tengo a que seríamos geniales juntos\".",
    " \"Estás tan bien, lo arriesgaría todo\".",
    " \"No voy a mentir, estoy completamente obsesionado contigo\".",
    " \"Normalmente no soy tan delantero, pero tú lo mereces\".",
    " \"Voy a ser honesto, pienso en ti todo el tiempo\".",
    " \"Eres la mujer más hermosa que he visto\".",
    " \"No tengo miedo de decirlo, creo que me estoy enamorando de ti\".",
    " \"No te estoy invitando a salir, te lo estoy diciendo\".",
    " \"Vienes a casa conmigo esta noche\". (Use con extrema precaución y solo si es apropiado para el contexto!)",
    " “Me arrepentiré de esto pero… ¿quieres besarme?”",
    " \"No estoy seguro de lo que se trata de ti, pero me haces querer tirar cautela al viento\"."
  ],
  "Flirty rizz pick-up lines": [
    " \"¿Eres tan hermosa por dentro como por fuera?\"",
    " “Me encantaría llevarte a tomar un café alguna vez… ¿o tal vez algo un poco más fuerte?”",
    " \"Tienes una sonrisa que podría iluminar una habitación\".",
    " \"No puedo dejar de notar lo hermosa que eres\".",
    " \"Eres el tipo de mujer que hace que mi corazón corra\".",
    " \"No estoy seguro de lo que es de ti, pero me haces sentir vivo\".",
    " \"Eres el tipo de mujer con la que podría pasar el resto de mi vida\".",
    " \"No estoy seguro de cuál es tu historia, pero me encantaría escucharla\".",
    " \"Tienes un gran sentido del humor\".",
    " \"Estás tan intoxicante, me siento mareado\".",
    " \"Siento mariposas cuando estoy cerca de ti.\""
  ],
  "Corny rizz pick-up lines": [
    " \"¿Eres un mago? Porque cada vez que te miro, todos los demás desaparecen!\"",
    " \"No soy fotógrafo, pero puedo imaginarnos juntos\".",
    " - ¿Eres de Tennessee? Porque son los únicos diez que veo.",
    " \"Si fueras una verdura, serías un lindo-pepino.\"",
    " \"¿Se llama Google? Porque tienes todo lo que he estado buscando\".",
    " \"Siente mi camisa. ¿Sabes de qué está hecha?",
    " \"¿Eres un boleto de aparcamiento? Porque tienes \"bien\" escrito por todo\".",
    " \"No soy donante de órganos, pero estaría encantado de darte mi corazón\".",
    " \"¿Eres una cámara? Porque cada vez que te miro, sonrío.\"",
    " \"¿Te gustan las pasas? ¿Qué tal una cita?\"",
    " \"Si fueras una fruta, serías una manzana fina\".",
    " \"¿Eres una hoguera? Porque estás caliente y quiero más.\""
  ],
  "Dirty Pickup Lines": [
    "Debes ser mi Tinderella porque voy a hacer que ese vestido desaparezca a medianoche.",
    "Hoy me estaba sintiendo mal, pero me apasionaste.",
    "Te ves bien con ese traje, pero apuesto a que te verías aún mejor con tu traje de cumpleaños.",
    " ¿Eres un pastel? Porque me gustaría un pedazo de ti.",
    "Si te compro la cena, ¿serás postre?",
    "Si fuera juez, te condenaría a mi cama.",
    "Eres tan sexy, mi cremallera se está enamorando de ti.",
    "Debes ser helado porque quiero lamerte.",
    "Te agrego a mi lista de cosas que hacer.  ¿Puedo despegarte esta noche?",
    "Dame las llaves de tu coche para que te vuelva loco.",
    " ¡No puedo saborear mi brillo labial de cereza!  ¿Puedes probarlo?"
  ],
  "Dirty Pickup Lines for Him": [
    " ¿Me estás desnudando con tus ojos?",
    "Conozco una gran manera de quemar las calorías de esa bebida.",
    "Bonitos pantalones.  ¿Puedo hablarte de ellos?",
    "Te mostraré mis líneas de bronceado si me muestras las tuyas.",
    "Sus ojos no tienen secretos. Ya me han dicho que vas a casa conmigo esta noche.",
    "Parece que va a ser una de esas noches en las que ninguno de nosotros duerme.",
    " ¿Están tus ojos tratando de quitarme la ropa?",
    "Ese cuerpo es tuyo por el resto de tu vida. Sólo lo quiero por esta noche.",
    " ¿Te gusta el tocino?  ¿Quieres desnudarte?",
    " ¿Quieres ayudarme a entrar en la lista traviesa de Santa este año?",
    "Apuesto a que te ves tan perfecto con tu ropa fuera como lo haces con ellos puestos.",
    "Si fueras un personaje en Ratatouille, serías la especia de mi sopa blanda.",
    "He estado super en la cima de las cosas últimamente.  ¿Te gustaría ser uno de ellos?",
    "Me ofrezco como su víctima esta noche ya que está claramente vestido para matar.",
    " ¿Crees en el karma? Porque conozco algunas buenas posiciones del Sutra \"Karma\" que podemos probar.",
    " ¿Hiciste tu cama esta mañana?  ¿Quieres desmontarlo juntos?",
    " ¿Su nombre comienza con \"C\" porque puedo \"C\" nos bajar?",
    "Hagamos un trato: te cocinaré la cena si me cocinas el desayuno.",
    "Yo encuentro su falta de desnudez inquietante.",
    "Me encanta mi cama, pero prefiero estar en la tuya.",
    "Anoche tuve el sueño más salvaje… ¡y tú estabas en él!"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    " ¡Hola hermosa!  ¿Qué estás haciendo esta noche aparte de mí?",
    "Hay una gran venta en mi casa en este momento, la ropa tiene un 100 por ciento de descuento. ¿Quieres venir?",
    "Estaba pensando en ti… y toda mi sangre viajó al sur.  ¡Nos vemos más tarde!",
    "No puedo esperar para mostrarte cuánto me excitas.",
    "He estado practicando algunas técnicas de masaje.  ¿Quieres ser mi voluntario más tarde?",
    "Ojalá estuviera allí contigo ahora mismo. No sé cuánto más mi cuerpo puede esperar a ver el tuyo.",
    " ¿Eres mi teléfono? No puedo creer cuánto me llevó encontrar a ti.",
    " ¡Hola cariño!  ¿No estás cansado? Has estado corriendo en mis pensamientos todo el día. Desnudo, la mayor parte del tiempo.",
    "No puedo dormir, todo lo que puedo pensar es en lo que estaríamos haciendo si estuvieras aquí conmigo.",
    "Nunca cambies.  ¿De acuerdo? Sólo desnudarse más tarde. XOXO",
    "Sólo quería decirte que tienes una gran sonrisa, pero se vería aún mejor si eso fuera todo lo que usabas más tarde.",
    " ¡Hola hermosa!  ¿Debería venir esta noche?",
    "Ojalá estuviera acostada a tu lado… desnuda.",
    "Me siento como un interruptor de luz y no puedo esperar a que me enciendas.",
    "Te quiero tanto.",
    "La cena primero, o podemos ir directamente para el postre esta noche?",
    " ¡Deja de pensar en mí desnuda!  ¡Sheesh!",
    "Gran vestido. Lo siento, tendré que romperlo más tarde esta noche.",
    "No me gusta sentarme aquí en el trabajo cuando podría estar en casa haciendo cosas contigo.",
    "Ven lo antes posible.",
    "Dile a tu pecho que deje de mirarme a los ojos cuando estás cerca de mí.",
    " ¿Quieres venir a la fiesta en mi cama esta noche?",
    "No puedo dejar de pensar en todas las cosas divertidas que podríamos hacer juntos.",
    " ¿Estás cansado? Has estado corriendo desnudo en mi mente todo el día.",
    " ¿Tu cuerpo es un mapa? Porque me encanta viajar.",
    "Aparte de ser tan hermosa y sexy, ¿qué más puedes hacer?",
    "Compré un poco de nata batida, ¿quieres ser el postre?",
    "Twinkle twinkle, pequeña estrella, hagamos el amor en mi coche.  ¡Nos vemos más tarde!",
    " ¿Quieres cometer un pecado para tu próxima confesión?  ¡Déjame saber esta noche!",
    "Esos vaqueros te parecían realmente buenos antes, pero, ¿sabes qué se vería aún mejor?  ¡Yo!",
    "Si te ves tan bien en la ropa no puedo imaginar lo bien que te verás de ellas.",
    "Te puedo ver en mi futuro.  .. encima de mí.",
    " ¡Hola hermosa! Nacimos sin ropa, así que volvamos a los viejos días después de nuestra cita.",
    "Creo que podría caerme locamente en la cama contigo ahora mismo.",
    "Puedo decir que te gusta el yoga, ¿por qué no pasas un poco de tiempo mostrándome lo flexible que eres?",
    "Espero estar en tu mente más tarde, imagíname sin nada.",
    "Ha estado lloviendo todo el día, y esta noche va a hacer un frío loco.  ¿Puedo añadirte a mis portadas?",
    "Solo para que sepas, esta noche será inolvidable.",
    " ¡Hola! Espero que hayas recordado mi nombre, ya que lo gritarás más tarde.",
    "No soy dentista, pero apuesto a que podría darte un relleno si lo querías.",
    " ¡Hola! Mi nombre es Microsoft.  ¿Puedo quedarme en tu casa esta noche después de nuestra cita?",
    "Al igual que mi comida favorita para el desayuno, no puedo esperar a darte la vuelta.",
    "Esta noche, finge que soy un pirata y dame ese botín.  ¡Nos vemos más tarde!",
    " ¿Eres Mulan? Porque quiero que manejes mi espada esta noche.",
    "Voy a hacer realidad tus sueños más tarde.",
    "Fingimos que mi cama es el océano y hagamos algunas olas.",
    " ¿Acabaste de ponerte en mi lista de cosas que hacer?",
    "Si dijera que tenías un cuerpo hermoso, ¿lo sostendrías contra mí?",
    "Para su información, su cuerpo es un país de maravillas, y me gustaría ser Alice.",
    " ¿Sus jeans son Guess? Porque ¿adivina quién quiere quitarlos?",
    "A diferencia de la televisión, me gusta cuando no tienes nada.",
    " ¿Aprecias la cultura? Porque me gustaría besarte a la francesa.",
    "No tienes idea de lo que me haces.",
    "Mis músculos no son lo único que me impresiona.",
    "Al igual que Santa, también tengo un regalo para ti en mi trineo. Si vienes, te lo daré.",
    "Vales cada pecado que cometeré contigo esta noche. XO",
    " ¿Se encenden o apagan las luces más tarde?",
    "No soy un genio, pero puedo hacer realidad tus deseos más salvajes esta noche.",
    "Tengo una sorpresa para ti esta noche… ¡Creo que te va a gustar!",
    "No soy Fred Flintstone, pero puedo ser tu base.  ¡Nos vemos este fin de semana!",
    "No puedo esperar a besar cada parte de tu cuerpo.",
    " ¿Me dolió cuando caíste del cielo? Espera, aún no has estado en mi cama."
  ],
  "Dirty Pickup Lines for Her": [
    " ¿Qué hace una persona agradable como tú con una mente sucia como la mía?",
    " ¿Eres pequeño César? Porque estás caliente y yo estoy lista.",
    "Tu cuerpo es un 60 por ciento de agua y yo tengo sed.",
    " ¿Puedo prestarme un beso? Prometo que lo devolveré.",
    "Soy nuevo en la ciudad.  ¿Podría darme las indicaciones de su apartamento?",
    "Tu ropa parece incómoda. Déjame ayudarte a salir de ellos.",
    "El desayuno es mi segunda cosa favorita en la cama.  ¿Cuál es la tuya?",
    "Creo que estás sufriendo de una carencia de vitamina yo… ¿qué piensas?",
    "Cariño, estás tan caliente que haces que el ecuador parezca el Polo Norte.",
    "Eres tan dulce que dejaste a Hershey's Kisses fuera del negocio.",
    "Ojalá fueras jabón para que pudiera sentirte todo sobre mí.",
    " ¿Conoces tu ABC? Porque quiero darte la cuarta letra del alfabeto.",
    "Si ser sexy fuera un crimen, ¡sería culpable como se acusa!",
    "Tu cinturón parece muy apretado.  ¿Puedo soltarlo por ti?",
    " ¿Te gusta pescar? Porque acabas de atraparme.",
    "Ese suéter te parece increíble.  ¡Apuesto que yo también!",
    " ¿Eres un ascensor? Porque me encantaría subir y bajar contigo.",
    " ¿Te gustan las ballenas? Porque podemos volver a mi casa.",
    "No tengo interés en tener hijos, pero, ¿podemos practicar de todos modos?",
    "Me gustaría llevarte de vuelta a mi puerta.",
    "Me encanta tu camisa, ¿puedo probarla por la mañana?",
    "Soy artista, y mi cosa favorita para hacer es el amor.",
    " ¿Eres un león marino? Porque puedo amarte león en mi cama esta noche.",
    "Ese traje que estás usando se vería genial en un montón arrugado junto a mi cama.",
    "Tomemos algunas malas decisiones juntos.",
    "Sólo para ser claros, ambos nos dirigimos a la misma cama esta noche, ¿verdad?",
    " ¿Tengo que firmar su paquete?",
    "Soy un aventurero y quiero explorarte."
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    " ¿Eres un fuego artificial? He oído que podrías golpear.",
    " ¿Quieres tener la mejor noche de sueño de tu vida?",
    "Tú serás la reina de los lácteos y yo seré tu Burger King: Tú me tratas bien y yo lo haré a tu manera.",
    "No me llamo Elmo, pero puedes cosquillarme cuando quieras.",
    "Pareces más caliente que mi café.",
    "Juguemos a carpintero para que podamos clavarnos.",
    " ¿Tienes un teléfono celular en el bolsillo trasero? Porque tu botín me está llamando.",
    "He estado tratando de ahorrar más agua... ¿quieres ducharte juntos?",
    " ¿Tomó Lucky Charms para el desayuno?  ¡Porque te ves mágicamente delicioso!",
    " ¿Cómo está su tolerancia al calor? Porque las cosas se van a picar.",
    " ¿Te gustan los juegos? Deberíamos jugar al strip poker.",
    " ¿Por qué yo no soy Burger King y tú McDonald’s? Lo tendré a mi manera, y te encantará.",
    " ¿Trabajas para UPS? Podría haber jurado que te vi comprobar mi paquete.",
    " ¿Eres una muestra de supermercado? Porque te quiero una y otra vez.",
    "Sé cómo podemos hacer un entrenamiento sin salir de la cama.",
    "Déjame insertar mi enchufe en su enchufe, y podemos generar algo de electricidad más tarde.",
    "Eres como una hoguera… estás caliente y quiero más.",
    "No me digas qué hacer a menos que estés desnudo.",
    " ¿Tu cama o la mía?",
    "Una noche conmigo podría cambiar tu vida.",
    "Me siento como una lámpara porque sigues encendiéndome.",
    " ¿Bebes refresco? Porque te ves tan delicado.",
    "Me llaman café porque mole muy bien.",
    "Eres como mi tarea porque no te estoy haciendo, aunque definitivamente debería hacerlo.",
    "Bueno que sé la RCP, porque esta noche, definitivamente voy a quitarte la respiración.",
    " ¡Hola! Bonitas piernas, no puedo esperar a verlos en mi cama.",
    "Hagamos como un fuego artificial y estallar.",
    " ¿Quieres ver o actuar en Dirty Dancing?",
    "Puedes ser Andy, yo puedo ser tu Woody y puedes jugar todo el día conmigo.",
    "Créeme, soy como un microondas y puedo calentar las cosas en unos segundos.",
    "Siempre me dijeron que siguiera mis sueños, ¿así que puedo seguirte a casa?",
    " ¿Eres Lightning McQueen? Porque acabas de encender mi motor.",
    "No puedo decir si fue un terremoto, o si simplemente sacudió seriamente mi mundo.",
    " ¿Tus padres eran panaderos? Porque tienes un buen conjunto de panas.",
    " ¿Te gustan los volcanes? Porque podría estallar más tarde.",
    " ¿Hay un horno cerca o somos solo nosotros? Puedo sentir el calor.",
    " ¿Quieres una taza de té? Porque estás caliente.",
    "Me gusta jugar ajedrez en la cama, ¿quieres ayudarme a aprender algunas posiciones nuevas?",
    "Como Sabrina Carpenter, sé que lo rocío por ti.",
    "Al igual que la cafeína demasiado tarde en el día, te mantendré despierto toda la noche.",
    "Tus labios parecen solitarios.  ¿Quieres presentarlos a los míos?",
    " ¿Quieres quedarte conmigo en mi cama?",
    "Perdí mis llaves, ¿puedo revisar tus pantalones?",
    "Renunciaría a mi helado para cucharte.",
    "No me importa si eres vegano. Tengo la única carne que necesitarás.",
    "No soy cajero, pero tienes un par de cosas que me gustaría comprobar.",
    " ¿Puedo tomarte una foto? Lo necesito para mostrar a Santa lo que quiero para Navidad.",
    "Si fuera tú, me acostaría conmigo.",
    "Parar, bajar y rodar, cariño. Estás en llamas.",
    "Debe haber un interruptor de luz en mi frente porque cada vez que te veo, me encendes!",
    " ¿Se llama Circe? Porque me estás convirtiendo en un animal.",
    "Tus piernas deben estar cansadas porque has estado corriendo por mi mente toda la noche."
  ],
  "Sexy Pick Up Lines": [
    "Puedes borrar la aplicación ahora, estoy aquí.",
    " ¿Tienes un nombre?  ¿O puedo llamarte mía?",
    "Debe haber algo mal con mis ojos, parece que no puedo quitarlos de ti.",
    "Mi nombre es [tu nombre], pero deberías escuchar mi número de teléfono.",
    "Tus labios parecen solitarios.  ¿Quieren conocer a la mía?",
    "Actualmente no soy donante de órganos, pero me encantaría darte mi corazón.",
    "Si me dejas prestar un beso, te prometo que lo devolveré inmediatamente."
  ],
  "Flirty Pick Up Lines": [
    "Yo tengo un número de teléfono, usted tiene un número de teléfono, piense en las posibilidades.",
    "Tengo todos estos tenedores y cuchillos. Todo lo que necesito es una cucharadita.",
    "Tu mano parece pesada, ¿puedo sostenerla por ti?",
    "Siempre pensé que la felicidad empezaba con una \"H\", pero parece que comienza con una \"U\".",
    " ¿Tienes un mapa? Acabo de perderme en tus ojos.",
    " ¿Acabas de salir del horno? Porque estás demasiado caliente para manejar.",
    "Creo que nos hemos conocido antes. De hecho, no importa, creo que fue solo en mis sueños.",
    "Apuesto a que mi número suena mejor que el tuyo.  ¿Quieres escucharlo?",
    "Créeme, no estoy borracho, solo estoy borracho por ti.",
    " ¿Tienes un espejo? Porque puedo vernos juntos."
  ],
  "Corny Pick Up Lines": [
    "Espero que alguien sepa cómo hacer RCP porque me quitaste el aliento.",
    "Pareces un poco enfermo, debes estar sufriendo de falta de vitamina Me.",
    " ¿Eres un router WiFi? Porque siento una conexión.",
    " ¿Tienes un Band-Aid? Me rasqué las rodillas cayendo por ti.",
    "Si fuera un transformador, sería Optimus Fine.",
    "Vamos a jugar un juego ... no esconder y buscar sin embargo, gente como usted es difícil de encontrar.",
    " ¿Te gusta Star Wars? Porque Yoda es uno para mí.",
    "Nunca creí en el amor a primera vista, luego te vi.",
    "Es bueno que tenga mi tarjeta de biblioteca, porque te estoy comprobando totalmente.",
    "Si ser hermosa fuera un crimen, sería culpable como se acusa.",
    "Mi madre me dijo que no hablara con extraños en línea, pero haré una excepción por ti.",
    " ¿Fuiste a la escuela en Hogwarts? Porque siento la magia.",
    "Me alegro de comprar un seguro de vida porque cuando te vi, mi corazón se detuvo.",
    "Si fueras una verdura, serías un lindo pepino."
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "Tu sonrisa es magnífica.",
    "Creo que nos conocimos en una vida anterior.",
    "Sus ojos son realmente hermosos.",
    "Eres como un ángel.",
    "Tu aura es realmente especial.",
    "Creo que es el destino lo que nos ha unido.",
    "Tu voz es realmente encantadora.",
    "Tal vez seas la persona que busco.",
    "Tu sonrisa me encantó.",
    "Siento una conexión especial entre nosotros."
  ],
  "Frases para ligar en español": [
    "Tu sonrisa es hermosa.",
    "Creo que nos conocimos en una vida pasada.",
    "Tus ojos son realmente hermosos.",
    "Eres como un ángel.",
    "Tu aura es realmente especial.",
    "Creo que el destino nos ha unido.",
    "Tu voz es realmente cautivadora.",
    "Podrías ser la persona que estoy buscando.",
    "Tu sonrisa me ha cautivado por completo.",
    "Siento una conexión especial entre nosotros."
  ],
  "Deutsche Anmachsprüche": [
    "Tu sonrisa es maravillosa.",
    "Creo que nos conocimos en una vida anterior.",
    "Tus ojos son muy bonitos.",
    "Eres como un ángel.",
    "Tu aura es realmente especial.",
    "Creo que el destino nos ha unido.",
    "Tu voz es realmente encantadora.",
    "Podrías ser la persona que busco.",
    "Tu sonrisa me ha encantado por completo.",
    "Siento una conexión especial entre nosotros."
  ]
}