{
  "line_1": "Если бы я мог переставить алфавит, я бы поставил 'U' и 'I' вместе.",
  "line_2": "Ты должен быть Wi-Fi, потому что я чувствую идеальное соединение прямо сейчас.",
  "line_3": "Кому-нибудь нужен свет? Потому что мы идеально подходим друг другу.",
  "line_4": "Даже без гравитации я бы влюбился в тебя.",
  "line_5": "Мы с тобой как Billboard 100, мы самый горячий сингл в стране.",
  "line_6": "Здесь жарко или это только ты?",
  "line_7": "Я не фотограф, но я могу представить нас вместе.",
  "line_8": "Ты должен быть библиотечной книгой, потому что я опаздываю вернуть тебя.",
  "line_9": "Можно я буду звать тебя Дарвином? Потому что ты мой естественный отбор.",
  "line_10": "Извини, ты потерялся? Конкурс мирового сексизма находится рядом.",
  "line_11": "Ты должен быть уставшим, потому что ты бегал в моих мыслях весь день.",
  "line_12": "Можно я буду звать тебя Google? Потому что у тебя есть всё, что я ищу.",
  "line_13": "Должно быть, что-то не так с моими глазами, потому что я не могу оторвать их от тебя.",
  "line_14": "У тебя есть карта? Потому что я заблудился в твоих глазах.",
  "line_15": "Мы встречались раньше? Потому что я видел тебя в своих снах.",
  "line_16": "Ты веришь в любовь с первого взгляда? Или мне пройти мимо ещё раз?",
  "line_17": "Я могу предсказать будущее, и ты в нём.",
  "line_18": "Ты художник? Потому что ты полностью привлёк моё внимание.",
  "line_19": "Ты должен быть легендой, потому что я слышал много невероятных историй о тебе.",
  "line_20": "Я всегда думал, что счастье начинается с 'H', но только что понял, что оно начинается с 'U'.",
  "line_21": "Я только что закончил книгу, которая, думаю, тебе понравится. Хочешь прийти забрать её?",
  "line_22": "Я изучаю важные даты в истории, интересно, хочешь ли ты стать одной из них?",
  "line_23": "Можно я буду звать тебя Вальдо? Потому что я не могу найти кого-то вроде тебя.",
  "line_24": "Можно я одолжу поцелуй? Обещаю вернуть.",
  "line_25": "Знаешь, где я хочу тебя видеть? В моих объятиях.",
  "line_26": "Ты путешественник во времени? Потому что я могу видеть своё будущее с тобой.",
  "line_27": "Ты должен быть парковочным билетом, потому что на тебе написано 'невероятно'.",
  "line_28": "Если бы ты был клавиатурой, ты был бы моим типом.",
  "line_29": "Ты инвестиция? Потому что я вкладываю всё своё время в тебя.",
  "line_30": "Если бы у жизни был центр, ты был бы солнцем, вокруг которого я вращаюсь.",
  "line_31": "Ты GPS? Потому что ты всегда знаешь, как направить меня к себе.",
  "line_32": "Ты магнит? Потому что я полностью притягиваюсь к тебе.",
  "line_33": "Ты Oreo? Потому что я пользуюсь этой возможностью.",
  "line_34": "Ты карандаш? Потому что ты меня привлекаешь.",
  "line_35": "Твоё тотемное животное должно быть фениксом, потому что ты волшебным образом возродил моё сердце.",
  "line_36": "Ты бриз? Потому что ты тихо украл моё сердце.",
  "line_37": "Сладкий, неотразимый, невозможно насытиться - ты случайно не печенье с шоколадной крошкой?",
  "line_38": "Ты банковский кредит? Потому что ты привлёк мой интерес.",
  "line_39": "Ты холодильник? Потому что ты слишком крут, чтобы тебя игнорировать.",
  "line_40": "Ты парковка? Потому что я искал кого-то вроде тебя вечность.",
  "line_41": "На тебе написано 'проверь меня', но мне не нужна библиотечная карточка.",
  "line_42": "Ты зарядное устройство? Потому что я не могу жить без тебя.",
  "line_43": "Ты сеть 5G? Потому что ты мгновенно подключил меня.",
  "line_44": "Ты умеешь хакерить? Потому что ты полностью украл моё сердце.",
  "line_45": "Ты маг? Потому что когда я смотрю на тебя, все остальные исчезают.",
  "line_46": "Твой фан-клуб принимает новых членов? Потому что я хочу вступить.",
  "line_47": "Мы в очереди самообслуживания? Потому что я полностью проверяю тебя.",
  "line_48": "Если бы ты был рекламой, ты был бы мелким шрифтом.",
  "line_49": "Ты автокредит? Потому что ты определённо привлёк мой интерес.",
  "line_50": "Я хочу пригласить тебя на бокал вина, но бокал будет ревновать.",
  "line_51": "Моя специальность - анатомия. Хочешь помочь мне учиться?",
  "line_52": "У тебя есть имя? Или я могу называть тебя своим?",
  "line_53": "У тебя есть пластырь? Потому что я поцарапал колено, влюбляясь в тебя.",
  "line_54": "Можешь угадать, из чего сделана моя рубашка? Из материала парня/девушки.",
  "line_55": "Можно я отведу тебя домой? Потому что я верю в преследование мечты.",
  "line_56": "Я пишу книгу о числах, заметил, что не хватает твоего.",
  "line_57": "Ты камера? Потому что я улыбаюсь каждый раз, когда вижу тебя.",
  "line_58": "Тебе нравятся Лего? Потому что я думаю, мы можем построить отношения вместе.",
  "line_59": "Больно было падать с небес?",
  "line_60": "Ты должен быть магнитом, потому что я чувствую притяжение.",
  "line_61": "Кто-то разбил твоё сердце? Ты можешь взять моё.",
  "line_62": "Ты сделан из меди и теллура? Потому что ты Cu-Te.",
  "line_63": "Ты метла? Потому что ты подмела моё сердце.",
  "line_64": "Твои руки кажутся тяжёлыми, хочешь, я подержу их?",
  "line_65": "Мы встречались раньше? Потому что ты похож на моего следующего парня/девушку.",
  "line_66": "Я не верил в любовь с первого взгляда, пока не увидел тебя.",
  "line_67": "Ты маг? Потому что ты заколдовал моё сердце.",
  "line_68": "Ты боксёр? Потому что ты идеальный нокаут.",
  "line_69": "У тебя есть время? Потому что я потерял счёт времени, встретив тебя.",
  "line_70": "Могу я быть твоей снежинкой? Обещаю никогда не растаять из твоего сердца.",
  "line_71": "Ты француз? Потому что Эйфелева башня для тебя.",
  "line_72": "Ты сигнал Wi-Fi? Потому что я чувствую сильное соединение.",
  "line_73": "У меня нет ручки и бумаги, но ты всё равно привлекаешь моё внимание.",
  "line_74": "Ты сердце? Потому что я никогда не перестану биться за тебя.",
  "line_75": "Я верю в преследование мечты, ты можешь показать путь.",
  "line_76": "Если бы красота была преступлением, ты был бы в списке самых разыскиваемых.",
  "line_77": "Поцелуй - это язык любви, хочешь начать разговор со мной?",
  "line_78": "Ты железо? Потому что мне никогда не хватает тебя.",
  "line_79": "Выпьем кофе? Потому что ты мне нравишься как латте.",
  "line_80": "Ты звезда? Потому что ты освещаешь мой мир.",
  "line_81": "Ты аттракцион Диснея? Потому что я могу ждать тебя вечно.",
  "line_82": "Ты вода? Потому что я не могу жить без тебя.",
  "line_83": "Тебе нравится текила? Значит ли это, что ты дашь мне шанс?",
  "line_84": "Извини, мой телефон должен быть сломан, потому что у меня нет твоего номера.",
  "line_85": "Ты боксёр? Потому что ты идеальный нокаут.",
  "line_86": "Ты выступаешь с речью? Потому что ты делаешь меня очень нервным.",
  "line_87": "Ты хорош в математике? Я тоже, единственное число, которое меня интересует - это твоё.",
  "line_88": "Я не религиозен, но ты ответ на все мои молитвы."
}