{
  "line_1": "Если бы я мог перераспределить алфавит, я бы объединил \"U\" и \"I\".",
  "line_2": "Ты должна быть Wi-Fi, потому что я сейчас чувствую связь.",
  "line_3": "Кому-то нужен свет? Потому что мы идеальный матч.",
  "line_4": "Даже если бы не было гравитации, я бы все равно влюбился в тебя.",
  "line_5": "Ты и я как Billboard 100 — мы самые горячие синглы в стране.",
  "line_6": "Здесь жарко или только ты?",
  "line_7": "Я не фотограф. Но я полностью представляю нас вместе.",
  "line_8": "Вы должны опоздать возвращать свои библиотечные книги, потому что на вас написано \"хорошо\".",
  "line_9": "Назвать тебя Дарвином? Потому что ты мой естественный отбор.",
  "line_10": "Простите, вы потерялись? Всемирный конкурс сексистских мужчин и женщин находится рядом.",
  "line_11": "Ты, должно быть, устал, потому что ты весь день проходил через мой ум.",
  "line_12": "Можно ли назвать вас Google? Потому что у тебя все, что я ищу.",
  "line_13": "Должно быть, что-то не так с моими глазами, потому что я не могу их снять с тебя.",
  "line_14": "У вас есть карта? Я просто потерялся, смотря в твои глаза.",
  "line_15": "Мы встречались? Я видел тебя во сне.",
  "line_16": "Ты веришь в любовь с первого взгляда или я должен снова пройти?",
  "line_17": "Я могу предсказать будущее. И ты в нем.",
  "line_18": "Ты художник? Потому что ты определенно привлекаешь мое внимание.",
  "line_19": "Ты, должно быть, легенда, потому что я слышал о тебе много великих вещей.",
  "line_20": "Я всегда думал, что счастье начинается с \"х\". Но я только что понял, что оно начинается с \"у\".",
  "line_21": "Я только что закончил книгу, которая вам понравится. Почему бы тебе не остановиться и забрать его?",
  "line_22": "Я изучаю важные даты в истории и задаюсь вопросом, хотите ли вы быть одним из них.",
  "line_23": "Могу ли я назвать тебя Уолдо? Кого-то вроде тебя нельзя найти.",
  "line_24": "Можно одолжить поцелуй? Обещаю вернуть.",
  "line_25": "Знаешь, в чем я бы очень хотел увидеть тебя? Мои руки.",
  "line_26": "Вы путешественник во времени? Потому что я вижу свое будущее с тобой.",
  "line_27": "Ты должна быть билетом на парковку, потому что на тебе хорошо написано.",
  "line_28": "Если бы ты был клавиатурой, ты был бы именно моим типом.",
  "line_29": "Вы инвестиция? Потому что я вложу все свое время в тебя.",
  "line_30": "Если бы у жизни был центр, ты был бы солнцем, вокруг которого я вращаюсь.",
  "line_31": "Ты GPS? Потому что ты всегда знаешь, как привести меня прямо к тебе.",
  "line_32": "Ты магнит? Потому что ты меня полностью привлекаешь.",
  "line_33": "Вы Орео? Потому что я использую эту возможность.",
  "line_34": "Ты карандаш? Потому что ты меня привлекаешь.",
  "line_35": "Нет шансов, что твое духовное животное не будет фениксом. Ты возродил мое сердце как магию.",
  "line_36": "Ты бриз? Потому что ты меня отстранил от ног без звука.",
  "line_37": "Сладкий, неустойчивый, и невозможно получить достаточно - вы тайно шоколадное печенье с чипами?",
  "line_38": "Вы банковский кредит? Потому что у тебя есть мой интерес.",
  "line_39": "Ты холодильник? Потому что ты слишком крут, чтобы игнорировать.",
  "line_40": "Вы парковка? Потому что я всегда ищу такого, как ты.",
  "line_41": "Кому нужна библиотечная карточка, когда на тебе написано \"проверь меня\".",
  "line_42": "Вы зарядное устройство для телефона? Потому что я чувствую себя мертвой без тебя.",
  "line_43": "Вы сеть 5G? Потому что ты меня мгновенно связал.",
  "line_44": "Вы знаете, как взломать? Потому что ты полностью украл мое сердце.",
  "line_45": "Меня зовут ________________________________________________________________________________",
  "line_46": "Ваш фан-клуб принимает новых членов? Потому что я собираюсь зарегистрироваться.",
  "line_47": "Мы на линии самообслуживания? Потому что я полностью проверяю тебя.",
  "line_48": "Если бы ты был рекламой, ты был бы мелким печатью.",
  "line_49": "Вы автомобильный кредит? Потому что у тебя определенно мой интерес.",
  "line_50": "Я бы купил тебе стакан вина, но потом я бы завидовал стакану.",
  "line_51": "Моя специальность - анатомия. Хочешь помочь мне учиться?",
  "line_52": "У тебя есть имя или я могу назвать тебя своим?",
  "line_53": "У тебя есть повязка? Я только что почерапал колено, падая на тебя.",
  "line_54": "Угадаете, из чего сделана моя рубашка? Материал для девушки/парня.",
  "line_55": "Могу я сопроводить тебя домой? Я всегда верил в то, чтобы следовать своим мечтам.",
  "line_56": "Я пишу книгу о цифрах. Я только что понял, что у меня нет твоего.",
  "line_57": "Ты камера? Потому что каждый раз, когда я смотрю на тебя, я улыбаюсь.",
  "line_58": "Нравится Лего? Потому что я думаю, что мы можем построить отношения вместе.",
  "line_59": "Болело ли тебе, когда ты упал с неба?",
  "line_60": "Ты должен быть магнитом. Потому что я чувствую привлечение.",
  "line_61": "Кто-то сломал тебе сердце? Потому что ты можешь взять мою.",
  "line_62": "Я бы с удовольствием взял тебя в кино, но я не хочу попасть в неприятности за то, что принесу свою закуску.",
  "line_63": "Ты метла? Потому что ты только что убрал меня с ног.",
  "line_64": "Твоя рука выглядит тяжелой. Могу я держать его?",
  "line_65": "Мы встречались? Потому что ты очень похож на мою следующую девушку/парня.",
  "line_66": "Я не верил в любовь с первого взгляда. Пока я не увидел тебя.",
  "line_67": "Ты такая острая, что у меня плохая ожога.",
  "line_68": "Если твой отец боксер? Потому что ты настоящий нокаут.",
  "line_69": "У тебя есть время? Я потерял его после встречи с тобой.",
  "line_70": "Могу ли я быть твоим снежником? Обещаю, что никогда не оттаю от твоего сердца.",
  "line_71": "Ты француз? Потому что Эйфель для тебя.",
  "line_72": "Вы сигнал Wi-Fi? Потому что я чувствую сильную связь.",
  "line_73": "Ни ручки, ни бумаги. Но ты все еще привлекаешь мое внимание.",
  "line_74": "Ты сердце? Потому что я никогда не перестану биться за тебя.",
  "line_75": "Я верю в то, чтобы следовать своим мечтам, поэтому ты ведёшь путь.",
  "line_76": "Если бы быть красивой было преступлением, ты была бы в списке самых разыскиваемых.",
  "line_77": "Поцелуи – это язык любви. Хочешь начать со мной разговор?",
  "line_78": "Ты железо? Потому что меня не хватает тебя.",
  "line_79": "Нам кофе? Потому что ты мне нравишься латте.",
  "line_80": "Ты должна быть Джасмин без \"Джаса.",
  "line_81": "Ты в Диснея? Потому что я буду ждать тебя вечно.",
  "line_82": "Вы вода? Потому что я бы умер без тебя.",
  "line_83": "Я вижу, ты любишь текилу. Это значит, что ты дасшь мне шанс?",
  "line_84": "Прости, что беспокою, но мой телефон, должно быть, сломан, потому что в нем нет твоего номера.",
  "line_85": "Ты боксер? Потому что ты полный нокаут.",
  "line_86": "Вы публично выступаете? Потому что ты меня очень нервничаешь.",
  "line_87": "Ты хорош в математике? Мне тоже; Единственный номер, который меня интересует, это твой.",
  "line_88": "Я не религиозный, но ты ответ на все мои молитвы."
}