{
  "Rizz pick-up lines": [
    "Если бы я мог перераспределить алфавит, я бы объединил \"U\" и \"I\".",
    "Ты должна быть Wi-Fi, потому что я сейчас чувствую связь.",
    "Кому-то нужен свет? Потому что мы идеальный матч.",
    "Даже если бы не было гравитации, я бы все равно влюбился в тебя.",
    "Ты и я как Billboard 100 — мы самые горячие синглы в стране.",
    "Здесь жарко или только ты?",
    "Я не фотограф. Но я полностью представляю нас вместе.",
    "Вы должны опоздать возвращать свои библиотечные книги, потому что на вас написано \"хорошо\".",
    "Назвать тебя Дарвином? Потому что ты мой естественный отбор.",
    "Простите, вы потерялись? Всемирный конкурс сексистских мужчин и женщин находится рядом.",
    "Ты, должно быть, устал, потому что ты весь день проходил через мой ум.",
    "Можно ли назвать вас Google? Потому что у тебя все, что я ищу.",
    "Должно быть, что-то не так с моими глазами, потому что я не могу их снять с тебя.",
    "У вас есть карта? Я просто потерялся, смотря в твои глаза.",
    "Мы встречались? Я видел тебя во сне.",
    "Ты веришь в любовь с первого взгляда или я должен снова пройти?",
    "Я могу предсказать будущее. И ты в нем.",
    "Ты художник? Потому что ты определенно привлекаешь мое внимание.",
    "Ты, должно быть, легенда, потому что я слышал о тебе много великих вещей.",
    "Я всегда думал, что счастье начинается с \"х\". Но я только что понял, что оно начинается с \"у\".",
    "Я только что закончил книгу, которая вам понравится. Почему бы тебе не остановиться и забрать его?",
    "Я изучаю важные даты в истории и задаюсь вопросом, хотите ли вы быть одним из них.",
    "Могу ли я назвать тебя Уолдо? Кого-то вроде тебя нельзя найти.",
    "Можно одолжить поцелуй? Обещаю вернуть.",
    "Знаешь, в чем я бы очень хотел увидеть тебя? Мои руки.",
    "Вы путешественник во времени? Потому что я вижу свое будущее с тобой.",
    "Ты должна быть билетом на парковку, потому что на тебе хорошо написано.",
    "Если бы ты был клавиатурой, ты был бы именно моим типом.",
    "Вы инвестиция? Потому что я вложу все свое время в тебя.",
    "Если бы у жизни был центр, ты был бы солнцем, вокруг которого я вращаюсь.",
    "Ты GPS? Потому что ты всегда знаешь, как привести меня прямо к тебе.",
    "Ты магнит? Потому что ты меня полностью привлекаешь.",
    "Вы Орео? Потому что я использую эту возможность.",
    "Ты карандаш? Потому что ты меня привлекаешь.",
    "Нет шансов, что твое духовное животное не будет фениксом. Ты возродил мое сердце как магию.",
    "Ты бриз? Потому что ты меня отстранил от ног без звука.",
    "Сладкий, неустойчивый, и невозможно получить достаточно - вы тайно шоколадное печенье с чипами?",
    "Вы банковский кредит? Потому что у тебя есть мой интерес.",
    "Ты холодильник? Потому что ты слишком крут, чтобы игнорировать.",
    "Вы парковка? Потому что я всегда ищу такого, как ты.",
    "Кому нужна библиотечная карточка, когда на тебе написано \"проверь меня\".",
    "Вы зарядное устройство для телефона? Потому что я чувствую себя мертвой без тебя.",
    "Вы сеть 5G? Потому что ты меня мгновенно связал.",
    "Вы знаете, как взломать? Потому что ты полностью украл мое сердце."
  ],
  "Best rizz lines": [
    "Меня зовут ________________________________________________________________________________",
    "Ваш фан-клуб принимает новых членов? Потому что я собираюсь зарегистрироваться.",
    "Мы на линии самообслуживания? Потому что я полностью проверяю тебя.",
    "Если бы ты был рекламой, ты был бы мелким печатью.",
    "Вы автомобильный кредит? Потому что у тебя определенно мой интерес.",
    "Я бы купил тебе стакан вина, но потом я бы завидовал стакану.",
    "Моя специальность - анатомия. Хочешь помочь мне учиться?",
    "У тебя есть имя или я могу назвать тебя своим?",
    "У тебя есть повязка? Я только что почерапал колено, падая на тебя.",
    "Угадаете, из чего сделана моя рубашка? Материал для девушки/парня.",
    "Могу я сопроводить тебя домой? Я всегда верил в то, чтобы следовать своим мечтам.",
    "Я пишу книгу о цифрах. Я только что понял, что у меня нет твоего.",
    "Ты камера? Потому что каждый раз, когда я смотрю на тебя, я улыбаюсь.",
    "Нравится Лего? Потому что я думаю, что мы можем построить отношения вместе.",
    "Болело ли тебе, когда ты упал с неба?",
    "Ты должен быть магнитом. Потому что я чувствую привлечение.",
    "Кто-то сломал тебе сердце? Потому что ты можешь взять мою.",
    "Я бы с удовольствием взял тебя в кино, но я не хочу попасть в неприятности за то, что принесу свою закуску.",
    "Ты метла? Потому что ты только что убрал меня с ног.",
    "Твоя рука выглядит тяжелой. Могу я держать его?",
    "Мы встречались? Потому что ты очень похож на мою следующую девушку/парня.",
    "Я не верил в любовь с первого взгляда. Пока я не увидел тебя.",
    "Ты такая острая, что у меня плохая ожога.",
    "Если твой отец боксер? Потому что ты настоящий нокаут.",
    "У тебя есть время? Я потерял его после встречи с тобой.",
    "Могу ли я быть твоим снежником? Обещаю, что никогда не оттаю от твоего сердца.",
    "Ты француз? Потому что Эйфель для тебя.",
    "Вы сигнал Wi-Fi? Потому что я чувствую сильную связь.",
    "Ни ручки, ни бумаги. Но ты все еще привлекаешь мое внимание.",
    "Ты сердце? Потому что я никогда не перестану биться за тебя.",
    "Я верю в то, чтобы следовать своим мечтам, поэтому ты ведёшь путь.",
    "Если бы быть красивой было преступлением, ты была бы в списке самых разыскиваемых.",
    "Поцелуи – это язык любви. Хочешь начать со мной разговор?",
    "Ты железо? Потому что меня не хватает тебя.",
    "Нам кофе? Потому что ты мне нравишься латте.",
    "Ты должна быть Джасмин без \"Джаса.",
    "Ты в Диснея? Потому что я буду ждать тебя вечно.",
    "Вы вода? Потому что я бы умер без тебя.",
    "Я вижу, ты любишь текилу. Это значит, что ты дасшь мне шанс?",
    "Прости, что беспокою, но мой телефон, должно быть, сломан, потому что в нем нет твоего номера.",
    "Ты боксер? Потому что ты полный нокаут.",
    "Вы публично выступаете? Потому что ты меня очень нервничаешь.",
    "Ты хорош в математике? Мне тоже; Единственный номер, который меня интересует, это твой.",
    "Я не религиозный, но ты ответ на все мои молитвы.",
    "Тебя зовут Эльза? Потому что я не могу тебя отпустить.",
    "Знаете ли вы разницу между историей и вами? История – это прошлое, а ты – мое будущее.",
    "Могу я последовать за тобой домой? Мое сердце, похоже, обошло с тех пор, как я встретил тебя.",
    "Вы 1 апреля? Потому что я для тебя дурак.",
    "Ты формула Крабби Патти? Потому что я пытаюсь украсть тебя.",
    "Тебя зовут Chamomile? Потому что ты горячий чай!",
    "Вы Лего? Потому что я никогда не сделал бы из тебя лего.",
    "Вы работаете на НАСА? Потому что твоя красота вне этого мира.",
    "Математика очень запутанная. Он всегда говорит о \"х и й\", а никогда не о \"ты и я\".",
    "Ты очень похож на мою девушку/парня/партнера.",
    "Если бы у меня был никель за каждый раз, когда я видел кого-то такого милого, как ты, у меня было бы 5 центов.",
    "Слушай, я был ослеплен твоей красотой. Моей страховой компании понадобится ваше имя и номер.",
    "Ты из Диснейленда? Говорят, что это самое счастливое место на Земле, поэтому я подумал, что это будет где бы ты ни был.",
    "Ты мой ноутбук? Потому что ты очень жаркая, и я беспокоюсь.",
    "У вас лучшая улыбка в этом приложении. В чем твой секрет, Крест?",
    "Не могли бы вы принести мне стакан воды? Я вдруг очень жажду.",
    "Вы один из пионеров полета? Ты мне кажешься просто Райтом.",
    "Твои глаза похожи на IKEA. Я в них полностью потерян.",
    "Ты мой невязанный шнурок? Потому что я влюбляюсь в тебя.",
    "Я видел тебя где-то в книге. Это была действительно мелкая печать.",
    "Я хочу, чтобы вы знали, что я на 100% привержен этим отношениям Tinder.",
    "Ты модель? Когда ты ушла?",
    " \"Ты билет на парковку? Потому что на тебе написано \"хорошо\".",
    "Ты веришь в любовь с первого взгляда или я должен снова пройти мимо?",
    " «Помимо того, что ты красив, чем ты зарабатываешь на жизнь?»",
    " «Если бы ты был овощем, ты был бы милым комором».",
    " «Я не фотограф, но могу представить нас вместе».",
    " \"Ваше имя Google? Потому что у вас есть все, что я искал\".",
    " \"Почувствуйте мою рубашку. Знаете, из чего она сделана? Материал парня\".",
    " \"Ты из Теннесси? Потому что ты единственная десятка, которую я вижу\".",
    " «Если бы поцелуи были снежными vloчками, я бы послал тебе бурю».",
    "Я не уверен, что это такое, но твоя улыбка заставляет меня пригласить тебя на кофе.",
    "Ты должен быть волшебником, потому что каждый раз, когда я смотрю на тебя, все остальные исчезают!"
  ],
  "Smooth rizz lines": [
    "Если бы секс был преступлением, ты отбывал бы пожизненное заключение.",
    "У вас солнечные ожоги или всегда так жарко?",
    "Мы были вместе в классе? Я мог бы покляться, что у нас есть химия.",
    "Ты гитара? Потому что ты ударил в меня аккорд.",
    "Вы образец углерода? Потому что я хочу встречаться с тобой.",
    "У вас есть дефибриллятор? Мое сердце бьется с тех пор, как мы встретились.",
    "Могу я сфотографировать тебя? Мои друзья не верят в существование ангелов.",
    "Ты клавиатура? Потому что ты мой тип.",
    "Если бы мы с тобой были носками, мы были бы отличной парой.",
    "Ты Старбакс? Потому что ты мне нравишься латте.",
    "Есть только одна вещь, которую я изменил бы в тебе - твоя фамилия.",
    "Ты должен быть Гарри Поттером. Потому что каждый раз, когда я смотрю на тебя, все остальное исчезает.",
    "Ты играешь в бейсбол? Потому что я думаю, что ты в моей лиге.",
    "Есть ли поблизости аэропорт? Или это просто мое сердце летает?",
    "Если бы ты был фруктом, ты был бы хорошим яблоком.",
    "Вот я. Каковы твои другие два желания?",
    "Помимо того, что ты отдыхаешь, чем ты зарабатываешь на жизнь?",
    "Ты красивая, а я милая. Вместе мы были бы милыми.",
    "Твои губы кажутся одинокими. Они хотят познакомиться с моим?",
    "Я должна быть снежником. Потому что я влюбилась в тебя.",
    "Я новая в городе. Могу ли я получить указания к вашему дому?",
    "Ты лагерь? Потому что ты жаркая, а я хочу больше.",
    "Мой друг хочет знать, считаешь ли ты меня милой.",
    "Ты в порядке? Похоже, у тебя дефицит витамина.",
    "Твой отец Пикассо? Потому что ты настоящий шедевр.",
    " \"Должно быть, я пошел на рыбалку... потому что ты идеальный улов\".",
    "Я потерял свой номер телефона, могу ли я заимствовать твой?",
    " «Я бы с удовольствием взял вас в кино, но они не позволяют закуски».",
    " «Нет ручки, нет бумаги, но все же ты привлекаешь мое внимание».",
    " «Мои родители сказали мне преследовать мои мечты — я думаю, это означает, что лучше начать бегать».",
    " \"Нет, мне не 14, но я 14 тебя\".",
    " \"Не возражай, я просто следую за своими мечтами\".",
    " \"Математика такая запутанная. Всегда речь идет о X и Y, никогда не о U и я\".",
    "Ты из Теннесси? Потому что ты единственная десятка, которую я вижу.",
    "Ты рождественское утро? Потому что я ждал тебя весь год.",
    "Ты Немо? Потому что я пытался найти тебя.",
    "Вы банковский кредит? Потому что у тебя есть мой интерес.",
    "Надеюсь, ты знаешь СКР, потому что ты только что взял мой дых.",
    "Вы Солнце? Потому что я мог бы смотреть на тебя весь день, и это стоит риска.",
    "Ты бобрь? Потому что ДАМ!",
    "Ты клавиатура? Потому что ты мой тип.",
    "Моя мама сказала, что делиться - это забота, но нет... ты все мои!",
    "Ты Джон Сина? Потому что я никогда не был такой девушкой, как ты.",
    "Пора заплатить. Это первый месяц, и ты живешь в моем уме без аренды.",
    "Ты свет? Потому что ты всегда заставляешь меня чувствовать себя ярким.",
    "Чтобы ты знал, я преступник.  ..потому что я преступно люблю тебя.",
    "Вам нравятся Звездные войны? Потому что Йода только один для меня.",
    "Вы куриные пальцы и картофель? Потому что мне все равно, сколько вариантов у меня есть, всегда выберу тебя.",
    "Хорошо, что у меня есть библиотечная карта, потому что я проверял тебя.",
    "У тебя бандаид? Мои колени болят от падения в тебя.",
    "Может быть, мы не штаны, но будем отличной парой.",
    "Ты знаешь, что красиво? Повторяйте первое слово.",
    "Твои глаза напоминают мне о IKEA: легко заблудиться.",
    "Просто хотел, чтобы вы знали: у вас есть что-то милое на лице.",
    "Твои родители пекарники? Они наверняка сделали сладкий пирог.",
    "У вас есть учетная запись в Instagram? Потому что моя мать всегда говорила мне следовать своим мечтам.",
    "Я видел тебя на Spotify. Ты был включен в список самых горячих синглов.",
    "Я думал, что счастье начинается с «х», но на самом деле оно начинается с «тебя».",
    "Наверное, я знаю, когда твой день рождения: октябрь. Потому что ты десятка.",
    "Ваш Bluetooth включен? Я чувствую, что мы можем спариться.",
    "Надеюсь, ты знаешь СКР, потому что ты лишаешь меня дыхания.",
    "Ты превысил скорость? Потому что на тебе хорошо написано.",
    "Мне нужен агент по недвижимости, знаете ли вы его? Я пытаюсь перейти сюда.",
    " «Я не гений, но я могу осуществить твои мечты».",
    "Если бы ты была песней, ты была бы моим любимым во время повторения.",
    " «Ты такая красивая, ты заставляет мое сердце пропускать ритм».",
    " «Я не уверен, что это такое, но ты заставляет меня хотеть быть лучшим человеком».",
    " «Ты как хорошее вино, со временем становишься лучше».",
    " \"Ваше имя WiFi? Потому что я чувствую связь\".",
    " \"Ты - пропавшая часть моей головоломки\".",
    "Я не игрок, я хранитель твоего сердца».",
    " «Ты такой потрясающий, что заставляет солнце ревновать».",
    " \"Мне нужно признаться, я влюблена в тебя\".",
    " «Если бы ты был книгой, я бы прочитал тебя от обложки к обложке».",
    "4+4=8, но ты+я=судьба",
    "Ты устал? Ты весь день проходил через мой ум.",
    "Какой твой любимый напиток? Я спрашиваю, чтобы знать, что купить тебе, когда мы пойдем на первое свидание.",
    "Я должен пожаловаться Spotify, что не сделал тебя самым горячим синглом этой недели.",
    "Ты играешь в футбол? Потому что ты хранитель.",
    "Ты выглядишь так знакомо, у нас был класс вместе? Я мог бы покляться, что у нас была химия.",
    "Я изучаю важные даты в истории, хочешь быть одним из них?",
    "Говорят, что знакомства - это игра в цифры, так что я могу взять твою?",
    "Когда завтра я напишу тебе \"Доброе утро\", на какой номер я напишу?",
    "Привет, меня зовут [твое имя], но ты можешь позвонить мне завтра.",
    "Могу ли я показать твой профиль своим друзьям, чтобы доказать, что ангелы действительно существуют?",
    "Что-то не так с моим телефоном, в нем нет твоего номера."
  ],
  "Funny Rizz Lines": [
    " \"Привет, я Майкрософт. Могу ли я сегодня ночью в твоем доме?\"",
    " «Если бы я мог перераспределить алфавит, я бы объединил U и я».",
    " \"Ты ездишь на Диснея? Потому что я буду ждать тебя вечно\".",
    " \"Вы Reddit-истории? Потому что я всегда буду вас слушать\".",
    " \"Я вижу, что ты любишь текилу. Это значит, что ты попробуешь?\"",
    " \"Ты школьная лестница? Потому что ты уносишь мое дыхание\".",
    "У меня больше нет линий, но вы можете забрать меня в 9.",
    "Можно одолжить поцелуй? Обещаю вернуть одну.",
    "Если бы ты был Трансформатором, ты был бы Оптимусом Фином.",
    "Вы Солнце? Потому что ты жаркая.",
    "Ты вейп? Потому что я никогда не использовал бы тебя.",
    "Могу взять твою футболку? Потому что я хочу твоё имя и номер.",
    "Я должен быть путешественником во времени, потому что я не могу представить свое будущее без тебя.",
    "Ты веришь в любовь с первого взгляда, или мне снова пройти?",
    "Ты выключатель света? Потому что ты меня возбуждаешь.",
    "Вы врач? Потому что ты мгновенно заставишь меня чувствовать себя лучше.",
    "Ты должен быть шедевром, потому что я не могу снять с тебя глаза.",
    "Вы сделаны из сыра? Потому что ты ищешь Гуду!",
    "Ты моя любимая песня? Потому что я не могу тебя выбрать из головы.",
    "Я не фотограф, но могу представить нас вместе.",
    "Ты бриллиант? Потому что ты сияешь так ярко!",
    "Ты любишь рыбалку? Потому что ты меня привязал.",
    "Ты мечтаешь? Потому что я не хочу проснуться.",
    "Если бы ты был фруктом, ты был бы хорошим яблоком.",
    "Если бы я мог перераспределить алфавит, я бы объединил U и я.",
    "Поцеловай меня, если я ошибаюсь, но Земля определенно плоская.",
    "Вы зарядное устройство для телефона? Потому что я умираю без тебя.",
    "Я не профессиональный фотограф, но определенно могу представить нас вместе.",
    "Разница между историей и тобой в том, что история - это прошлое, а ты - мое будущее.",
    "Ты клавиатура? Потому что я хотела бы узнать, ты мой тип.",
    "Ты должна быть билетом на парковку, потому что на тебе хорошо написано.",
    "Ты волшебник? Потому что каждый раз, когда я смотрю на тебя, все остальные исчезают.",
    "Твоя рука выглядит тяжелой. Хочешь, чтобы я держал его для тебя?",
    "У вас есть карта? Потому что я постоянно заблуждаюсь в твоих глазах.",
    "Я бы показал тебе свой мир, но у тебя уже есть зеркало.",
    "Вы должны быть Lucky Charms, потому что вы выглядите волшебно вкусно.",
    "Если бы взгляд мог убить, ты был бы оружием массового уничтожения.",
    "У тебя есть имя? Или я могу назвать тебя своим?",
    "Зачем писать пчелу, когда можно просто сказать \"Б\"? Почему правопись видеть, когда вы можете просто сказать \"С\"? Зачем писать любовь, когда можно просто сказать \"я\"?",
    "Ты из Теннесси? Потому что ты единственная десятка, которую я вижу.",
    "Если тебе нравится Аладдин, ты можешь быть Жасминой, но без Джаса.",
    "Я принесу текилу, если ты попробуешь.",
    "Ты любишь Лего? Потому что я никогда не сделал бы из тебя лего.",
    "Я должен предупредить тебя, что я преступник… потому что я преступник люблю тебя.",
    "Мир плоский, поцеловай меня, если я ошибаюсь.",
    "Я должен быть выключателем света, потому что ты уверен, что знаешь, как меня включить.",
    "Дисней будет так рад - я нашел их пропавшую принцессу!",
    "У вас есть лента? Потому что я только что почерапал колено, падая на тебя.",
    "Ваше имя стипендия? Потому что я не могу позволить себе потерять тебя.",
    "Каждый раз, когда ты появляетесь, моя система сбывается. Ты ошибка кодирования?",
    "Ты банан? Потому что я нахожу тебя пилингом.",
    "Ты лагерь? Потому что ты жаркая, а я хочу больше.",
    "Ваше сердце – это приложение? Потому что я не могу перестать проверять обновления.",
    "Вы пароль? Потому что ты заставил меня попробовать все комбинации, чтобы выяснить тебя.",
    "Ты напоминаешь мне летние каникулы - стоит ждать и абсолютно все, что мне нужно.",
    "Ты горячий соус? Потому что ты заставляет мое сердце гореть от волнения.",
    "Если инопланетяне существуют, то ты должен быть одним из них, потому что ты полностью похитил мое сердце.",
    "Ты как арбуз: редкий, освежающий и совершенно один в арбузе.",
    "Ты мем? Потому что ты застрял в моей голове весь день.",
    "Моя жизнь осветилась в тот момент, когда ты вошел... ты тайно электрик?",
    "Ты заставил меня стрессировать и не готовиться, как к экзамену, на который я не училась.",
    "Ты кактус? Потому что ты острый, но все же так привлекательный.",
    "Ты попкорновое ядро? Потому что ты заставил мое сердце вспыхнуть.",
    "Ты сэндвич? Потому что ты субъект моего голода.",
    "Твой отец боксер? Потому что ты нокаут.",
    "Ты плохая шина? Потому что я чувствую себя дефлированной без тебя.",
    " \"Ты из космоса? Потому что твоя красота вне этого мира! (и я инопланетянин, поэтому мы хорошо ладим)\"",
    " «Я не собиратель, но я действительно хочу сохранить тебя навсегда».",
    " \"У тебя есть карта? Я постоянно заблуждаюсь в твоих глазах\".",
    " «Если бы ты был трансформатором, ты был бы Оптимусом Фином».",
    " «Я бы сказал, что ты такая же красивая, как греческая богиня, но, насколько я могу сказать, ты не миф».",
    " \"Ты путешественник во времени? Потому что я вижу свое будущее с тобой\".",
    " \"Твой отец пекар? Потому что ты милый пирог!\""
  ],
  "Cheesy Rizz Lines": [
    " \"Ты беспокоишься? Потому что ты заставляет мое сердце биться\".",
    " \"Могу ли я одолжить поцелуй? Обещаю, что верну его\".",
    " \"Вы куриные пальцы и картофель? Поскольку мне все равно, сколько других вариантов у меня есть, я всегда выберу вас\".",
    " \"Ты сигнал Wi-Fi? Потому что я чувствую сильную связь\".",
    " \"Тебя зовут Эльза, потому что я никогда тебя не отпустю\".",
    " \"Ты работаешь на НАСА? Потому что твоя красота вне этого мира\".",
    " \"Ты ЛЕГО? Потому что я никогда не сделал бы тебя ЛЕГО\".",
    " \"Ты кислород? Потому что я не могу жить без тебя\".",
    " \"Ты вейп-ручка? Потому что я никогда не использовал бы тебя\".",
    " \"Тебя зовут Золушка? Потому что я вижу, как ты уходишь с моим сердцем\".",
    " \"У тебя есть квартал? Я хочу позвонить маме и сказать ей, что только что встретил девушку своей мечты\".",
    " «Если бы ты был пиццей, ты был бы сверхбольшим со всем».",
    " \"Ты с небес? Потому что ты похож на ангела\".",
    " «Я не стоматолог, но могу дать вам сладкую улыбку».",
    " «Ты как летающая звезда, ты здесь, а затем уходишь слишком быстро».",
    " «Если бы ты был машиной, ты был бы Феррари».",
    " \"Ты билет на парковку? Потому что на тебе написано \"хорошо\".",
    "Ты, должно быть, устал, потому что ты весь день проходил через мой ум.",
    "Ты веришь в любовь с первого взгляда или я должен снова пройти мимо?",
    " \"Ты такой жаркий, ты расплавил мой папсик\"."
  ],
  "Flirty Rizz Lines": [
    " «Я не фотограф, но могу представить нас вместе».",
    " \"Поцелуи - это язык любви. Хочешь начать со мной разговор?\"",
    " «Ты устал весь день бегать по моему уму?»",
    " \"Ты публично говоришь, потому что ты меня очень нервничаешь\".",
    " \"Здесь жарко? Или это только ты?\"",
    " \"Ты мои оценки? Потому что ты плохой АФ.\"",
    " \"Ты словарь? Потому что ты добавляет смысл моей жизни\".",
    " «Вам лучше завязать обувь, я не хочу, чтобы вы влюбились в кого-то другого»."
  ],
  "Romantic Rizz Lines": [
    " \"Ты моя любимая песня? Потому что я не могу тебя выбрать из головы\".",
    " \"Ты волшебник? Потому что каждый раз, когда я смотрю на тебя, все остальные исчезают\".",
    " «Если бы быть красивой было преступлением, ты была бы в списке самых разыскиваемых».",
    " «Если бы я был кошкой, я бы провел все девять жизней с тобой».",
    " \"Разве мы не встречались в прошлой жизни? Потому что я не могу представить себе мир без тебя\".",
    "Я не религиозный, но ты ответ на все мои молитвы.",
    " «У тебя есть имя, или я могу назвать тебя своим?»",
    "Я должен быть путешественником во времени, так как я не могу представить свое будущее без тебя."
  ],
  "Steamy Rizz Lines": [
    "Ты на горах? Потому что я буду ездить на тебе в любое время.",
    "Ты Роналду? Потому что я думаю, что мы должны взять Месси.",
    "Ты можешь назвать меня Фред Флинтстоун, потому что я сделаю твою кровать камнем.",
    "Ты плакат? Потому что я хочу прикрепить тебя к стене.",
    "Ты макияж? Потому что я буду тратить часы на тебя.",
    "Ты такой магнитный! Моя молня падает на тебя.",
    "Ты морский льв? Потому что я хочу \"море\" тебя \"льва\" в моей кровати.",
    "Ты выключатель света? Потому что ты меня возбуждаешь."
  ],
  "Creative Rizz Lines": [
    " \"Твоя мама художница? Потому что она сделала шедевр\".",
    " \"Ты Джон Сина, потому что я никогда не был такой девушкой, как ты\".",
    " \"Ты Китай? Потому что я Китай, пойди с тобой\".",
    " \"У меня есть продажа в моей комнате - вся одежда на 100% скидка. Хотите сделать заказ?\"",
    " \"Ты из Кореи? Потому что я думаю, что ты мой друг из Сеула\".",
    "Я сержусь, потому что только что прослушал плейлист Spotify «Hottest Singles», а тебя там не было.",
    " «Пришло время заплатить, потому что ты живешь в моей голове без арендной платы».",
    "Вы Spotify Premium версия жизни - лучше и полностью без рекламы.",
    "Когда ты начнешь платить аренду, потому что живешь в моих мыслях бесплатно.",
    "Ты полная луна? Потому что я не могу перестать ревить над тобой.",
    "Ты мысль? Потому что я не могу перестать думать о тебе.",
    "У тебя должен быть 45-градусный угол, потому что ты острый.",
    "У тебя есть карандаш? Потому что я хочу стереть твое прошлое и написать наше будущее.",
    "Ваша вибрация настолько правильна, что вы можете быть под углом 90 градусов.",
    "Вы сад? Потому что я тебя копаю.",
    "Ты любишь пончики? Потому что я влюблена в тебя.",
    "Ты чихаешь? Потому что я не могу перестать думать о тебе.",
    "Яблоки ревнуют? Потому что ты крадешь их место, как яблоко моего глаза.",
    "Ты черная вдова? Потому что каждый раз, когда я тебя вижу, я попадаю в твою сеть.",
    "Я думаю, что мы на концерте, потому что мое сердце просто бьет каждый раз, когда я вижу тебя.",
    "Как обратная карта Uno, ты полностью изменил мой мир.",
    "Ты такая же загадочная и незабываемая, как теория заговора.",
    "Вы ошибка в Матрице? Потому что ты слишком хорош, чтобы быть настоящим.",
    "Ты мой телефон? Потому что я не могу держать свои руки от тебя.",
    "Вы Snapchat стрик? Потому что я хочу, чтобы это продолжалось навсегда.",
    "Ваше имя Google? Потому что у тебя все, что я искал.",
    "Вы частично зарядное устройство для телефона? Потому что я умиру без тебя!"
  ],
  "Clever Rizz Lines": [
    " \"Ты клавиатура? Потому что ты просто мой тип\".",
    " \"Ты частично зарядный телефон? Потому что я умиру без тебя!\""
  ],
  "Cute Rizz Lines": [
    " \"Когда я был ребенком, мне приходилось гониться за бабочками. Теперь ты здесь, приносишь их прямо ко мне\".",
    " \"Ты Google? Потому что ты все, что я искал\".",
    " \"Ты клубника? Потому что я всегда выберу тебя\".",
    "Мое любимое слово — вселенная, потому что оно начинается с U N I.",
    "Мой Wi-Fi 4G, но мое сердце 4U.",
    " \"Твои родители пекарники? Потому что ты милый пирог\".",
    " \"Ты ягода? Потому что ты ягода много моего типа.\"",
    "Ты закладка, сохраняющая все мои любимые моменты в жизни.",
    "Вы часовой пояс? Потому что каждый момент с тобой кажется правильным временем.",
    "Ты дежа-ву? Потому что я чувствую, что нам надо повторяться снова и снова.",
    "То, как ты заставил меня падать, похоже на гравитацию.",
    "Ты печенье? Потому что ты заставляет меня распасться от желания.",
    "Ты весна? Потому что каждый раз, когда ты приезжаешь, всё вокруг меня расцветает.",
    "Твое притяжение так же неоспоримо, как гравитация черной дыры.",
    "Ты облако? Потому что каждый раз, когда я тебя вижу, это серебряная подкладка.",
    "Ты колесо? Потому что у тебя моя голова кругается.",
    "Вы шеф-повар? Потому что у тебя есть все ингредиенты для моего идеального дня.",
    "Ваш смех песня? Потому что это единственная мелодия, которая мне нужна.",
    "Ваше присутствие похоже на гравитацию? Потому что я не могу избежать твоего притяжения.",
    "Ты смути? Потому что каждый раз, когда я рядом с тобой, я чувствую, что идеально сливаюсь.",
    "Вы классический роман? Потому что я хочу провести свою жизнь читая каждую страницу тебя.",
    "Ты должна быть созвездием, потому что мой мир идеально согласуется, когда ты рядом.",
    "Ты план? Потому что у тебя идеальный дизайн для моего сердца.",
    "Ты стакан вина? Потому что каждый раз, когда я рядом с тобой, я чувствую себя опьянен твоей красотой.",
    "Ты должна быть Луной, потому что даже в самые темные ночи ты освещаешь мою жизнь.",
    "Тебя зовут домашнее задание? Потому что я не могу перестать думать о тебе, даже когда я должна учиться.",
    "Ты эссе? Потому что я могу писать о тебе весь день.",
    "Ты определенно фейерверк, потому что ты только что осветил мой мир в мгновение.",
    "Ты GPS? Потому что я потерялся в твоем направлении.",
    "Ты шторм? Потому что, когда ты приедешь, ты потрясешь все, что я думал, что знаю.",
    "Ты кажешься цветком, потому что чем больше я рядом с тобой, тем больше я чувствую, что цвету.",
    "Ты симфоник? Потому что, войдя в комнату, ты создаешь мелодию в моей душе.",
    "Ты как солнечный луч, потому что ты сияешь так ярко, что я не могу отклониться.",
    "Ты карамельный дождь? Потому что ты делаешь всё сладким.",
    "Ты призма? Потому что каждый раз, когда я смотрю на тебя, я вижу целый спектр возможностей.",
    "Твоя аура закат солнца? Потому что вы излучаете такое тепло и красоту, которые заставляют всё сиять.",
    "Ты выглядишь как тень, потому что я не могу убежать от тебя.",
    " \"Ты плюшевый медведь? Потому что я хочу обнимать тебя всю ночь\".",
    " «Ты сладкий, как кекс».",
    " \"Могу ли я одолжить поцелуй? Обещаю, что верну его\".",
    "Ты мой любимый привет и мой самый тяжелый прощай.",
    " \"Я думаю, что ты чистый\".",
    " «Если бы ты был цветом, ты был бы розой».",
    " «Ты заставляет мое сердце таять, как мороженое в жаркий день».",
    " \"Ты сон? Потому что я не хочу проснуться\".",
    " «Ты солнце в облачный день».",
    " «Я бы сказал, что ты такая же красивая, как греческая богиня, но, насколько я могу сказать, ты не миф».",
    " «Ты причина, по которой я улыбаюсь».",
    "Говорят, что ничего не длится вечно. Хочешь быть моим ничем?",
    "Любой, кто говорит, что Дисней – самое счастливое место на земле, никогда не стоял рядом с вами.",
    "Вы путешественник во времени? Потому что я могу увидеть тебя в своем будущем.",
    "Я не фотограф, но могу представить тебя и меня вместе.",
    "Ты француз? Потому что Эйфель для тебя.",
    "Угадай, что я надел? Улыбка, которую ты дал мне.",
    "Твои родители пекарники? Потому что ты милый пирог.",
    "У меня была хорошая линия, чтобы отправиться, но ты так красивая, что я буквально без слов.",
    "Я думаю, что что-то не так с моим телефоном. Вы можете позвонить и посмотреть, работает ли это?",
    "Солнце вышло или ты просто улыбаешься мне?",
    "Не могли бы вы меня зажимать? Ты такая милая, я наверное мечтаю.",
    "Если бы у меня была машина времени, я бы использовала ее, чтобы пережить этот момент."
  ],
  "Poetic Rizz Lines": [
    "Если бы у меня была роза каждый раз, когда я думал о тебе, у меня была бы только одна, потому что ты никогда не оставлял меня в голове.",
    "Если бы я мог перераспределить космос, я заменил бы солнце на тебя — твоя красота сияет ярче любой звезды.",
    "Даже если солнце исчезнет, твой свет — это все, что мне нужно, чтобы провести меня через тьму.",
    " \"Я - ручка, ты - светильник. Я пишу наше будущее, ты делаешь его ярким\".",
    "Если ты умрешь, я завидую земле, потому что она сможет держать тебя навсегда.",
    "Ты украл мое сердце, мои глаза и мои мысли — все, что осталось, это моя фамилия.",
    "Если любовь – это поле боя, то ты – победа, за которую я борюсь.",
    " \"Ты солнце? Потому что ты даешь жизнь моему миру\"."
  ],
  "Classic Rizz Lines": [
    " «Надеюсь, ты знаешь о СКР, потому что ты просто взял мой дых».",
    " \"Ты билет на парковку? Потому что на тебе хорошо написано\".",
    "Ты очень похож на моего следующего партнера».",
    " \"У тебя есть карта? Потому что я только что потерялся в твоих глазах\".",
    " \"Ты знаешь, что красиво? Повтори первое слово\".",
    " \"Ты француз? Потому что Эйфель для тебя\".",
    " «Ты такая милая, что мне зубная боль».",
    " «Если бы ты был Трансформатором, ты был бы Оптимусом Фином»."
  ],
  "Witty Rizz Lines To Say": [
    "Вы треугольник? Потому что ты острый.",
    "Как тебя зовут? Могу ли я назвать тебя моим?",
    "Вы билет на парковку? Потому что на тебе хорошо написано.",
    "Я Microsoft. Могу ли я спать у тебя сегодня вечером?",
    "Ты когда-нибудь был в тюрьме? Потому что быть таким красивым должно быть незаконно.",
    "Мы ходили в школу вместе? Я мог бы покляться, что у нас есть химия.",
    "Ты волшебник? Потому что каждый раз, когда я смотрю на тебя, все остальные исчезают.",
    "Ваше имя Google? Потому что у тебя все, что я искал.",
    "Если бы ты был овощем, ты был бы милым комором.",
    "Вы сделаны из меди и теллюрия? Потому что ты Ку-Тэ.",
    "Ты камера? Потому что каждый раз, когда я смотрю на тебя, я улыбаюсь.",
    "Ты инопланетянин? Потому что ты только что похитил мое сердце.",
    "Ты любишь розины? Как ты себя чувствуешь по поводу свидания?",
    "Тебя зовут Уолдо? Потому что кого-то вроде тебя трудно найти.",
    "Тебя зовут Ариэль? Потому что мы русалки друг для друга.",
    "Если бы взгляд мог убить, ты был бы оружием массового уничтожения."
  ],
  "Funny Tinder pickup lines": [
    "Ты когда-нибудь лежишь ночью, смотришь на звезды и думаешь о всех беспорядках в мире? Почему в холодильнике есть D, а в холодильнике нет D?",
    "Хотите услышать шутку о призраках? Это дух!",
    "Ты серьезно милый, но вот дело-разрушитель: Ты любишь или не любишь розины?  (Независимо от ответа, предложите им дату вместо этого.)",
    "Будьте честны: это матч на первый взгляд для вас тоже?",
    "Розы красные, фиолеты синие. Я Йода, пойди со мной?",
    "Ты француз? Потому что Эйфель для тебя.",
    "Ты, должно быть, ужасно спрятываешься. Кого-то вроде тебя так трудно найти!",
    "Слушай, я не буду с тобой флиртовать. Я просто буду очень дружелюбна с тем, кто очень привлекателен.",
    "Я изучаю важные даты в истории. Хочешь быть моим?",
    "Ты любишь бегели? Потому что вы цели.",
    "Если бы ты был фруктом, ты был бы хорошим яблоком.",
    "Ты знаешь, что у меня общего с Маленькой русалкой? Мы оба хотим быть частью вашего мира."
  ],
  "Cheesy Tinder pickup lines": [
    "Ты из космоса? Потому что ты хорошо выглядишь вне этого мира.",
    "Если бы ты был овощем, ты был бы милым комором.",
    "Как ты называешь очередь людей, поднимающих сыр с моцареллой? Сырная линия пикапа.",
    "Ты когда-нибудь идешь на рыбалку? Потому что ты настоящая ловушка.",
    "Ты австралиец? Потому что ты встречаешь всех моих коалификаций.",
    "Розы красные, фиолеты синие. Как мне так повезло встретиться с тобой?",
    "Если бы ты был Тайзером, ты был бы в ошеломлении.",
    "Ты играешь в футбол? Ты выглядишь как хранитель.",
    "Ты садовник? Мне нравятся твои тюльпаны.",
    "Сколько весит белый медведь? Достаточно, чтобы разбить лед!",
    "Вы упали в кучу сахара? Ты выглядишь супер мило.",
    "Ты любишь сыр? Ты хочешь взяться со мной?",
    "Если бы я мог перераспределить алфавит, я бы объединил U и я.",
    "Как ты называешь ряд людей, поднимающих сыр с моцареллой? Сырная линия пикапа.",
    "Твои шнурки привязаны? Я не хочу, чтобы ты влюблялась в кого-то другого.",
    "Вы билет на парковку? Потому что на тебе написано \"хорошо\".",
    "По шкале от 1 до 10 вы 9, потому что я 1, который вам нужен.",
    "Ты веришь в любовь с первого взгляда или я должен снова пройти?",
    "Ты кошка? Потому что я упал на тебя.",
    "Я не очень хорош в математике, но могу дать тебе ту ценность, которую ты заслуживаешь.",
    "Я не электрик, но могу осветить твой день.",
    "Вы Google? У тебя все, что я ищу.",
    "Хочешь розины? Нет? Как насчет свидания?",
    "Ты из Теннесси? Потому что ты единственная десятка, которую я вижу.",
    "Хочешь выйти на улицу и попасть на свежий воздух со мной? Ты только что взял мой дых.",
    "Я не могу сказать, было ли это землетрясение, или ты просто серьезно потряс мой мир.",
    "Ты стоматолог? Моя улыбка стала ярче, когда увидела тебя.",
    "Ты знаешь, что у нас с Русалкой общего? Мы оба хотим быть частью вашего мира."
  ],
  "Genuine Tinder pickup lines": [
    "Какая была последняя песня/фильм/сериал, который вам понравился?",
    "Опишите себя в трех эмоджи. Я: (Добавьте свои emoji.)",
    "Моя любимая линия пикапа: (Вставьте здесь смешную линию пикапа). Что твое?",
    "Если бы вы могли быть любым животным в мире в течение 24 часов, какое бы вы выбрали?",
    "Титаник. Это мой ледокол. Что случилось?",
    "Хорошо, вместо линии Tinder, вот загадка для вас: вам нужно выбрать между тремя комнатами: одна полная огня, одна полная убийц и другая полная львов, которые не ели три года. Что наиболее безопасно?  (Это комната с львами, потому что все они были бы мертвы.)",
    "Три любимых породы собак: Go!",
    "Готовы к войне GIF? Это мой любимый GIF всех времен: (Добавьте свой собственный GIF - мы рекомендуем дерзкую ламу.)",
    "Когда наши друзья спросят, как мы познакомились, что мы им скажем?",
    "Если бы вы могли находиться в любой точке мира сейчас, где бы вы были?",
    "Ты кажешься крутой. Давайте будем друзьями, узнаем друг друга и взимаем это оттуда.",
    "Забудьте о ледоколах. Переходим к хорошим вещам: что приносит вам больше всего радости?"
  ],
  "Tinder pickup lines for guys": [
    "Ты выглядишь так знакомо! У нас была химия?",
    "Ты мой добавок? Потому что у меня в животе чувство, что хочу тебя вытащить.",
    "Я только что купила защитную от поцелуев помаду, и хочу ее проверить.",
    "По шкале от одного до десяти я девять. Но ты тот, кто мне нужен.",
    "Думаю, пандемия далека от конца, потому что ваша улыбка заразна.",
    "Слышал, ты любишь плохих девушек. Мне плохо во многих вещах.",
    "Я тебя знаю? Ты очень похож на моего следующего парня.",
    "Ты хороший обниматель? Потому что если да, я могу позволить тебе присоединиться к моей банде.",
    "Ты веришь в любовь с первого взгляда, или я должен удалить этот матч и попробовать снова?",
    "Если бы ты мог быть любой персонажем из комиксов, кто бы ты был?",
    "Веселиться не сложно, когда у тебя есть библиотечная карта, но мне не нужна, чтобы проверить тебя.",
    "Вы знаете, что самое интересное в вашем профиле?",
    "Ты моя печь? Потому что ты жаркая, и я хочу, чтобы ты приготовил мне ужин."
  ],
  "Tinder pickup lines for girls": [
    "Ты не знаешь, сколько раз мне приходилось двигаться влево, чтобы найти тебя.",
    "Ты будешь моей Тиндереллой?",
    "Давайте просто установим дату юбилея прямо сейчас.",
    "Я не готовлю хорошие блины, я готовлю хорошие блины. Бранч?",
    "Просто называй меня Шреком, потому что я для тебя головой-огром.",
    "Ты мой потерянный багаж? Потому что у меня так много проблем с поиском тебя.",
    "Ты такая красивая, что я забыл свою лучшую линию.",
    "Ты кажешься милым. Хотите поделиться паролями Netflix (и, знаете, датой)?",
    "Ты красивая, а я милая. Вместе мы могли бы быть довольно милыми!",
    "Ты знаешь, что сегодня в меню? Я и ты.",
    "Я не так высокий. Я просто сижу на кошельке.",
    "Я только что стала донором органов, чтобы дать тебе свое сердце.",
    "Вы недавно были у врача? Я думаю, тебе не хватает витамина."
  ],
  "Bold rizz pick-up lines": [
    "Я не ставщик, но я сделаю ставку на все, что у меня есть, что мы будем отличными вместе».",
    " «Ты в порядке, я рискую всем».",
    " «Я не собираюсь лгать, я полностью одержим тобой».",
    "Я обычно не настолько наступаю, но ты этого стоишь».",
    "Я буду честен, думаю о тебе все время».",
    " \"Ты самая красивая женщина, которую я когда-либо видел\".",
    " «Я не боюсь сказать это, думаю, что влюблюсь в тебя».",
    " \"Я не приглашаю тебя на встречу, я говорю тебе\".",
    " \"Ты придешь со мной домой сегодня вечером\". (Используйте с крайней осторожностью и только если это уместно для контекста!)",
    " «Я буду жалеть об этом, но… ты хочешь меня поцеловать?»",
    " «Я не уверен, что это о тебе, но ты заставляет меня хотеть бросить осторожность на ветер»."
  ],
  "Flirty rizz pick-up lines": [
    "Вы так же красивы изнутри, как и снаружи?",
    " «Я бы хотел взять тебя на кофе… или, возможно, что-то немного сильнее?»",
    " «У тебя улыбка, которая может осветить комнату».",
    " «Я не могу не заметить, насколько ты красивая».",
    "Ты тот тип женщины, которая заставляет мое сердце побегать».",
    " «Я не уверен, что это о тебе, но ты заставляет меня чувствовать себя живым».",
    " «Ты такая женщина, с которой я мог бы провести всю свою жизнь».",
    "Я не уверен, что это за история, но я бы хотел услышать ее».",
    "У вас отличное чувство юмора».",
    " «Ты так опьянен, я чувствую головокружение».",
    " «Я чувствую бабочки, когда я рядом с тобой»."
  ],
  "Corny rizz pick-up lines": [
    " \"Ты волшебник? Потому что каждый раз, когда я смотрю на тебя, все остальные исчезают!\"",
    " «Я не фотограф, но могу представить нас вместе».",
    " \"Ты из Теннесси? Потому что ты единственная десятка, которую я вижу\".",
    " «Если бы ты был овощем, ты был бы милым комором».",
    " \"Ваше имя Google? Потому что у вас есть все, что я искал\".",
    " \"Почувствуйте мою рубашку. Знаете, из чего она сделана? Материал парня\".",
    " \"Ты билет на парковку? Потому что на тебе написано \"хорошо\".",
    " «Я не донор органов, но с радостью отдаю тебе свое сердце».",
    " \"Ты камера? Потому что каждый раз, когда я смотрю на тебя, я улыбаюсь\".",
    " \"Ты любишь розины? Как насчет свидания?\"",
    " «Если бы ты был фруктом, ты был бы хорошим яблоком».",
    " \"Ты лагерь? Потому что ты жаркий, и я хочу больше\"."
  ],
  "Dirty Pickup Lines": [
    "Ты должна быть моей Малышкой, потому что я собираюсь заставить это платье исчезнуть в полуночь.",
    "Сегодня я чувствовал себя не так, но ты меня просто взволновал.",
    "Ты хорошо выглядишь в этом костюме, но, наверное, ты выглядишь еще лучше в костюме на день рождения.",
    "Ты пирог? Потому что я хочу кусок тебя.",
    "Если я куплю тебе ужин, ты будешь десертом?",
    "Если бы я был судьей, я бы приговорил тебя к своей кровати.",
    "Ты такая сексуальная, моя молня влюбляется в тебя.",
    "Ты должна быть мороженым, потому что я хочу тебя облизать.",
    "Я добавляю тебя в свой список. Могу я проверить тебя сегодня вечером?",
    "Дай мне ключи от машины, чтобы я мог тебя сходить с ума.",
    "Я не могу вкусить свой вишневый глянц! Можешь попробовать?"
  ],
  "Dirty Pickup Lines for Him": [
    "Ты раздеваешь меня глазами?!",
    "Я знаю отличный способ сжигать калории в этом напитке.",
    "Хорошие штаны. Могу я убедить тебя от них?",
    "Я покажу тебе свои загаранные линии, если ты покажешь мне свои.",
    "У твоих глаз нет никаких секретов. Они уже сказали, что ты поедешь со мной домой сегодня вечером.",
    "Кажется, что это одна из тех ночей, когда ни один из нас не будет спать.",
    "Твои глаза пытаются лишить меня одежды?!",
    "Это тело твое до конца жизни. Я просто хочу его сегодня вечером.",
    "Ты любишь бекон? Хочешь раздеваться?",
    "Хочешь помочь мне попасть в список подлых Санты в этом году?",
    "Ставляюсь, что ты выглядишь так же идеально с одеждой, как и с одеждой.",
    "Если бы ты был персонажем в \"Рататуилье\", ты был бы специей моего мягкого супа.",
    "В последнее время я был супер на вершине вещей. Хотите быть одним из них?",
    "Я добровольно выступаю сегодня вечером в качестве твоей жертвы, так как ты хорошо одет, чтобы убивать.",
    "Вы верите в карму? Потому что я знаю некоторые хорошие позиции \"Кармы\" Сутры, которые мы можем попробовать.",
    "Ты сделал кровать сегодня утром? Хотите разобрать вместе?",
    "Ваше имя начинается с \"С\", потому что я могу \"С\" мы спускаемся.",
    "Давайте договоримся: я приготовлю вам ужин, если вы приготовите мне завтрак.",
    "Я считаю твое отсутствие голоты тревожным.",
    "Я люблю свою кровать, но я предпочитаю быть в твоей.",
    "Вчера ночью у меня был самый дикий сон, и ты был в нем!"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    "Эй, красавица! Что ты делаешь сегодня вечером кроме меня?",
    "В моем доме сейчас есть большая продажа одежды со скидкой на 100 процентов.",
    "Я просто думал о тебе… и вся моя кровь путешествовала на юг. До встречи позже!",
    "Не могу дождаться, покажу тебе, насколько ты меня возбуждаешь.",
    "Я практиковал несколько методов массажа. Хочешь стать моим волонтером позже?",
    "Я бы хотел быть с тобой прямо сейчас. Я не знаю, как долго мое тело может ждать, чтобы увидеть ваше.",
    "Ты мой телефон? Не могу поверить, сколько времени мне понадобилось, чтобы найти тебя.",
    "Привет, милая! Ты не устал? Ты бежал в моих мыслях весь день. Голый, большую часть времени.",
    "Я не могу заснуть, всё, о чем я могу думать, это о том, что мы сделали бы, если бы ты был здесь со мной.",
    "Никогда не меняйся. Хорошо? Позже просто обнажайтесь. XOXO",
    "Я просто хотела сказать, что у тебя отличная улыбка, но она выглядит еще лучше, если это все, что ты носишь позже.",
    "Эй, красавица! Мне приехать сегодня вечером?",
    "Я бы хотел лежать рядом с тобой... голым.",
    "Я чувствую себя выключателем света и не могу дождаться, пока ты меня включишь.",
    "Я так хочу тебя.",
    "Ужин сначала, или мы можем идти прямо на десерт сегодня вечером?",
    "Перестань думать обо мне голым! Шиш.",
    "Отличное платье. Прости, что мне придется разорвать его позже сегодня вечером.",
    "Мне не нравится сидеть здесь на работе, когда я могу быть дома и делать вещи с тобой.",
    "Приходите как можно скорее.",
    "Скажи своей груди перестать смотреть в мои глаза, когда ты рядом со мной.",
    "Хочешь приехать на вечеринку в мою кровать сегодня вечером?",
    "Я не могу перестать думать о всех забавных вещах, которые мы могли бы делать вместе.",
    "Ты устал? Ты бегаешь голым в моей голове весь день.",
    "Является ли ваше тело картой? Потому что я люблю путешествовать.",
    "Помимо красивого и сексуального, что еще можно сделать?",
    "Я купил сбитую сметанку - хочешь быть десертом?",
    "Миркай, меркай, звездочка, давай займемся любовью в моей машине. До встречи позже!",
    "Хочешь совершить грех за следующую исповедь? Дайте мне знать сегодня вечером!",
    "Эти джинсы выглядели очень хорошо на тебе раньше, но знаешь, что будет выглядеть еще лучше? Мне.",
    "Если ты выглядишь так хорошо в одежде, я не могу представить, как хорошо ты выглядишь из них.",
    "Я вижу тебя в моем будущем.  .. над мной.",
    "Эй, красавица! Мы родились без одежды, поэтому вернемся к старым временам после нашего свидания.",
    "Я думаю, я мог бы с ума упасть в постель с тобой прямо сейчас.",
    "Я могу сказать, что вы любите йогу, почему бы вам не потратить немного времени, чтобы показать мне, насколько вы гибки?",
    "Надеюсь, что я в твоем уме позже — представь меня без ничего на себе.",
    "Весь день идет дождь, и сегодня будет безумно холодно. Могу ли я добавить тебя к обложкам?",
    "Чтобы вы знали, этот вечер будет незабываемым.",
    "Привет! Надеюсь, ты вспомнил мое имя, так как ты будешь кричать его позже.",
    "Я не стоматолог, но я могу дать тебе наполнение, если ты захочешь.",
    "Привет! Меня зовут Microsoft. Могу ли я спать у тебя сегодня вечером после нашего свидания?",
    "Как и мой любимый завтрак, я не могу дождаться, чтобы перевернуть тебя.",
    "Сегодня вечером притворяйся, что я пират, и дай мне эту добычу. До встречи позже!",
    "Ты Мулан? Потому что я хочу, чтобы ты взял мой меч сегодня вечером.",
    "Позже я осуществлю твои мечты.",
    "Давайте притворяемся, что моя кровать океан и сделаем волны.",
    "Ты только что включил себя в мой список?",
    "Если бы я сказал, что у тебя красивое тело, ты бы держал его против меня?",
    "Твое тело - страна чудес, и я хотела бы быть Алисой.",
    "Твои джинсы Угадай? Потому что угадайте, кто хочет их снять?",
    "В отличие от телевизора, мне нравится, когда у тебя ничего нет.",
    "Вы цените культуру? Потому что я хотела бы поцеловать тебя французом.",
    "Ты не знаешь, что ты со мной делаешь.",
    "Мои мышцы не единственная вещь, которая впечатляет меня.",
    "Как и Санта, у меня есть подарок для тебя в моих санях. Если ты придешь, я тебе отдам.",
    "Ты стоишь каждого греха, который я совершу с тобой сегодня вечером. XO",
    "Включить или выключить свет позже?",
    "Я не гений, но сегодня вечером я могу осуществить твои самые дивые желания.",
    "У меня сюрприз для вас сегодня вечером, думаю, вам понравится!",
    "Я не Фред Флинтстоун, но я могу сделать твою основу. Увидимся в эти выходные!",
    "Я не могу дождаться, когда поцелую каждую часть твоего тела.",
    "Болело ли тебе, когда ты упал с неба? Подожди, ты еще не была в моей кровати."
  ],
  "Dirty Pickup Lines for Her": [
    "Что такой милый человек, как ты, делает с таким грязным умом, как мой?",
    "Вы Маленькие Цезари? Потому что ты жаркая, а я готова.",
    "Твое тело на 60% состоит из воды, и я жажду.",
    "Можно одолжить поцелуй? Обещаю, что верну.",
    "Я новая в городе. Можете дать мне указания по вашей квартире?",
    "Твоя одежда выглядит неудобно. Позвольте мне помочь вам из них.",
    "Завтрак — это моя вторая любимая вещь в кровати. Что твое?",
    "Я думаю, что вы страдаете от дефицита витамина… что вы думаете?",
    "Детка, ты так жаркая, что экватор выглядит как Северный полюс.",
    "Ты такая милая, что убрала \"Поцелуи Херши\".",
    "Я бы хотел, чтобы ты был мылом, чтобы я мог почувствовать тебя по всему себе.",
    "Знаете ли вы свою АБК? Потому что я хочу дать тебе четвертую букву алфавита.",
    "Если бы сексуальность была преступлением, ты был бы виновен!",
    "Пояс выглядит очень жестким. Могу я тебе расслабить?",
    "Ты любишь рыбалку? Потому что ты только что поймал меня.",
    "Этот свитер на тебе удивительно выглядит. Верю, что я тоже!",
    "Ты лифт? Потому что я с удовольствием поднимаюсь и спускаюсь с тобой.",
    "Ты любишь китов? Потому что мы можем вернуться к мне.",
    "Мне не интересно иметь детей, но можем ли мы все равно практиковать?",
    "Я хотел бы отправить тебя к своей двери.",
    "Мне нравится твоя рубашка, можно попробовать ее утром?",
    "Я художник, и моя любимая вещь - это любовь.",
    "Ты морский льв? Потому что сегодня вечером я могу помочь тебе в постели.",
    "Этот костюм, который ты носишь, будет отлично выглядеть в сожренной куче рядом с моей кроватью.",
    "Давайте вместе примем плохие решения.",
    "Чтобы понять, мы оба сегодня в одну кровать, да?",
    "Должен ли я подписать ваш пакет?",
    "Я авантюрист и хочу исследовать тебя."
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    "Ты фейерверк? Я слышал, что ты можешь взорваться.",
    "Хотите провести лучшую ночь в своей жизни?",
    "Ты будешь королевой молока, а я буду твоим бургер-кингом: ты будешь относиться ко мне правильно, и я сделаю это по твоему пути.",
    "Меня зовут не Эльмо, но ты можешь меня дразнить, когда захочешь.",
    "Ты выглядишь горяче, чем мой кофе.",
    "Давайте будем играть в плотника, чтобы мы могли взять друг друга.",
    "У вас есть мобильный телефон в заднем кармане? Потому что твоя добыча зовет меня.",
    "Я пытался сэкономить больше воды... хотите взять душ вместе?",
    "Ты завтракал \"Лакки Чармс\"? Потому что ты выглядишь волшебно вкусно!",
    "Как твоя тепловая толерантность? Потому что всё будет остро.",
    "Любите игры? Нам надо играть в стриптиз-покер.",
    "У меня есть идея… Почему бы я не был Burger King, а ты McDonald’s? Я сделаю это по-моему, и тебе это понравится.",
    "Вы работаете на UPS? Я мог бы покляться, что видел тебя проверять мой пакет.",
    "Вы образец супермаркета? Потому что я хочу тебя снова и снова.",
    "Я знаю, как мы можем тренироваться, не выходя из кровати.",
    "Позвольте мне вставить мою розетку в розетку, и мы можем выработать электричество позже.",
    "Ты как лагерь, ты жаркий, и я хочу больше.",
    "Не говори мне, что делать, если ты не гола.",
    "Твоя кровать или моя?",
    "Одна ночь со мной может изменить твою жизнь.",
    "Я чувствую себя как лампа, потому что ты постоянно включаешь меня.",
    "Ты пьешь соду? Потому что ты выглядишь так милостиво.",
    "Меня называют кофе, потому что я так хорошо мелю.",
    "Ты как мое домашнее задание, потому что я не делаю тебя, хотя я определенно должен быть.",
    "Хорошо, что я знаю CPR, потому что сегодня вечером я определенно уберу тебе дыхание.",
    "Привет! Красивые ноги - не могу дождаться, чтобы увидеть их в моей кровати.",
    "Давайте сделаем как фейерверк и взорёмся.",
    "Хотите посмотреть или играть в Dirty Dancing?",
    "Ты можешь быть Энди, я могу быть твоим Вуди и ты можешь играть со мной весь день.",
    "Поверьте мне, я как микроволновая печь и могу сделать всё горячим всего за несколько секунд.",
    "Мне всегда говорили следовать за своими мечтами, так что я могу следовать за тобой домой?",
    "Ты Лайтнинг Маккуин? Потому что ты только что запустил мой двигатель.",
    "Я не могу сказать, было ли это землетрясение, или ты просто серьезно потряс мой мир.",
    "Твои родители были пекарами? Потому что у тебя хороший набор булочек.",
    "Любите вулканы? Потому что я могу взорваться позже.",
    "Есть духовка поблизости или это только мы? Я чувствую жару.",
    "Ты чашку чая? Потому что ты горячий.",
    "Мне нравится играть в шахматы в кровати, хотите помочь мне выучить новые позиции?",
    "Как и Сабрина Карпентер, я знаю, что гора росит это для тебя.",
    "Так же, как кофеин слишком поздно в день, я буду держать тебя бодрым всю ночь.",
    "Твои губы выглядят одинокими. Хочешь представить их моему?",
    "Хочешь отдохнуть со мной в кровати?",
    "Я потерял ключи, могу ли проверить штаны?",
    "Я бы отказался от моего мороженого, чтобы вместо этого отложить тебя.",
    "Мне всё равно, ты веган. У меня есть единственное мясо, которое вам когда-либо понадобится.",
    "Я не кассир, но у тебя есть пару вещей, которые я хочу проверить!",
    "Могу я сфотографировать тебя? Мне это нужно, чтобы показать Санте, чего я хочу на Рождество.",
    "На твоем месте я бы спал со мной.",
    "Остановитесь, опустите и прокрутите, детка. Ты горишь.",
    "Должен быть светильник на моем лбе, потому что каждый раз, когда я тебя вижу, ты меня включаешь!",
    "Тебя зовут Сирке? Потому что ты превращаешь меня в животное.",
    "Твои ноги, должно быть, устали, потому что ты всю ночь бежал через мой ум."
  ],
  "Sexy Pick Up Lines": [
    "Вы можете удалить приложение сейчас, я здесь.",
    "У тебя есть имя? Или я могу назвать тебя своим?",
    "Должно быть, что-то не так с моими глазами, я не могу их снять с тебя.",
    "Мое имя [ваше имя], но вы должны услышать мой номер телефона.",
    "Твои губы выглядят одинокими. Они хотят познакомиться с моим?",
    "В настоящее время я не донор органов, но с удовольствием отдаю вам свое сердце.",
    "Если ты позволишь мне одолжить поцелуй, я обещаю, что верну его сразу."
  ],
  "Flirty Pick Up Lines": [
    "У меня есть номер телефона, у вас есть номер телефона - подумайте о возможностях.",
    "У меня есть все эти вилки и ножи. Все, что мне нужно, это ложка.",
    "Твоя рука выглядит тяжелой, могу я держать ее за тебя?",
    "Я всегда думал, что счастье начинается с \"H\", но похоже, что оно начинается с \"U\".",
    "У вас есть карта? Я просто потерялся в твоих глазах.",
    "Ты только что вышла из духовки? Потому что ты слишком горяч, чтобы справиться.",
    "Думаю, мы уже встречались. На самом деле, не важно, я думаю, что это было только в моих сновидениях.",
    "Клянусь, мой номер звучит лучше, чем твой. Хочешь услышать?",
    "Поверьте мне, я не пьян, я просто опьянен вами.",
    "У вас есть зеркало? Потому что я вижу нас вместе."
  ],
  "Corny Pick Up Lines": [
    "Надеюсь, кто-то знает, как делать СКР, потому что ты просто взял мой дых.",
    "Ты выглядишь немного больной, ты должна страдать от дефицита витамина Я.",
    "Вы маршрутизатор WiFi? Потому что я чувствую связь.",
    "У вас есть лента? Я почерапал колени, падая на тебя.",
    "Если бы ты был трансформатором, ты был бы Оптимусом Фином.",
    "Давайте поиграем в игру, но не спрятывайтесь, таких людей, как вы, трудно найти.",
    "Вам нравятся Звездные войны? Потому что Йода один для меня.",
    "Я никогда не верил в любовь с первого взгляда, а потом увидел тебя.",
    "Хорошо, что у меня есть библиотечная карта, потому что я полностью проверяю тебя.",
    "Если бы быть красивой было преступлением, ты был бы виновен, как обвиняешься.",
    "Моя мама сказала мне не говорить с незнакомцами онлайн, но я сделаю исключение для тебя.",
    "Вы учились в Хогвартсе? Потому что я чувствую магию.",
    "Я очень рада, что только что купила страховку жизни, потому что когда я увидела тебя, мое сердце остановилось.",
    "Если бы ты был овощем, ты был бы милым комором."
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "Ваша улыбка великолепна.",
    "Я думаю, что мы встретились в предыдущей жизни.",
    "Ваши глаза действительно красивы.",
    "Ты как ангел.",
    "Твоя аура действительно особенная.",
    "Я думаю, что это судьба, которая объединила нас.",
    "Ваш голос действительно очаровательный.",
    "Возможно, ты тот человек, которого я ищу.",
    "Твоя улыбка полностью очаровала меня.",
    "Я чувствую особую связь между нами."
  ],
  "Frases para ligar en español": [
    "Твоя улыбка прекрасна.",
    "Мы познакомились в прошлой жизни.",
    "Твои глаза действительно красивы.",
    "Ты как ангел.",
    "Твоя аура действительно особенная.",
    "Думаю, судьба объединила нас.",
    "Твой голос действительно захватывающий.",
    "Вы можете быть человеком, которого я ищу.",
    "Твоя улыбка полностью захватила меня.",
    "Я чувствую особую связь между нами."
  ],
  "Deutsche Anmachsprüche": [
    "Твоя улыбка прекрасна.",
    "Думаю, мы познакомились в предыдущей жизни.",
    "Твои глаза действительно красивы.",
    "Ты как ангел.",
    "Твоя аура действительно особенная.",
    "Думаю, судьба объединила нас.",
    "Твой голос действительно очаровательный.",
    "Ты можешь быть человеком, которого я ищу.",
    "Твоя улыбка полностью очаровала меня.",
    "Я чувствую особую связь между нами."
  ]
}