{
  "line_1": "Wenn ich das Alphabet neu anordnen könnte, würde ich \"U\" und \"I\" zusammensetzen.",
  "line_2": "Du musst Wi-Fi haben, weil ich gerade eine Verbindung fühle.",
  "line_3": "Braucht jemand Licht? Weil wir das perfekte Match sind.",
  "line_4": "Auch wenn es keine Schwerkraft gäbe, würde ich mich immer noch in dich verlieben.",
  "line_5": "Du und ich sind wie die Billboard 100 - wir sind die heißesten Singles im Land.",
  "line_6": "Ist es heiß oder bist du es nur?",
  "line_7": "Ich bin kein Fotograf. Aber ich stelle mich uns ganz zusammen vor.",
  "line_8": "Du musst deine Bibliotheksbücher spät zurückgeben, weil du \"gut\" über dich geschrieben hast.",
  "line_9": "Soll ich dich Darwin nennen? Weil du meine natürliche Auswahl bist.",
  "line_10": "Entschuldigen Sie, sind Sie verloren? Der World's Sexist Man/Woman Wettbewerb ist nebenan.",
  "line_11": "Du musst müde sein, weil du den ganzen Tag durch meinen Kopf läuft.",
  "line_12": "Kann ich dich Google nennen? Weil du alles hast, was ich suche.",
  "line_13": "Es muss etwas falsch mit meinen Augen sein, denn ich kann sie nicht von dir nehmen.",
  "line_14": "Haben Sie eine Karte? Ich habe mich nur in deine Augen verloren.",
  "line_15": "Haben wir uns getroffen? Ich glaube, ich habe dich in meinen Träumen gesehen.",
  "line_16": "Glaubst du an Liebe auf den ersten Blick oder soll ich wieder vorbei gehen?",
  "line_17": "Ich kann die Zukunft vorhersagen. Und du bist darin.",
  "line_18": "Sind Sie Künstler? Weil du definitiv meine Aufmerksamkeit auf dich ziehst.",
  "line_19": "Du musst eine Legende sein, denn ich habe so viele tolle Dinge über dich gehört.",
  "line_20": "Ich dachte immer, dass Glück mit einem \"H\" beginnt, aber ich erkannte gerade, dass es mit einem \"U\" beginnt.",
  "line_21": "Ich habe gerade ein Buch fertig, das dir gefallen wird. Warum kommst du nicht vorbei und holst es ab?",
  "line_22": "Ich recherchiere wichtige Datums in der Geschichte und fragte mich, ob du einer von ihnen sein willst.",
  "line_23": "Kann ich dich Waldo nennen? Jemand wie du ist unmöglich zu finden.",
  "line_24": "Kann ich mir einen Kuss leihen? Ich verspreche es zurück zu geben.",
  "line_25": "Weißt du, worin ich dich gerne sehen würde? Meine Arme.",
  "line_26": "Sind Sie ein Zeitreisender? Weil ich meine Zukunft mit dir sehen kann.",
  "line_27": "Du musst eine Parkkarte sein, weil du gut geschrieben hast.",
  "line_28": "Wenn du eine Tastatur wärst, wärst du genau mein Typ.",
  "line_29": "Sind Sie eine Investition? Weil ich all meine Zeit in dich stehe.",
  "line_30": "Wenn das Leben einen Mittelpunkt hätte, wärst du die Sonne, um die ich mich drehe.",
  "line_31": "Sind Sie ein GPS? Weil du immer weißt, wie du mich direkt zu dir führen kannst.",
  "line_32": "Sind Sie ein Magnet? Weil ich mich total an dich hingezogen habe.",
  "line_33": "Sind Sie ein Oreo? Weil ich diese Gelegenheit nutze.",
  "line_34": "Sind Sie ein Bleistift? Weil du mich hineinziehst.",
  "line_35": "Es ist unmöglich, dass dein geistiges Tier kein Phönix ist. Du hast mein Herz wie Magie wieder entzündet.",
  "line_36": "Bist du eine Brise? Weil du mich ohne Geräusch von meinen Füßen gefegt hast.",
  "line_37": "Süß, unwiderstehlich und unmöglich, genug zu bekommen - bist du heimlich ein Schokoladenkeck?",
  "line_38": "Sind Sie ein Bankdarlehen? Weil du mein Interesse hast.",
  "line_39": "Sind Sie ein Kühlschrank? Weil du zu cool bist, um es zu ignorieren.",
  "line_40": "Sind Sie ein Parkplatz? Weil ich seit jeher jemanden wie dich gesucht habe.",
  "line_41": "Wer braucht eine Bibliothekskarte, wenn du \"Check me out\" über dich geschrieben hast.",
  "line_42": "Sind Sie ein Handylader? Weil ich mich ohne dich tot fühle.",
  "line_43": "Sind Sie ein 5G-Netzwerk? Weil du mich sofort in Verbindung gebracht hast.",
  "line_44": "Wissen Sie, wie man hackt? Weil du mein Herz komplett gestohlen hast.",
  "line_45": "Mein Name ist _________________, aber rufen Sie mich heute Abend oder morgen an.",
  "line_46": "Akzeptiert Ihr Fanclub neue Mitglieder? Weil ich mich gerade anmelden werde.",
  "line_47": "Sind wir in der Self-Service-Linie? Weil ich dich komplett überprüfe.",
  "line_48": "Wenn Sie eine Werbung wären, wären Sie der Kleindruck.",
  "line_49": "Sind Sie ein Autokredit? Weil du definitiv mein Interesse hast.",
  "line_50": "Ich würde dir ein Glas Wein kaufen, aber dann wäre ich eifersüchtig auf das Glas.",
  "line_51": "Mein Schwerpunkt ist Anatomie. Willst du mir helfen zu studieren?",
  "line_52": "Hast du einen Namen oder kann ich dich mein nennen?",
  "line_53": "Haben Sie eine Bandage? Ich habe gerade mein Knie gekratzt, um für dich zu fallen.",
  "line_54": "Kannst du erraten, woaus mein Shirt besteht? Mädchen/Freund Material.",
  "line_55": "Kann ich Sie nach Hause führen? Ich habe immer daran geglaubt, meinen Träumen zu folgen.",
  "line_56": "Ich schreibe ein Buch über Zahlen. Ich habe gerade erkannt, dass ich deine nicht habe.",
  "line_57": "Sind Sie eine Kamera? Denn jedes Mal, wenn ich dich ansiehe, lächele ich.",
  "line_58": "Magst du Legos? Denn ich denke, wir könnten eine Beziehung aufbauen.",
  "line_59": "Hat es weh getan, als du vom Himmel gefallen bist?",
  "line_60": "Du musst ein Magnet sein. Weil ich die Anziehung spüre.",
  "line_61": "Hat dir jemand das Herz gebrochen? Weil du meine haben kannst.",
  "line_62": "Ich würde dich gerne zum Film bringen, aber ich will nicht in Schwierigkeiten geraten, weil ich meinen eigenen Snack mitbringe.",
  "line_63": "Bist du ein Besen? Weil du mich gerade von meinen Füßen gefegt hast.",
  "line_64": "Deine Hand sieht schwer aus. Kann ich es für dich halten?",
  "line_65": "Haben wir uns getroffen? Du siehst sehr wie mein nächstes Mädchen/Freund aus.",
  "line_66": "Ich glaube nicht an Liebe auf den ersten Blick. Bis ich dich gesehen habe.",
  "line_67": "Du bist so würzig, du wirst mir ein schlechtes Sodbrennen geben.",
  "line_68": "Wenn dein Vater ein Boxer ist? Weil du ein echter Knockout bist.",
  "line_69": "Haben Sie Zeit? Ich habe die Spur verloren, nachdem ich dich getroffen habe.",
  "line_70": "Kann ich deine Schneeflocke sein? Ich verspreche dir, niemals von deinem Herzen zu verschmelzen.",
  "line_71": "Sind Sie Franzosen? Weil Eiffel für dich ist.",
  "line_72": "Sind Sie ein Wi-Fi-Signal? Weil ich eine starke Verbindung spüre.",
  "line_73": "Kein Stift, kein Papier.  ...aber du wirst immer noch meine Aufmerksamkeit auf dich ziehen.",
  "line_74": "Sind Sie ein Herz? Weil ich nie aufhören würde, für dich zu schlagen.",
  "line_75": "Ich glaube daran, meinen Träumen zu folgen, also führen Sie den Weg.",
  "line_76": "Wenn schön zu sein ein Verbrechen wäre, würdest du auf der Liste der gesuchtesten sein.",
  "line_77": "Küssen ist eine Liebessprache. Willst du ein Gespräch mit mir beginnen?",
  "line_78": "Sind Sie Eisen? Weil ich nicht genug von dir bekomme.",
  "line_79": "Sollen wir Kaffee bekommen? Weil ich einen Latte mag.",
  "line_80": "Du solltest Jasmine sein ohne den \"Jas.",
  "line_81": "Sind Sie eine Disney-Fahrt? Weil ich für immer auf dich warten würde.",
  "line_82": "Sind Sie Wasser? Weil ich ohne dich sterben würde.",
  "line_83": "Ich sehe, dass du Tequila magst. Bedeutet das, dass du mir eine Chance gibst?",
  "line_84": "Tut mir leid, dass ich Sie störe, aber mein Telefon muss kaputt sein, weil es Ihre Nummer nicht darin hat.",
  "line_85": "Sind Sie ein Boxer? Weil du ein totaler Knockout bist.",
  "line_86": "Sprechen Sie öffentlich? Weil du mich wirklich nervös machst.",
  "line_87": "Sind Sie gut in Mathematik? Ich auch nicht; Die einzige Nummer, die mir wichtig ist, ist deine.",
  "line_88": "Ich bin nicht religiös, aber du bist die Antwort auf all meine Gebete."
}