{
  "Rizz pick-up lines": [
    "Wenn ich das Alphabet neu anordnen könnte, würde ich \"U\" und \"I\" zusammensetzen.",
    "Du musst Wi-Fi haben, weil ich gerade eine Verbindung fühle.",
    "Braucht jemand Licht? Weil wir das perfekte Match sind.",
    "Auch wenn es keine Schwerkraft gäbe, würde ich mich immer noch in dich verlieben.",
    "Du und ich sind wie die Billboard 100 - wir sind die heißesten Singles im Land.",
    "Ist es heiß oder bist du es nur?",
    "Ich bin kein Fotograf. Aber ich stelle mich uns ganz zusammen vor.",
    "Du musst deine Bibliotheksbücher spät zurückgeben, weil du \"gut\" über dich geschrieben hast.",
    "Soll ich dich Darwin nennen? Weil du meine natürliche Auswahl bist.",
    "Entschuldigen Sie, sind Sie verloren? Der World's Sexist Man/Woman Wettbewerb ist nebenan.",
    "Du musst müde sein, weil du den ganzen Tag durch meinen Kopf läuft.",
    "Kann ich dich Google nennen? Weil du alles hast, was ich suche.",
    "Es muss etwas falsch mit meinen Augen sein, denn ich kann sie nicht von dir nehmen.",
    "Haben Sie eine Karte? Ich habe mich nur in deine Augen verloren.",
    "Haben wir uns getroffen? Ich glaube, ich habe dich in meinen Träumen gesehen.",
    "Glaubst du an Liebe auf den ersten Blick oder soll ich wieder vorbei gehen?",
    "Ich kann die Zukunft vorhersagen. Und du bist darin.",
    "Sind Sie Künstler? Weil du definitiv meine Aufmerksamkeit auf dich ziehst.",
    "Du musst eine Legende sein, denn ich habe so viele tolle Dinge über dich gehört.",
    "Ich dachte immer, dass Glück mit einem \"H\" beginnt, aber ich erkannte gerade, dass es mit einem \"U\" beginnt.",
    "Ich habe gerade ein Buch fertig, das dir gefallen wird. Warum kommst du nicht vorbei und holst es ab?",
    "Ich recherchiere wichtige Datums in der Geschichte und fragte mich, ob du einer von ihnen sein willst.",
    "Kann ich dich Waldo nennen? Jemand wie du ist unmöglich zu finden.",
    "Kann ich mir einen Kuss leihen? Ich verspreche es zurück zu geben.",
    "Weißt du, worin ich dich gerne sehen würde? Meine Arme.",
    "Sind Sie ein Zeitreisender? Weil ich meine Zukunft mit dir sehen kann.",
    "Du musst eine Parkkarte sein, weil du gut geschrieben hast.",
    "Wenn du eine Tastatur wärst, wärst du genau mein Typ.",
    "Sind Sie eine Investition? Weil ich all meine Zeit in dich stehe.",
    "Wenn das Leben einen Mittelpunkt hätte, wärst du die Sonne, um die ich mich drehe.",
    "Sind Sie ein GPS? Weil du immer weißt, wie du mich direkt zu dir führen kannst.",
    "Sind Sie ein Magnet? Weil ich mich total an dich hingezogen habe.",
    "Sind Sie ein Oreo? Weil ich diese Gelegenheit nutze.",
    "Sind Sie ein Bleistift? Weil du mich hineinziehst.",
    "Es ist unmöglich, dass dein geistiges Tier kein Phönix ist. Du hast mein Herz wie Magie wieder entzündet.",
    "Bist du eine Brise? Weil du mich ohne Geräusch von meinen Füßen gefegt hast.",
    "Süß, unwiderstehlich und unmöglich, genug zu bekommen - bist du heimlich ein Schokoladenkeck?",
    "Sind Sie ein Bankdarlehen? Weil du mein Interesse hast.",
    "Sind Sie ein Kühlschrank? Weil du zu cool bist, um es zu ignorieren.",
    "Sind Sie ein Parkplatz? Weil ich seit jeher jemanden wie dich gesucht habe.",
    "Wer braucht eine Bibliothekskarte, wenn du \"Check me out\" über dich geschrieben hast.",
    "Sind Sie ein Handylader? Weil ich mich ohne dich tot fühle.",
    "Sind Sie ein 5G-Netzwerk? Weil du mich sofort in Verbindung gebracht hast.",
    "Wissen Sie, wie man hackt? Weil du mein Herz komplett gestohlen hast."
  ],
  "Best rizz lines": [
    "Mein Name ist _________________, aber rufen Sie mich heute Abend oder morgen an.",
    "Akzeptiert Ihr Fanclub neue Mitglieder? Weil ich mich gerade anmelden werde.",
    "Sind wir in der Self-Service-Linie? Weil ich dich komplett überprüfe.",
    "Wenn Sie eine Werbung wären, wären Sie der Kleindruck.",
    "Sind Sie ein Autokredit? Weil du definitiv mein Interesse hast.",
    "Ich würde dir ein Glas Wein kaufen, aber dann wäre ich eifersüchtig auf das Glas.",
    "Mein Schwerpunkt ist Anatomie. Willst du mir helfen zu studieren?",
    "Hast du einen Namen oder kann ich dich mein nennen?",
    "Haben Sie eine Bandage? Ich habe gerade mein Knie gekratzt, um für dich zu fallen.",
    "Kannst du erraten, woaus mein Shirt besteht? Mädchen/Freund Material.",
    "Kann ich Sie nach Hause führen? Ich habe immer daran geglaubt, meinen Träumen zu folgen.",
    "Ich schreibe ein Buch über Zahlen. Ich habe gerade erkannt, dass ich deine nicht habe.",
    "Sind Sie eine Kamera? Denn jedes Mal, wenn ich dich ansiehe, lächele ich.",
    "Magst du Legos? Denn ich denke, wir könnten eine Beziehung aufbauen.",
    "Hat es weh getan, als du vom Himmel gefallen bist?",
    "Du musst ein Magnet sein. Weil ich die Anziehung spüre.",
    "Hat dir jemand das Herz gebrochen? Weil du meine haben kannst.",
    "Ich würde dich gerne zum Film bringen, aber ich will nicht in Schwierigkeiten geraten, weil ich meinen eigenen Snack mitbringe.",
    "Bist du ein Besen? Weil du mich gerade von meinen Füßen gefegt hast.",
    "Deine Hand sieht schwer aus. Kann ich es für dich halten?",
    "Haben wir uns getroffen? Du siehst sehr wie mein nächstes Mädchen/Freund aus.",
    "Ich glaube nicht an Liebe auf den ersten Blick. Bis ich dich gesehen habe.",
    "Du bist so würzig, du wirst mir ein schlechtes Sodbrennen geben.",
    "Wenn dein Vater ein Boxer ist? Weil du ein echter Knockout bist.",
    "Haben Sie Zeit? Ich habe die Spur verloren, nachdem ich dich getroffen habe.",
    "Kann ich deine Schneeflocke sein? Ich verspreche dir, niemals von deinem Herzen zu verschmelzen.",
    "Sind Sie Franzosen? Weil Eiffel für dich ist.",
    "Sind Sie ein Wi-Fi-Signal? Weil ich eine starke Verbindung spüre.",
    "Kein Stift, kein Papier.  ...aber du wirst immer noch meine Aufmerksamkeit auf dich ziehen.",
    "Sind Sie ein Herz? Weil ich nie aufhören würde, für dich zu schlagen.",
    "Ich glaube daran, meinen Träumen zu folgen, also führen Sie den Weg.",
    "Wenn schön zu sein ein Verbrechen wäre, würdest du auf der Liste der gesuchtesten sein.",
    "Küssen ist eine Liebessprache. Willst du ein Gespräch mit mir beginnen?",
    "Sind Sie Eisen? Weil ich nicht genug von dir bekomme.",
    "Sollen wir Kaffee bekommen? Weil ich einen Latte mag.",
    "Du solltest Jasmine sein ohne den \"Jas.",
    "Sind Sie eine Disney-Fahrt? Weil ich für immer auf dich warten würde.",
    "Sind Sie Wasser? Weil ich ohne dich sterben würde.",
    "Ich sehe, dass du Tequila magst. Bedeutet das, dass du mir eine Chance gibst?",
    "Tut mir leid, dass ich Sie störe, aber mein Telefon muss kaputt sein, weil es Ihre Nummer nicht darin hat.",
    "Sind Sie ein Boxer? Weil du ein totaler Knockout bist.",
    "Sprechen Sie öffentlich? Weil du mich wirklich nervös machst.",
    "Sind Sie gut in Mathematik? Ich auch nicht; Die einzige Nummer, die mir wichtig ist, ist deine.",
    "Ich bin nicht religiös, aber du bist die Antwort auf all meine Gebete.",
    "Ist dein Name Elsa? Weil ich dich nicht gehen lassen kann.",
    "Kennen Sie den Unterschied zwischen Geschichte und Ihnen? Die Geschichte ist die Vergangenheit und du bist meine Zukunft.",
    "Kann ich dir nach Hause folgen? Mein Herz scheint eine Umkehr genommen zu haben, seit ich dich getroffen habe.",
    "Sind Sie der 1. April? Weil ich für dich ein Narr bin.",
    "Sind Sie die Krabby Patty Formel? Weil ich versuche, dich zu stehlen.",
    "Ihr Name ist Kamille? Weil du ein heißer Tee bist!",
    "Sind Sie Legos? Weil ich dich nie Lego machen würde.",
    "Arbeiten Sie für die NASA? Denn deine Schönheit ist außerhalb dieser Welt.",
    "Mathematik ist so verwirrend. Es geht immer um \"x und y\" und nie um \"du und ich\".",
    "Du siehst sehr aus wie meine nächste Freundin / Freundin / Partner.",
    "Wenn ich für jedes Mal einen Nickel hätte, wenn ich jemanden so süß wie dich sah, hätte ich 5 Cent.",
    "Ich wurde von deiner Schönheit verblindet. Meine Versicherungsgesellschaft braucht deinen Namen und deine Nummer.",
    "Sind Sie aus Disneyland? Sie sagen, es sei der glücklichste Ort auf der Erde, also dachte ich, es wäre, wo immer du bist.",
    "Sind Sie mein Laptop? Weil du wirklich heiß bist, und ich bin besorgt.",
    "Du hast das beste Lächeln auf dieser App. Was ist dein Geheimnis - Crest?",
    "Kannst du mir ein Glas Wasser holen? Ich habe plötzlich wirklich Durst.",
    "Sind Sie einer der Pioniere des Fluges? Du siehst mir nur Wright aus.",
    "Deine Augen sind wie Ikea. Ich bin völlig in ihnen verloren.",
    "Bist du mein ungebundenes Schnürsenkel? Weil ich mich in dich verliebe.",
    "Ich glaube, ich habe dich irgendwo in einem Buch gesehen. Es war wirklich fein gedruckt.",
    "Ich möchte, dass du weißt, dass ich zu 100% für diese Tinder-Beziehung engagiert bin.",
    "Sind Sie ein Model? Oh, wann hast du aufgegeben?",
    " \"Sind Sie eine Parkkarte? Weil Sie 'gut' überall geschrieben haben.\"",
    "Glaubst du an Liebe auf den ersten Blick oder soll ich wieder vorbeigehen?",
    " \"Abgesehen von wunderschön zu sein, was machen Sie für Ihren Lebensunterhalt?\"",
    " \"Wenn du ein Gemüse wärst, wärst du ein süßer Gurst.\"",
    " \"Ich bin kein Fotograf, aber ich kann uns zusammen vorstellen.\"",
    " \"Ist dein Name Google? Weil du alles hast, was ich gesucht habe.\"",
    " \"Fühle mein Hemd. Weißt du, woaus es ist? Freundsmaterial.\"",
    " \"Sind Sie aus Tennessee? Weil Sie die einzigen zehn sind, die ich sehe.\"",
    " \"Wenn Küsse Schneeflocken wären, schicke ich dir einen Schneesturm.\"",
    " \"Ich weiß nicht, was das ist, aber dein Lächeln lässt mich dich zum Kaffee einladen.\"",
    " \"Du musst ein Zauberer sein, denn wenn ich dich anschaue, verschwinden alle anderen!\""
  ],
  "Smooth rizz lines": [
    "Wenn es ein Verbrechen wäre, heiß zu sein, würdest du eine lebenslange Haftstrafe verurteilen.",
    "Haben Sie einen Sonnenbrand oder sind Sie immer so heiß?",
    "Sind wir zusammen in einer Klasse gewesen? Ich hätte schwören können, dass wir Chemie haben.",
    "Sind Sie Gitarre? Weil du einen Akkord in mir geschlagen hast.",
    "Sind Sie eine Kohlenstoffprobe? Weil ich dich treffen will.",
    "Haben Sie einen Defibrillator? Mein Herz läuft seit unserer Begegnung.",
    "Kann ich dein Bild machen? Meine Freunde glauben nicht, dass Engel existieren.",
    "Sind Sie eine Tastatur? Weil du nur mein Typ bist.",
    "Wenn du und ich Socken wären, wären wir ein tolles Paar.",
    "Sind Sie Starbucks? Weil ich einen Latte mag.",
    "Es gibt nur eine Sache, die ich an dir ändern würde: Dein Nachname.",
    "Du musst Harry Potter sein. Denn jedes Mal, wenn ich dich ansehe, verschwindet alles andere.",
    "Spielen Sie Baseball? Weil ich glaube, du bist in meiner Liga.",
    "Gibt es einen Flughafen in der Nähe? Oder fliegt nur mein Herz?",
    "Wenn du eine Frucht wärst, wärst du ein feiner Apfel.",
    "Was sind deine beiden anderen Wünsche?",
    "Außer mir den Atem zu nehmen, was machst du für deinen Lebensunterhalt?",
    "Du bist hübsch und ich bin süß. Zusammen wären wir ziemlich süß.",
    "Deine Lippen scheinen einsam. Möchten sie meine treffen?",
    "Ich muss eine Schneeflocke sein. Weil ich mich in dich verliebt habe.",
    "Ich bin neu in der Stadt. Kann ich eine Anleitung zu Ihrem Haus bekommen?",
    "Sind Sie ein Lagerfeuer? Weil du heiß bist und ich mehr will.",
    "Mein Freund will wissen, ob du mich süß findest.",
    "Alles in Ordnung? Es sieht so aus, als hättest du einen Vitamin-Me-Mangel.",
    "Ist dein Vater Picasso? Weil du ein echtes Meisterwerk bist.",
    " \"Ich muss angeln gegangen sein, denn du bist der perfekte Fang.\"",
    " \"Ich habe meine Telefonnummer verloren, kann ich dir deine leihen?\"",
    " \"Ich würde dich gerne ins Kino nehmen, aber die erlauben keine Snacks.\"",
    " \"Kein Stift, kein Papier, aber trotzdem wirst du meine Aufmerksamkeit auf dich ziehen.\"",
    " \"Meine Eltern haben mir gesagt, meine Träume zu verfolgen - ich denke, das bedeutet, dass du besser anfangst zu rennen.\"",
    " \"Nein, ich bin nicht 14, aber ich bin der 14 du.\"",
    " \"Mach mir nichts aus, ich verfolge nur meine Träume.\"",
    " \"Mathematik ist so verwirrend. Es geht immer um X und Y, nie um U und Ich.\"",
    "Sind Sie aus Tennessee? Weil du die einzigen 10 bist, die ich sehe.",
    "Sind Sie Weihnachtsmorgen? Weil ich das ganze Jahr darauf gewartet habe, dass du ankommst.",
    "Sind Sie Nemo? Weil ich versucht habe, dich zu finden.",
    "Sind Sie ein Bankdarlehen? Weil du mein Interesse hast.",
    "Ich hoffe, du kennst CPR, weil du mir gerade den Atem weggenommen hast.",
    "Sind Sie die Sonne? Weil ich den ganzen Tag auf dich starren könnte, und es wäre das Risiko wert.",
    "Bist du ein Biber? Weil DAM!",
    "Sind Sie eine Tastatur? Weil du nur mein Typ bist.",
    "Meine Mutter sagte, Teilen sei fürsorglich, aber nein, du gehörst mir!",
    "Sind Sie John Cena? Weil ich noch nie ein Cena-Mädchen wie du hatte.",
    "Es ist Zeit zu bezahlen. Es ist der erste Monat, und du lebst mietenfrei in meinem Kopf.",
    "Sind Sie ein Licht? Weil du mich immer hell fühlst.",
    "Nur damit du weißt, ich bin ein Verbrecher.  ..weil ich dich liebe.",
    "Sie mögen Star Wars? Weil Yoda nur eine für mich ist.",
    "Sind Sie Hühnerfinger und Pommes frites? Weil es mir egal ist, wie viele Optionen ich habe, werde ich immer dich wählen.",
    "Gut, dass ich eine Bibliothekskarte habe, weil ich dich überprüft habe.",
    "Haben Sie einen Bandaid? Meine Knie tun weh, als ich in dich gefallen bin.",
    "Vielleicht sind wir keine Hosen, aber wir machen ein tolles Paar.",
    "Weißt du, was schön ist? Wiederholen Sie das erste Wort.",
    "Deine Augen erinnern mich an IKEA: leicht zu verlieren.",
    "Ich wollte dir nur sagen: Du hast etwas süßes auf deinem Gesicht.",
    "Sind deine Eltern Bäcker? Sie haben sicherlich einen Cutie Pie gemacht.",
    "Haben Sie ein Instagram-Konto? Meine Mutter hat mir immer gesagt, dass ich meinen Träumen folgen soll.",
    "Ich habe dich auf Spotify gesehen. Sie wurden als heißeste Single aufgelistet.",
    "Ich dachte, Glück beginnt mit einem H, aber ich denke, es beginnt tatsächlich mit U.",
    "Ich wette, ich weiß, wann dein Geburtstag ist: Oktober. Weil du eine 10 bist.",
    "Ist Ihr Bluetooth aktiviert? Ich habe das Gefühl, wir könnten paaren.",
    "Ich hoffe, du kennst CPR, weil du mir den Atem wegnimmst.",
    "Haben Sie Geschwindigkeit überschritten? Weil du gut über dich geschrieben hast.",
    "Ich brauche einen Immobilienmakler - kennen Sie einen? Ich versuche, mich hier zu bewegen.",
    " \"Ich bin kein Genie, aber ich kann deine Träume wahr werden.\"",
    " \"Wenn du ein Lied wärst, wärst du mein Lieblingslied.\"",
    " \"Du bist so schön, du lässt mein Herz schlagen.\"",
    " \"Ich weiß nicht, was das ist, aber du wirst mich dazu bringen, ein besserer Mann zu sein.\"",
    " \"Du bist wie ein guter Wein, du wirst mit der Zeit besser.\"",
    " \"Ist dein Name WiFi? Weil ich eine Verbindung spüre.\"",
    " \"Du bist das fehlende Stück meines Puzzles.\"",
    " \"Ich bin kein Spieler, ich bin ein Hüter... deines Herzens.\"",
    " \"Du bist so atemberaubend, du machst die Sonne eifersüchtig.\"",
    " \"Ich muss ein Geständnis machen, ich bin in dich verliebt.\"",
    " \"Wenn du ein Buch wärst, würde ich dich von Cover zu Cover lesen.\"",
    "4 + 4 = 8, aber du + ich = Schicksal",
    "Sind Sie müde? Du hast den ganzen Tag durch meinen Kopf gelaufen.",
    "Was ist dein Lieblingsgetränk? Ich frage, damit ich weiß, was ich dir kaufen soll, wenn wir auf unserem ersten Date gehen.",
    "Ich sollte mich bei Spotify beschweren, dass ich dich nicht zur heißesten Single dieser Woche mache.",
    "Spielen Sie Fußball? Weil du ein Wächter bist.",
    "Du siehst so vertraut aus, hatten wir gemeinsam Unterricht? Ich hätte schwören können, dass wir Chemie hatten.",
    "Ich lerne über wichtige Datums in der Geschichte, willst du einer von ihnen sein?",
    "Sie sagen, Dating ist ein Zahlenspiel, also kann ich deins bekommen?",
    "Wenn ich Ihnen morgen Guten Morgen schreibe, welche Nummer soll ich schreiben?",
    "Hallo, mein Name ist [Ihr Name], aber Sie können mich morgen anrufen.",
    "Kann ich meinen Freunden dein Profil zeigen, um zu beweisen, dass Engel wirklich existieren?",
    "Es ist etwas falsch mit meinem Telefon, es hat nicht Ihre Nummer darin."
  ],
  "Funny Rizz Lines": [
    " \"Hey, ich bin Microsoft. Kann ich heute Abend bei Ihnen abstürzen?\"",
    " \"Wenn ich das Alphabet neu arrangieren könnte, würde ich U und ich zusammensetzen.\"",
    " \"Sind Sie eine Disney-Fahrt? Weil ich für immer auf Sie warten würde.\"",
    " \"Sind Sie Reddit-Geschichten? Weil ich immer auf Sie hören werde.\"",
    " \"Ich sehe, dass du Tequila magst. Bedeutet das, dass du mir einen Schuss geben wirst?\"",
    " \"Sind Sie die Schultreppe? Weil Sie mir den Atem wegnehmen.\"",
    " \"Ich habe keine Abhollinien mehr, aber Sie können mich um neun abholen.\"",
    "Kann ich mir einen Kuss leihen? Ich verspreche, eine zurückzugeben.",
    "Wenn du ein Transformer wärst, wärst du Optimus Fine.",
    "Sind Sie die Sonne? Weil du heiß bist.",
    "Sind Sie ein Vape? Weil ich dich nie benutzen würde.",
    "Kann ich dein Trikot bekommen? Weil ich deinen Namen und deine Nummer will.",
    "Ich muss ein Zeitreisender sein, weil ich mir meine Zukunft ohne dich nicht vorstellen kann.",
    "Glaubst du an Liebe auf den ersten Blick oder soll ich wieder vorbei gehen?",
    "Sind Sie ein Lichtschalter? Weil du mich aufdrehst.",
    "Sind Sie Arzt? Weil du mich sofort besser fühlst.",
    "Du musst ein Meisterwerk sein, weil ich meine Augen nicht von dir nehmen kann.",
    "Sind Sie aus Käse gemacht? Weil du Gouda suchst!",
    "Bist du mein Lieblingslied? Weil ich dich nicht aus meinem Kopf holen kann.",
    "Ich bin kein Fotograf, aber ich kann mich zusammen vorstellen.",
    "Sind Sie ein Diamant? Weil du so hell leuchtest!",
    "Fangen Sie gerne? Weil du mich gefangen hast.",
    "Sind Sie ein Traum? Weil ich nicht aufwachen will.",
    "Wenn du eine Frucht wärst, wärst du ein feiner Apfel.",
    "Wenn ich das Alphabet neu anordnen könnte, würde ich U und ich zusammensetzen.",
    "Küsse mich, wenn ich mich irre, aber die Erde ist definitiv flach.",
    "Sind Sie ein Handylader? Weil ich ohne dich sterbe.",
    "Ich bin kein professioneller Fotograf, aber ich kann uns definitiv gemeinsam vorstellen.",
    "Der Unterschied zwischen der Geschichte und dir ist, dass die Geschichte die Vergangenheit ist und du meine Zukunft bist.",
    "Sind Sie eine Tastatur? Weil ich gerne herausfinden möchte, ob du mein Typ bist.",
    "Du musst eine Parkkarte sein, weil du gut geschrieben hast.",
    "Sind Sie ein Zauberer? Denn wenn ich dich ansehe, verschwinden alle anderen.",
    "Deine Hand sieht schwer aus. Soll ich es für dich halten?",
    "Haben Sie eine Karte? Weil ich mich immer wieder in deinen Augen verlore.",
    "Ich würde dir meine Welt zeigen, aber du besitzt bereits einen Spiegel.",
    "Du musst Lucky Charms sein, weil du magisch lecker aussiehst.",
    "Wenn Blick töten könnte, bist du eine Massenvernichtungswaffe.",
    "Haben Sie einen Namen? Oder kann ich dich mein nennen?",
    "Warum Biene buchstabieren, wenn man einfach \"B\" sagen kann? Warum buchstabieren sehen, wenn man einfach \"C\" sagen kann? Warum buchstabieren Sie Liebe, wenn Sie einfach \"ich\" sagen können?",
    "Sind Sie aus Tennessee? Weil du die einzigen 10 bist, die ich sehe.",
    "Wenn du Aladdin magst, könntest du Jasmine sein … aber ohne den Jas.",
    "Ich bringe den Tequila, wenn Sie mir einen Schuss geben.",
    "Sie lieben Legos? Weil ich dich nie Lego machen würde.",
    "Ich sollte dich warnen, dass ich ein Verbrecher bin … weil ich Verbrecher liebe dich.",
    "Die Welt ist flach - küsse mich, wenn ich mich irre.",
    "Ich muss ein Lichtschalter sein, weil du sicher weißt, wie du mich einschaltst.",
    "Disney wird so froh sein - ich habe ihre vermisste Prinzessin gefunden!",
    "Haben Sie ein Band-Aid? Weil ich gerade mein Knie gekratzt habe, als ich für dich gefallen bin.",
    "Ist dein Name Stipendium? Weil ich es mir nicht leisten könnte, dich zu verlieren.",
    "Jedes Mal, wenn du auftauchst, stürzt mein System ab - bist du ein Codierfehler?",
    "Sind Sie eine Banane? Weil ich dich ein Peeling finde.",
    "Sind Sie ein Lagerfeuer? Weil du heiß bist und ich mehr will.",
    "Ist dein Herz eine App? Weil ich nicht aufhören kann, nach Updates zu suchen.",
    "Sind Sie ein Passwort? Weil ich jede Kombination ausprobieren muss, um dich herauszufinden.",
    "Sie erinnern mich an den Sommerurlaub - das Warten wert und absolut alles, was ich brauche.",
    "Sind Sie eine heiße Sauce? Weil du mein Herz vor Aufregung brennen lässt.",
    "Wenn es Aliens gibt, musst du eines sein, weil du mein Herz vollständig entführt hast.",
    "Du bist wie eine Wassermelone: selten, erfrischend und ganz eins in einer Melone.",
    "Sind Sie ein Meme? Weil du den ganzen Tag in meinem Kopf steckst.",
    "Mein Leben erleuchtete den Moment, als du hineingegangen bist - bist du heimlich Elektriker?",
    "Du hast mich gestresst und unvorbereitet wie eine Prüfung, für die ich nicht studiert habe.",
    "Sind Sie ein Kaktus? Weil du scharf bist, aber immer noch so attraktiv.",
    "Sind Sie ein Popcorn-Kern? Weil du mein Herz knallen lässt.",
    "Sind Sie ein Sandwich? Weil du das Subjekt meines Hungers bist.",
    "Ist dein Vater ein Boxer? Weil du ein Knockout bist.",
    "Sind Sie ein flacher Reifen? Weil ich mich ohne dich deflatiert fühle.",
    " \"Sind Sie aus dem Weltraum? Weil Ihre Schönheit außerhalb dieser Welt ist! (und ich bin ein Alien, also werden wir uns gut auseinandersetzen)\"",
    " \"Ich bin kein Sammler, aber ich will dich wirklich für immer behalten.\"",
    " \"Hast du eine Karte? Ich verlore mich immer wieder in deinen Augen.\"",
    " \"Wenn du ein Transformator wärst, wärst du Optimus Fine.\"",
    " \"Ich würde sagen, du bist so schön wie eine griechische Göttin, aber aus dem, was ich sagen kann, bist du kein Mythos.\"",
    " \"Bist du ein Zeitreisender? Weil ich meine Zukunft mit dir sehe.\"",
    " \"Ist dein Vater Bäcker? Weil du ein süßer Kuchen bist!\""
  ],
  "Cheesy Rizz Lines": [
    " \"Sind Sie ängstlich, weil Sie mein Herz schlagen lassen.\"",
    " \"Kann ich mir einen Kuss leihen? Ich verspreche, ich bringe ihn zurück.\"",
    " \"Sind Sie Hühnerfinger und Pommes frites? Weil es mir egal ist, wie viele andere Optionen ich habe, werde ich immer Sie wählen.\"",
    " \"Sind Sie ein Wi-Fi-Signal? Weil ich eine starke Verbindung fühle.\"",
    " \"Ist dein Name Elsa, denn ich werde dich nie gehen lassen.\"",
    " \"Arbeiten Sie für die NASA? Weil Ihre Schönheit außerhalb dieser Welt ist.\"",
    " \"Sind Sie LEGO? Weil ich nie LEGO von Ihnen.\"",
    " \"Sind Sie Sauerstoff? Weil ich ohne Sie nicht leben kann.\"",
    " \"Sind Sie ein Vape-Stift? Weil ich Sie nie benutzen würde.\"",
    " \"Ist dein Name Cinderella? Weil ich dich mit meinem Herzen verlassen sehe.\"",
    " \"Haben Sie ein Viertel? Ich will meine Mutter anrufen und ihr sagen, dass ich gerade das Mädchen meiner Träume getroffen habe.\"",
    " \"Wenn du eine Pizza wärst, wärst du der Extra-Große mit allem.\"",
    " \"Bist du vom Himmel, denn du siehst aus wie ein Engel.\"",
    " \"Ich bin kein Zahnarzt, aber ich kann dir ein süßes Lächeln geben.\"",
    " \"Du bist wie ein schießender Stern, du bist hier und dann bist du zu schnell weg.\"",
    " \"Wenn Sie ein Auto wären, wären Sie ein Ferrari.\"",
    " \"Sind Sie eine Parkkarte? Weil Sie 'gut' überall geschrieben haben.\"",
    " \"Du musst müde sein, denn du hast den ganzen Tag durch meinen Kopf geleitet.\"",
    "Glaubst du an Liebe auf den ersten Blick oder soll ich wieder vorbeigehen?",
    " \"Du bist so heiß, du schmelzt meine Popsicle.\""
  ],
  "Flirty Rizz Lines": [
    " \"Ich bin kein Fotograf, aber ich kann uns zusammen vorstellen.\"",
    " \"Küssen ist eine Liebessprache. Willst du ein Gespräch mit mir beginnen?\"",
    " \"Sind Sie müde, den ganzen Tag durch meinen Kopf zu laufen?\"",
    " \"Sprechen Sie öffentlich, weil Sie mich wirklich nervös machen.\"",
    " \"Ist es heiß hier drin? Oder bist du es nur?\"",
    " \"Sind Sie meine Noten? Weil Sie schlecht AF sind.\"",
    " \"Sind Sie ein Wörterbuch? Weil Sie meinem Leben einen Sinn hinzufügen.\"",
    " \"Binde deinen Schuh, ich will nicht, dass du dich in jemanden verliebst.\""
  ],
  "Romantic Rizz Lines": [
    " \"Sind Sie mein Lieblingslied? Weil ich Sie nicht aus meinem Kopf bekommen kann.\"",
    " \"Bist du ein Zauberer? Denn wenn ich dich anschaue, verschwinden alle anderen.\"",
    " \"Wenn schön zu sein ein Verbrechen wäre, würdest du auf der Most Wanted List stehen.\"",
    " \"Wenn ich eine Katze wäre, würde ich alle neun Leben mit dir verbringen.\"",
    " \"Haben wir uns nicht in einem früheren Leben getroffen, denn ich kann mir keine Welt ohne dich vorstellen.\"",
    " \"Ich bin nicht religiös, aber du bist die Antwort auf all meine Gebete.\"",
    " »Hast du einen Namen oder kann ich dich mein nennen?«",
    " \"Ich muss ein Zeitreisender sein, denn ich kann mir meine Zukunft ohne dich nicht vorstellen.\""
  ],
  "Steamy Rizz Lines": [
    "Sind Sie eine Achterbahn? Weil ich dich jederzeit fahren werde.",
    "Sind Sie Ronaldo? Denn ich denke, wir sollten Messi bekommen.",
    "Du kannst mich Fred Flintstone nennen, denn ich mache dein Bett zu Stein.",
    "Sind Sie ein Poster? Weil ich dich an die Wand stecken will.",
    "Haben Sie Make-up? Weil ich Stunden damit verbringe, dich zu tun.",
    "Du bist so magnetisch! Mein Reißverschluss fällt für dich.",
    "Sind Sie ein Seelöwe? Weil ich dich \"Löwe\" in meinem Bett \"See\" machen will.",
    "Sind Sie ein Lichtschalter? Weil du mich aufdrehst."
  ],
  "Creative Rizz Lines": [
    " \"Ist deine Mutter Künstlerin? Weil sie ein Meisterwerk gemacht hat.\"",
    " \"Sind Sie John Cena? Weil ich noch nie Cena Mädchen wie Sie.\"",
    " \"Sind Sie China? Weil ich China bin, kommen Sie mit.\"",
    " \"Ich habe einen Verkauf in meinem Zimmer - alle Kleidung ist zu 100% rabattiert. Möchten Sie eine Bestellung aufgeben?\"",
    " \"Sind Sie aus Korea? Weil ich glaube, Sie sind mein Seoul-Freund.\"",
    "Ich bin wütend, weil ich gerade Spotifys \"Hottest Singles\"-Playlist gehört habe und du nicht da warst.",
    " \"Es ist Zeit zu bezahlen, weil du mietenfrei in meinem Kopf lebst.\"",
    "Du bist die Spotify Premium-Version des Lebens - besser und völlig werbefrei.",
    "Wann wirst du anfangen, Miete zu zahlen, weil du in meinen Gedanken mietenfrei lebst?",
    "Sind Sie Vollmond? Weil ich nicht aufhören kann, über dich zu heulen.",
    "Sind Sie ein Gedanke? Weil ich nicht aufhören kann, an dich zu denken.",
    "Du musst einen Winkel von 45 Grad haben, weil du akut bist.",
    "Haben Sie einen Bleistift? Denn ich will deine Vergangenheit löschen und unsere Zukunft schreiben.",
    "Deine Vibration ist so richtig, dass du vielleicht nur einen 90-Grad-Winkel hast.",
    "Sind Sie ein Garten? Weil ich dich grabe.",
    "Magst du Donuts? Weil ich mich in dich verliebe.",
    "Bist du ein Niesen? Weil ich nicht aufhören kann, an dich zu denken.",
    "Sind Äpfel eifersüchtig? Weil du ihren Platz stehst wie der Apfel meines Auges.",
    "Sind Sie Black Widow? Denn jedes Mal, wenn ich dich sehe, bin ich in deinem Netz gefangen.",
    "Ich glaube, wir sind auf einem Konzert, weil mein Herz jedes Mal, wenn ich dich sehe, brrrt.",
    "Wie eine umgekehrte Uno-Karte hast du meine Welt komplett umgekehrt.",
    "Du bist so geheimnisvoll und unvergesslich wie eine Verschwörungstheorie.",
    "Sind Sie ein Fehler in der Matrix? Weil du zu gut bist, um echt zu sein.",
    "Sind Sie mein Telefon? Weil ich meine Hände nicht von dir fernhalten kann.",
    "Sind Sie ein Snapchat Streak? Weil ich das für immer halten will.",
    "Ist dein Name Google? Weil du alles hast, was ich gesucht habe.",
    "Sind Sie Teil Telefon Ladegerät? Weil ich ohne dich sterbe!"
  ],
  "Clever Rizz Lines": [
    " \"Sind Sie eine Tastatur? Weil Sie nur mein Typ sind.\"",
    " \"Sind Sie Teil-Telefonlader? Weil ich ohne Sie sterbe!\""
  ],
  "Cute Rizz Lines": [
    " \"Als ich ein Kind war, musste ich Schmetterlinge jagen. Jetzt bringst du sie direkt zu mir.\"",
    " \"Sind Sie Google? Weil Sie alles sind, was ich gesucht habe.\"",
    " \"Bist du eine Erdbeere? Weil ich dich immer auswählen werde.\"",
    "Mein Lieblingswort ist \"Universum\", weil es mit U N I beginnt.",
    "Mein Wi-Fi ist 4G, aber mein Herz ist 4U.",
    " \"Sind deine Eltern Bäcker? Weil du ein süßer Kuchen bist.\"",
    " \"Sind Sie eine Beere? Weil Sie Beere viel meinen Typ sind.\"",
    "Du bist das Lesezeichen, das meine Lieblingsmomente rettet.",
    "Sind Sie eine Zeitzone? Denn jeder Moment mit dir fühlt sich wie der richtige Moment an.",
    "Sind Sie Deja Vu? Weil ich das Gefühl habe, dass wir immer wieder passieren sollen.",
    "Die Art, wie du mich fallen lässt, fühlt sich genauso an wie die Schwerkraft.",
    "Sind Sie ein Cookie? Weil du mich von Wunsch zerbrechen lässt.",
    "Sind Sie Frühling? Denn jedes Mal, wenn du ankommst, blüht alles um mich herum.",
    "Ihr Zug ist so unbestreitbar wie die Schwerkraft eines Schwarzen Lochs.",
    "Sind Sie eine Wolke? Denn jedes Mal, wenn ich dich sehe, ist es ein Silberfutter.",
    "Sind Sie ein Eisenrad? Weil du meinen Kopf in Kreisen drehst.",
    "Bist du ein Koch? Weil du alle Zutaten für meinen perfekten Tag hast.",
    "Ist dein Lachen ein Lied? Weil es die einzige Melodie ist, die ich brauche.",
    "Ist deine Anwesenheit wie die Schwerkraft? Weil ich deinem Zug nicht entkommen kann.",
    "Sind Sie ein Smoothie? Denn jedes Mal, wenn ich in deiner Nähe bin, habe ich das Gefühl, dass ich mich perfekt einmische.",
    "Sind Sie ein klassischer Roman? Weil ich mein Leben damit verbringen möchte, jede Seite von dir zu lesen.",
    "Du musst ein Sternbild sein, denn meine Welt passt perfekt aus, wenn du da bist.",
    "Sind Sie ein Blueprint? Weil du das perfekte Design für mein Herz hast.",
    "Sind Sie ein Glas Wein? Denn jedes Mal, wenn ich um dich herum bin, fühle ich mich betrunken von deiner Schönheit.",
    "Du musst der Mond sein, denn selbst in den dunkelsten Nächten erleuchtest du mein Leben.",
    "Ist dein Name Hausaufgaben? Weil ich nicht aufhören kann, an dich zu denken, auch wenn ich studieren soll.",
    "Sind Sie ein Essay? Weil ich den ganzen Tag über dich schreiben könnte.",
    "Du bist definitiv ein Feuerwehr, weil du meine Welt in einem Augenblick erleuchtet hast.",
    "Sind Sie ein GPS? Weil ich in deiner Richtung verloren bin.",
    "Sind Sie ein Sturm? Denn wenn du ankommst, schüttelst du alles, was ich dachte, ich wusste.",
    "Du scheinst eine Blume zu sein, denn je mehr ich in deiner Nähe bin, desto mehr fühle ich mich blühend.",
    "Sind Sie eine Symphonie? Denn wenn du in den Raum gehst, schaffst du eine Melodie in meiner Seele.",
    "Du bist genau wie ein Sonnenstrahl, weil du so hell scheinst, dass ich nicht wegschauen kann.",
    "Sind Sie ein Karamell-Triebel? Weil du alles süßer machst.",
    "Sind Sie ein Prisma? Denn jedes Mal, wenn ich dich ansehe, sehe ich ein ganzes Spektrum an Möglichkeiten.",
    "Ist deine Aura ein Sonnenuntergang? Weil du die Art von Wärme und Schönheit ausstrahlst, die alles leuchten lässt.",
    "Du siehst aus wie ein Schatten, weil ich nicht von dir wegkommen kann.",
    " \"Bist du ein Teddybär? Weil ich dich die ganze Nacht kuscheln will.\"",
    " \"Du bist so süß wie ein Cupcake.\"",
    " \"Kann ich mir einen Kuss leihen? Ich verspreche, dass ich ihn zurückgebe.\"",
    " \"Du bist mein Lieblings-Hallo und mein härtester Abschied.\"",
    " \"Ich glaube, du bist purr-fect.\"",
    " \"Wenn du eine Blume wärst, wärst du eine Rose.\"",
    " \"Du machst mein Herz schmelzen wie Eis an einem heißen Tag.\"",
    " \"Sind Sie ein Traum? Weil ich nicht aufwachen will.\"",
    " \"Du bist der Sonnenschein an einem bewölkten Tag.\"",
    " \"Ich würde sagen, du bist so schön wie eine griechische Göttin, aber aus dem, was ich sagen kann, bist du kein Mythos.\"",
    " \"Du bist der Grund, warum ich lächele.\"",
    "Sie sagen, nichts dauert ewig. Willst du mein Nichts sein?",
    "Wer sagt, dass Disney der glücklichste Ort der Erde ist, hat nie neben dir gestanden.",
    "Sind Sie ein Zeitreisender? Weil ich dich in meiner Zukunft sehen kann.",
    "Ich bin kein Fotograf, aber ich kann mich gemeinsam vorstellen.",
    "Sind Sie Franzosen? Weil Eiffel für dich ist.",
    "Raten Sie mal, was ich trage? Das Lächeln, das du mir gegeben hast.",
    "Sind deine Eltern Bäcker? Weil du ein süßer Kuchen bist.",
    "Ich hatte eine gute Abhollinie bereit, aber du siehst so gut aus, dass ich buchstäblich sprachlos bin.",
    "Ich glaube, dass etwas mit meinem Telefon nicht stimmt. Könnten Sie es anrufen und sehen, ob es funktioniert?",
    "Ist die Sonne aufgegangen oder lächelst du mich an?",
    "Könnten Sie mir etwas schimpfen? Du bist so süß, ich muss träumen.",
    "Wenn ich eine Zeitmaschine hätte, würde ich sie benutzen, um genau diesen Moment wieder zu erleben."
  ],
  "Poetic Rizz Lines": [
    " \"Wenn ich jedes Mal eine Rose hätte, wenn ich an dich dachte, hätte ich nur eine, weil du mich nie verlassen hast.\"",
    " \"Wenn ich den Kosmos neu arrangieren könnte, würde ich die Sonne durch dich ersetzen - deine Schönheit leuchtet heller als jeder Stern.\"",
    " \"Auch wenn die Sonne verschwindet, ist dein Licht alles, was ich brauche, um mich durch die Dunkelheit zu führen.\"",
    " \"Ich bin der Stift, du bist der Highlighter. Ich schreibe unsere Zukunft, du machst sie heller.\"",
    " \"Wenn du sterbst, wäre ich eifersüchtig auf die Erde, weil sie dich für immer halten würde.\"",
    " \"Du hast mein Herz, meine Augen und meine Gedanken gestohlen - alles, was übrig bleibt, ist mein Nachname.\"",
    " \"Wenn Liebe ein Schlachtfeld ist, dann bist du der Sieg, für den ich kämpfe.\"",
    " \"Bist du die Sonne, denn du gibst meiner Welt Leben.\""
  ],
  "Classic Rizz Lines": [
    " \"Ich hoffe, du kennst CPR, weil du mir gerade den Atem weggenommen hast.\"",
    " \"Sind Sie eine Parkkarte? Weil Sie gut über sich geschrieben haben.\"",
    " \"Du siehst sehr wie mein nächster Partner aus.\"",
    " \"Hast du eine Karte? Weil ich mich gerade in deinen Augen verloren habe.\"",
    " \"Weißt du, was schön ist? Wiederhole das erste Wort.\"",
    " \"Sind Sie Franzosen? Weil Eiffel für Sie ist.\"",
    " \"Du bist so süß, du machst mir Zahnschmerzen.\"",
    " \"Wenn du ein Transformer wärst, wärst du Optimus Fine.\""
  ],
  "Witty Rizz Lines To Say": [
    "Sind Sie ein Dreieck? Weil du akut bist.",
    "Wie heißt du wieder? Kann ich dich mein nennen?",
    "Sind Sie ein Parkticket? Weil du gut über dich geschrieben hast.",
    "Ich bin Microsoft. Kann ich heute Abend bei dir übernachten?",
    "Bist du schon mal im Gefängnis gewesen? Denn es sollte illegal sein, so gut aussehend zu sein.",
    "Sind wir zusammen zur Schule gegangen? Ich hätte schwören können, dass wir Chemie haben.",
    "Sind Sie ein Zauberer? Denn jedes Mal, wenn ich dich ansehe, verschwinden alle anderen.",
    "Ist dein Name Google? Weil du alles hast, was ich gesucht habe.",
    "Wenn du ein Gemüse wärst, wärst du ein süßer Gurst.",
    "Sind Sie aus Kupfer und Tellur? Weil du Cu-Te bist.",
    "Sind Sie eine Kamera? Denn jedes Mal, wenn ich dich ansiehe, lächele ich.",
    "Sind Sie ein Alien? Weil du gerade mein Herz entführt hast.",
    "Magst du Rosinen? Wie fühlst du dich über ein Date?",
    "Ihr Name ist Waldo? Denn jemanden wie dich ist schwer zu finden.",
    "Ist dein Name Ariel? Weil wir Meerjungfrau für einander sind.",
    "Wenn Blick töten könnte, bist du eine Massenvernichtungswaffe."
  ],
  "Funny Tinder pickup lines": [
    "Liegst du dich jemals in der Nacht nieder, schaust auf die Sterne und denkst an alle verwirrten Dinge der Welt? Wie, warum gibt es ein D im Kühlschrank, aber kein D im Kühlschrank?",
    "Willst du einen Witz über Geister hören? Das ist der Geist!",
    "Du bist wirklich süß, aber hier ist der Deal-Breaker: Magst du Rosinen oder nicht?  (Unabhängig von der Antwort, bieten Sie ihnen stattdessen ein Datum an.)",
    "Seien Sie ehrlich: Ist dieses Spiel auf den ersten Blick auch für Sie?",
    "Die Rosen sind rot, die Violetten blau. Ich bin Yoda, geh mit mir raus.",
    "Sind Sie Franzosen? Weil Eiffel für dich ist.",
    "Du musst schrecklich im Verstecken sein. Jemand wie du ist so schwer zu finden!",
    "Ich flirte nicht mit dir. Ich werde nur extra freundlich zu jemandem sein, der extra attraktiv ist.",
    "Ich untersuche wichtige Zeiten in der Geschichte. Willst du mein sein?",
    "Magst du Bagels? Weil du ein Ziel bist.",
    "Wenn du eine Frucht wärst, wärst du ein feiner Apfel.",
    "Weißt du, was ich mit der kleinen Meerjungfrau gemeinsam habe? Wir wollen beide Teil Ihrer Welt sein."
  ],
  "Cheesy Tinder pickup lines": [
    "Sind Sie aus dem Weltraum? Weil du außerhalb dieser Welt gut aussiehst.",
    "Wenn du ein Gemüse wärst, wärst du ein süßer Gurst.",
    "Wie nennt man eine Schlange von Menschen, die Mozzarella-Käse heben? Eine käsige Abhollinie.",
    "Gehst du jemals angeln? Weil du ein echter Fang bist.",
    "Sind Sie Australier? Weil du all meine Koalafikationen triffst.",
    "Die Rosen sind rot, die Violetten blau. Wie habe ich das Glück bekommen, mit dir zu spielen?",
    "Wenn du ein Taser wärst, wärst du betäubt.",
    "Spielen Sie Fußball? Du siehst aus wie ein Wächter.",
    "Sind Sie Gärtner? Ich mag deine Tulpen.",
    "Wie viel wiegt ein Eisbär? Genug, um das Eis zu brechen!",
    "Sind Sie in einen Haufen Zucker gefallen? Du siehst super süß aus.",
    "Magst du Käse? Möchtest du mit mir brechen?",
    "Wenn ich das Alphabet neu anordnen könnte, würde ich U und ich zusammensetzen.",
    "Wie nennst du eine Reihe von Menschen, die einen Mozzarella-Käse heben? Eine käsige Abhollinie.",
    "Sind Ihre Schnürseln gebunden? Ich will nicht, dass du dich in jemanden verliebst.",
    "Sind Sie ein Parkticket? Weil du überall \"gut\" geschrieben hast.",
    "Auf einer Skala von 1 bis 10 bist du eine 9, weil ich die 1 bin, die du brauchst.",
    "Glaubst du an Liebe auf den ersten Blick oder soll ich wieder vorbei gehen?",
    "Sind Sie eine Katze? Weil ich von dir gefallen bin.",
    "Ich bin nicht sehr gut in Mathematik, aber ich kann dir den Wert geben, den du verdienst.",
    "Ich bin kein Elektriker, aber ich kann deinen Tag erleuchten.",
    "Sind Sie Google? Du hast alles, was ich suche.",
    "Willst du eine Rosine? Nein? Wie wäre es mit einem Date?",
    "Sind Sie aus Tennessee? Weil du die einzigen 10 bist, die ich sehe.",
    "Willst du draußen mit mir etwas frische Luft nehmen? Du hast mir einfach den Atem weggenommen.",
    "Ich kann nicht sagen, ob das ein Erdbeben war, oder ob du meine Welt ernsthaft erschüttert hast.",
    "Sind Sie Zahnarzt? Mein Lächeln wurde heller, als ich dich sah.",
    "Weißt du, was die kleine Meerjungfrau und ich gemeinsam haben? Wir wollen beide Teil Ihrer Welt sein."
  ],
  "Genuine Tinder pickup lines": [
    "Was war der letzte Song/Film, den du liebst?",
    "Beschreiben Sie sich in drei Emojis. Ich bin: (Füge deine eigenen Emojis hinzu.)",
    "Meine Lieblings-Abhollinie ist: (Fügen Sie hier eine lächerliche Abhollinie ein). Was ist dein?",
    "Wenn du 24 Stunden lang jedes Tier auf der Welt sein könntest, welches würdest du wählen?",
    "Die Titanic. Das ist mein Eisbrecher. Was ist los?",
    "Okay, anstatt einer Tinder-Abhollinie, hier ist ein Rätsel für Sie: Sie müssen zwischen drei Zimmern wählen: einer voller Feuer, einer voller Mörder und einer voller Löwen, die seit drei Jahren nicht gegessen haben. Welches ist am sichersten?  (Es ist der Raum mit den Löwen, weil sie alle tot wären.)",
    "Die drei Lieblings-Hunderassen: Go!",
    "Bereit für einen GIF-Krieg? Dies ist mein Lieblings-GIF aller Zeiten: (Fügen Sie Ihr eigenes GIF hinzu - wir empfehlen den sassy Lama.)",
    "Wenn unsere Freunde fragen, wie wir uns kennengelernt haben, was werden wir ihnen sagen?",
    "Wenn du jetzt überall auf der Welt sein könntest, wo wäre es?",
    "Du siehst cool aus. Lasst uns Freunde sein, uns kennenlernen und von dort aus machen.",
    "Vergessen Sie die Eisbrecher. Kommen wir zu den guten Dingen: Was bringt dir die größte Freude?"
  ],
  "Tinder pickup lines for guys": [
    "Du siehst so vertraut aus! Haben wir Chemie zusammen?",
    "Sind Sie mein Anhang? Weil ich dieses Gefühl in meinem Bauch habe, als wollte ich dich raus nehmen.",
    "Ich habe gerade einen küsssicheren Lippenstift gekauft, und ich möchte ihn ausprobieren.",
    "Auf einer Skala von 1 bis 10 bin ich eine Neun. Aber du bist derjenige, den ich brauche.",
    "Ich denke, die Pandemie ist weit davon entfernt, weil dein Lächeln ansteckend ist.",
    "Ich habe gehört, du magst böse Mädchen. Ich bin in vielen Dingen schlecht.",
    "Kenne ich dich? Du siehst sehr wie mein nächster Freund aus.",
    "Bist du ein guter Cuddler? Denn wenn ja, dann lasse ich dich meiner Bande beitreten.",
    "Glauben Sie an Liebe auf den ersten Blick, oder sollte ich dieses Spiel löschen und es erneut versuchen?",
    "Wenn du ein Comic-Charakter sein könntest, wer wärst du dann?",
    "Spaß zu haben ist nicht schwer, wenn du eine Bibliothekskarte hast, aber ich brauche keine, um dich zu überprüfen.",
    "Wissen Sie, was am interessantesten an Ihrem Profil ist?",
    "Sind Sie mein Ofen? Weil du heiß bist, und ich will, dass du mir das Abendessen zubereitst."
  ],
  "Tinder pickup lines for girls": [
    "Du weißt nicht, wie oft ich nach links wischen musste, um dich zu finden.",
    "Werdest du meine Tinderella sein?",
    "Lasst uns jetzt ein Jubiläumsdatum festlegen.",
    "Ich koche keine guten Pfannkuchen - ich koche gute Pfannkuchen. Brunch?",
    "Nennen Sie mich Shrek, denn ich bin für Sie der Haupt-Oger-Fersen.",
    "Sind Sie mein verlorenes Gepäck? Weil ich so viel Schwierigkeiten hatte, dich zu finden.",
    "Du bist so wunderschön, dass ich meine beste Abhollinie vergessen habe.",
    "Du siehst nett aus. Sie möchten Netflix-Passwörter teilen (und wissen Sie, Datum)?",
    "Du bist hübsch, und ich bin süß. Zusammen könnten wir ziemlich süß sein!",
    "Wissen Sie, was heute Abend auf dem Menü steht? Ich und du.",
    "Ich bin nicht wirklich so groß. Ich sitze nur auf meiner Brieftasche.",
    "Ich wurde gerade Organspender, damit ich dir mein Herz geben konnte.",
    "Bist du kürzlich beim Arzt gewesen? Ich glaube, dir fehlt etwas Vitamin."
  ],
  "Bold rizz pick-up lines": [
    " \"Ich bin kein Wettmann, aber ich wette alles, was ich habe, dass wir zusammen großartig sein würden.\"",
    " \"Du bist so gut, ich würde alles riskieren.\"",
    " \"Ich werde nicht lügen, ich bin völlig besessen von dir.\"",
    " \"Ich bin normalerweise nicht so vorwärts, aber du bist es wert.\"",
    " \"Ich werde ehrlich sein, ich denke ständig an dich.\"",
    " \"Du bist die schönste Frau, die ich je gesehen habe.\"",
    " \"Ich habe keine Angst, es zu sagen, ich denke, ich werde mich in dich verlieben.\"",
    " \"Ich bitte dich nicht raus, ich sage es dir.\"",
    " \"Du kommst heute Abend mit mir nach Hause.\" (Verwende es mit extremer Vorsicht und nur, wenn es dem Kontext angemessen ist!)",
    " \"Ich werde es bereuen, aber... willst du mich küssen?\"",
    " \"Ich weiß nicht, was es an dir geht, aber du wirst mich dazu bringen, Vorsicht in den Wind zu werfen.\""
  ],
  "Flirty rizz pick-up lines": [
    " „Sind Sie von innen so schön wie von außen?“",
    " \"Ich würde dich gerne irgendwann zum Kaffee nehmen ... oder vielleicht etwas Stärkeres?\"",
    " \"Du hast ein Lächeln, das ein Zimmer erleuchten könnte.\"",
    " \"Ich kann nicht anders, als zu bemerken, wie wunderschön du bist.\"",
    " \"Du bist die Art von Frau, die mein Herz schlagen lässt.\"",
    " \"Ich weiß nicht, was es an dir ist, aber du lässt mich mich lebendig fühlen.\"",
    " \"Du bist die Art von Frau, mit der ich den Rest meines Lebens verbringen könnte.\"",
    " \"Ich weiß nicht, was deine Geschichte ist, aber ich würde es gerne hören.\"",
    " \"Du hast einen guten Sinn für Humor.\"",
    " \"Du bist so berauschend, ich fühle mich verwirrt.\"",
    " \"Ich fühle Schmetterlinge, wenn ich um dich herum bin.\""
  ],
  "Corny rizz pick-up lines": [
    " \"Bist du ein Zauberer? Denn wenn ich dich anschaue, verschwinden alle anderen!\"",
    " \"Ich bin kein Fotograf, aber ich kann uns zusammen vorstellen.\"",
    " \"Sind Sie aus Tennessee? Weil Sie die einzigen zehn sind, die ich sehe.\"",
    " \"Wenn du ein Gemüse wärst, wärst du ein süßer Gurst.\"",
    " \"Ist dein Name Google? Weil du alles hast, was ich gesucht habe.\"",
    " \"Fühle mein Hemd. Weißt du, woaus es ist? Freundsmaterial.\"",
    " \"Sind Sie eine Parkkarte? Weil Sie 'gut' überall geschrieben haben.\"",
    " \"Ich bin kein Organspender, aber ich würde Ihnen gerne mein Herz geben.\"",
    " \"Sind Sie eine Kamera? Denn jedes Mal, wenn ich Sie ansehe, lächele ich.\"",
    " \"Magst du Rosinen? Wie wäre es mit einem Date?\"",
    " \"Wenn du eine Frucht wärst, wärst du ein feiner Apfel.\"",
    " \"Bist du ein Lagerfeuer? Weil du heiß bist und ich mehr will.\""
  ],
  "Dirty Pickup Lines": [
    "Du musst meine Tinderella sein, denn ich werde das Kleid um Mitternacht verschwinden lassen.",
    "Ich fühlte mich heute raus, aber du hast mich einfach total aufgeregt.",
    "Du siehst toll in diesem Outfit aus, aber ich wette, du würdest noch besser in deinem Geburtstagsanzug aussehen.",
    "Bist du ein Kuchen? Weil ich ein Stück von dir gerne habe.",
    "Wenn ich dir Abendessen kaufe, bist du ein Dessert?",
    "Wenn ich Richter wäre, würde ich dich zu meinem Bett verurteilen.",
    "Du bist so sexy, mein Reißverschluss fällt in dich.",
    "Du musst Eis sein, weil ich dich lecken will.",
    "Ich füge dich meiner To-Do-Liste hinzu. Kann ich dich heute Abend abchecken?",
    "Gib mir deine Autoschlüssel, damit ich dich verrückt machen kann.",
    "Ich kann meinen Kirschlippenglänz nicht schmecken! Können Sie es ausprobieren?"
  ],
  "Dirty Pickup Lines for Him": [
    "Ziehst du mich mit deinen Augen aus?!",
    "Ich kenne eine tolle Möglichkeit, die Kalorien in diesem Getränk zu verbrennen.",
    "Schöne Hosen. Kann ich dich von ihnen ausreden?",
    "Ich zeige dir meine Brünlinien, wenn du mir deine zeigst.",
    "Deine Augen haben keine Geheimnisse. Sie haben mir bereits gesagt, dass du heute Abend mit mir nach Hause gehst.",
    "Es fühlt sich an, als wäre es eine dieser Nächte, in denen keiner von uns schlafen wird.",
    "Versuchen deine Augen, mir meine Kleidung zu entziehen?",
    "Dieser Körper gehört dir für den Rest deines Lebens. Ich will es nur für heute Abend.",
    "Magst du Speck? Willst du dich ausziehen?",
    "Willst du mir helfen, in diesem Jahr auf Santa's freche Liste zu kommen?",
    "Ich wette, du siehst mit deiner Kleidung genauso perfekt aus wie mit ihnen an.",
    "Wenn du ein Charakter in Ratatouille wärst, wärst du das Gewürz meiner blöden Suppe.",
    "Ich bin in letzter Zeit super auf der Spitze der Dinge gewesen. Möchtest du einer von ihnen sein?",
    "Ich melde mich heute Abend freiwillig als Opfer, da du klar für den Tod gekleidet bist.",
    "Glauben Sie an Karma? Weil ich einige gute \"Karma\" Sutra Positionen kenne, die wir ausprobieren können.",
    "Hast du heute Morgen dein Bett gemacht? Willst du es gemeinsam auflösen?",
    "Fangt dein Name mit \"C\" an, weil ich uns \"C\" machen kann?",
    "Machen wir einen Deal: Ich koche dir Abendessen, wenn du mir Frühstück kochst.",
    "Ich finde dein Mangel an Nacktheit beunruhigend.",
    "Ich liebe mein Bett, aber ich bin lieber in deinem.",
    "Letzte Nacht hatte ich den wildesten Traum und du warst darin!"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    "Hey schön! Was machst du heute Abend außer mir?",
    "Es gibt gerade einen großen Verkauf in meinem Haus - Kleidung ist zu 100 Prozent rabattiert.",
    "Ich dachte nur an dich und mein ganzes Blut reiste nach Süden. Bis später!",
    "Ich kann es kaum erwarten, dir zu zeigen, wie sehr du mich aufregst.",
    "Ich habe einige Massagetechniken geübt. Möchtest du später mein Freiwilliger sein?",
    "Ich wünschte, ich wäre jetzt bei dir da. Ich weiß nicht, wie lange mein Körper noch darauf warten kann, den deinen zu sehen.",
    "Sind Sie mein Telefon? Ich kann nicht glauben, wie lange es dauerte, dich zu finden.",
    "Hallo Schatz! Sind Sie nicht erschöpft? Du hast den ganzen Tag in meinen Gedanken gelaufen. Nackt, die meiste Zeit.",
    "Ich kann nicht schlafen - ich kann nur daran denken, was wir tun würden, wenn du hier mit mir wärst ...",
    "Veränder dich nie. Alles in Ordnung? Mach dich später nackt. XOXO",
    "Ich wollte dir nur sagen, dass du ein tolles Lächeln hast, aber es würde noch besser aussehen, wenn du später nur das trägst.",
    "Hey schön! Soll ich heute Abend kommen?",
    "Ich wünschte, ich würde neben dir liegen... nackt.",
    "Ich fühle mich wie ein Lichtschalter und kann es kaum erwarten, dass du mich anschaltst.",
    "Ich will dich so sehr.",
    "Zuerst zum Abendessen, oder können wir heute Abend direkt zum Dessert gehen?",
    "Hör auf, nackt an mich zu denken! Sheesh.",
    "Tolles Kleid. Tut mir leid, ich muss es heute Abend ausreißen.",
    "Ich sitze nicht gerne hier bei der Arbeit, wenn ich zu Hause sein könnte, um Dinge mit dir zu tun.",
    "Komm so schnell wie möglich.",
    "Sag deiner Brust, dass sie aufhört, mich in die Augen zu starren, wenn du um mich herum bist.",
    "Willst du heute Abend in meinem Bett zur Party kommen?",
    "Ich kann nicht aufhören, an all die lustigen Dinge zu denken, die wir gemeinsam tun könnten.",
    "Sind Sie müde? Du hast den ganzen Tag nackt in meinem Kopf gelaufen.",
    "Ist Ihr Körper eine Karte? Weil ich gerne reise.",
    "Abgesehen davon, dass du so schön und sexy aussiehst, was kannst du sonst tun?",
    "Ich habe etwas Schlagsahne gekauft – wollen Sie das Dessert sein?",
    "Twinkle twinkle, kleiner Stern, lass uns in meinem Auto lieben. Bis später!",
    "Möchtest du eine Sünde für deine nächste Beichte begehen? Lassen Sie es mir heute Abend wissen!",
    "Diese Jeans sahen dir früher wirklich gut aus, aber weißt du, was noch besser aussehen würde? Ich.",
    "Wenn du so gut in Kleidung aussiehst, kann ich mir nicht vorstellen, wie gut du aus ihnen aussehen wirst.",
    "Ich kann dich in meiner Zukunft sehen.  .. auf mir.",
    "Hey schön! Wir wurden ohne Kleidung geboren, also gehen wir zurück in die alten Tage nach unserem Date.",
    "Ich denke, ich könnte jetzt wahnsinnig mit dir ins Bett fallen.",
    "Ich kann sagen, dass du in Yoga bist, warum verbringst du mir nicht ein wenig Zeit damit, mir zu zeigen, wie flexibel du bist?",
    "Ich hoffe, dass ich später in deinem Kopf bin - stell dir mich vor, ohne etwas anzuziehen.",
    "Es regnet den ganzen Tag und heute Abend wird es verrückt kalt werden. Kann ich Sie zu meinen Covers hinzufügen?",
    "Nur damit Sie wissen, dass heute Abend unvergesslich sein wird.",
    "Hey da! Ich hoffe, du hast dich an meinen Namen erinnert, da du ihn später schreien wirst.",
    "Ich bin kein Zahnarzt, aber ich wette, ich könnte dir eine Füllung geben, wenn du willst.",
    "Hey! Hey! Mein Name ist Microsoft. Kann ich heute Abend nach unserem Date bei dir übernachten?",
    "Genau wie mein Lieblings-Frühstück, kann ich es kaum erwarten, dich umzukehren.",
    "Heute Abend, tun Sie so, als wäre ich ein Pirat und geben Sie mir die Beute. Bis später!",
    "Sind Sie Mulan? Weil ich will, dass du heute Abend mein Schwert handhabst.",
    "Ich werde deine Träume später wahr werden.",
    "Lassen Sie uns so tun, als wäre mein Bett der Ozean und machen einige Wellen.",
    "Haben Sie sich gerade auf meine \"To Do\"-Liste gesetzt?",
    "Wenn ich sagte, du hättest einen schönen Körper, würdest du ihn gegen mich halten?",
    "Dein Körper ist ein Wunderland, und ich möchte Alice sein.",
    "Sind deine Jeans Guess? Weil raten Sie mal, wer sie abnehmen will?",
    "Im Gegensatz zum Fernsehen mag ich es, wenn man nichts trägt.",
    "Sie schätzen Kultur? Weil ich dich gerne französisch küssen möchte.",
    "Du hast keine Ahnung, was du mit mir tust.",
    "Meine Muskeln sind nicht das einzige, was mich beeindruckt.",
    "Genau wie der Weihnachtsmann habe ich auch ein Geschenk für dich in meinem Schlitten. Wenn du kommst, gebe ich es dir.",
    "Du bist jede Sünde wert, die ich heute Abend mit dir begehen werde. XO",
    "Licht an oder aus später?",
    "Ich bin kein Genie, aber ich kann heute Abend deine wildesten Wünsche wahr werden.",
    "Ich habe eine Überraschung für Sie heute Abend, ich denke, Sie werden es mögen!",
    "Ich bin kein Fred Flintstone, aber ich kann dein Grundstein machen. Wir sehen uns dieses Wochenende!",
    "Ich kann es kaum erwarten, jeden letzten Teil deines Körpers zu küssen.",
    "Hat es weh getan, als du vom Himmel gefallen bist? Oh warte, du warst noch nicht in meinem Bett."
  ],
  "Dirty Pickup Lines for Her": [
    "Was macht ein netter Mensch wie du in einem schmutzigen Geist wie meinem?",
    "Sind Sie Little Caesars? Weil du heiß bist und ich bereit bin.",
    "Dein Körper besteht zu 60 Prozent aus Wasser und ich habe Durst.",
    "Kann ich mir einen Kuss leihen? Ich verspreche, ich gebe es zurück.",
    "Ich bin neu in der Stadt. Könnten Sie mir eine Anleitung zu Ihrer Wohnung geben?",
    "Ihre Kleidung sieht unbequem aus. Lassen Sie mich Ihnen aus ihnen helfen.",
    "Frühstück ist mein zweites Lieblings-Ding im Bett zu haben. Was ist dein?",
    "Ich glaube, du leidest an einem Mangel an Vitamin mir ... was denkst du?",
    "Baby, du bist so heiß, du machst den Äquator wie den Nordpol aussehen.",
    "Du bist so süß, dass du Hersheys Kisses aus dem Geschäft gebracht hast.",
    "Ich wünschte, du wärst Seife, damit ich dich über mich spüren konnte.",
    "Kennen Sie Ihr ABC? Weil ich dir den vierten Buchstaben des Alphabets geben will.",
    "Wenn es ein Verbrechen wäre, sexy zu sein, bist du schuldig!",
    "Dein Gürtel sieht sehr eng aus. Kann ich es für dich lösen?",
    "Fangen Sie gerne? Weil du mich gerade erwischt hast.",
    "Dieser Pullover sieht toll auf dir aus. Ich wette auch!",
    "Sind Sie ein Aufzug? Weil ich gerne mit dir hinauf und runter fahren würde.",
    "Sie mögen Wale? Weil wir zu mir zurückkehren können.",
    "Ich habe kein Interesse, Kinder zu haben, aber können wir trotzdem üben?",
    "Ich würde Sie gerne zu meiner Tür begleiten.",
    "Ich liebe dein Shirt, kann ich es morgens ausprobieren?",
    "Ich bin Künstler und mein Lieblingsstück ist Liebe.",
    "Sind Sie ein Seelöwe? Weil ich dich heute Abend in meinem Bett sehen kann.",
    "Das Outfit, das du trägst, würde in einem gekrumpelten Haufen neben meinem Bett toll aussehen.",
    "Lasst uns gemeinsam schlechte Entscheidungen treffen.",
    "Um klar zu sein, wir fahren heute Abend beide ins gleiche Bett, oder?",
    "Muss ich dein Paket unterschreiben?",
    "Ich bin Abenteurer und möchte dich erkunden."
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    "Sind Sie ein Feuerwerk? Ich habe gehört, du könntest knallen.",
    "Möchten Sie den besten Schlaf Ihres Lebens haben?",
    "Du bist die Milchkönigin und ich werde dein Burger King sein: Du behandelst mich richtig, und ich werde es auf deine Weise tun.",
    "Mein Name ist nicht Elmo, aber du kannst mich kitzeln, wann immer du willst.",
    "Du siehst heißer aus als mein Kaffee.",
    "Lasst uns Tischler spielen, damit wir uns gegenseitig knageln können.",
    "Haben Sie ein Handy in der Hintertasche? Weil deine Beute mich ruft.",
    "Ich habe versucht, mehr Wasser zu sparen ... wollen Sie zusammen duschen?",
    "Haben Sie Lucky Charms zum Frühstück? Weil du magisch lecker aussiehst!",
    "Wie ist Ihre Wärmetoleranz? Weil die Dinge würzig werden.",
    "Magst du Spiele? Wir sollten Strip Poker spielen.",
    "Ich habe eine Idee… Warum bin ich nicht Burger King und du McDonald’s? Ich werde es auf meine Weise haben, und du wirst es lieben.",
    "Arbeiten Sie für UPS? Ich hätte schwören können, dass ich dich gesehen habe, wie du mein Paket überprüfst.",
    "Sind Sie ein Supermarkt-Muster? Weil ich dich immer wieder haben will.",
    "Ich weiß, wie wir trainieren können, ohne das Bett zu verlassen.",
    "Lassen Sie mich meinen Stecker in Ihre Steckdose stecken, und wir können später etwas Strom erzeugen.",
    "Du bist wie ein Lagerfeuer, du bist heiß und ich will mehr.",
    "Sag mir nicht, was ich tun soll, es sei denn, du bist nackt.",
    "Dein Bett oder mein?",
    "Eine Nacht mit mir könnte dein Leben verändern.",
    "Ich fühle mich wie eine Lampe, weil du mich immer wieder angeschaltet hast.",
    "Trinkst du Soda? Weil du so süchtig aussiehst.",
    "Sie nennen mich Kaffee, weil ich so gut mache.",
    "Du bist wie meine Hausaufgaben, weil ich dich nicht mache, obwohl ich es auf jeden Fall tun sollte.",
    "Gut, dass ich CPR kenne, denn heute Abend werde ich dir definitiv den Atem wegnehmen.",
    "Hey! Hey! Schöne Beine - kann es kaum erwarten, sie in meinem Bett zu sehen.",
    "Machen wir wie ein Feuerwerk und knallen.",
    "Wollen Sie Dirty Dancing sehen oder spielen?",
    "Du kannst Andy sein, ich kann dein Woody sein und du kannst den ganzen Tag mit mir spielen.",
    "Vertrauen Sie mir, ich bin wie eine Mikrowelle und kann die Dinge in nur wenigen Sekunden heiß machen.",
    "Mir wurde immer gesagt, dass ich meinen Träumen folgen soll, also kann ich dir nach Hause folgen?",
    "Sind Sie Lightning McQueen? Weil du gerade meinen Motor angezündet hast.",
    "Ich kann nicht sagen, ob das ein Erdbeben war, oder ob du meine Welt ernsthaft erschüttert hast.",
    "Sind deine Eltern Bäcker? Weil du ein schönes Set Brötchen hast.",
    "Sie mögen Vulkane? Weil ich später ausbrechen könnte.",
    "Ist ein Ofen in der Nähe oder sind es nur wir? Ich spüre die Hitze.",
    "Bist du eine Tasse Tee? Weil du heiß bist.",
    "Ich spiele gerne Schach im Bett – willst du mir helfen, neue Positionen zu lernen?",
    "Wie Sabrina Carpenter weiß ich, dass ich es für dich taue.",
    "Genau wie Koffein zu spät am Tag, werde ich dich die ganze Nacht wach halten.",
    "Deine Lippen sehen einsam aus. Willst du sie meiner vorstellen?",
    "Willst du einen Aufenthalt mit mir in meinem Bett machen?",
    "Ich habe meine Schlüssel verloren, kann ich deine Hose überprüfen?",
    "Ich würde mein Eis aufgeben, um dich stattdessen zu schütteln.",
    "Es ist mir egal, ob du vegan bist. Ich habe das einzige Fleisch, das du brauchst.",
    "Ich bin kein Kassierer, aber du hast ein paar Dinge an dir, die ich gerne überprüfen würde!",
    "Kann ich dein Bild machen? Ich brauche es, um dem Weihnachtsmann zu zeigen, was ich zu Weihnachten will.",
    "Wenn ich dich wäre, würde ich mit mir schlafen.",
    "Stopp, drop und roll, Baby. Du brennst.",
    "Es muss einen Lichtschalter auf meiner Stirn geben, denn jedes Mal, wenn ich dich sehe, machst du mich an!",
    "Ihr Name ist Circe? Weil du mich zu einem Tier verwandelst.",
    "Deine Beine müssen müde sein, weil du die ganze Nacht durch meinen Kopf läuft."
  ],
  "Sexy Pick Up Lines": [
    "Du kannst die App jetzt löschen, ich bin hier.",
    "Haben Sie einen Namen? Oder kann ich dich mein nennen?",
    "Es muss etwas falsch mit meinen Augen sein - ich kann sie nicht von dir nehmen.",
    "Mein Name ist [dein Name], aber du solltest meine Telefonnummer hören.",
    "Deine Lippen sehen einsam aus. Möchten sie meine treffen?",
    "Ich bin derzeit kein Organspender, aber ich würde Ihnen gerne mein Herz geben.",
    "Wenn du mir einen Kuss leihen lässt, verspreche ich dir, dass ich ihn sofort zurückgebe."
  ],
  "Flirty Pick Up Lines": [
    "Ich habe eine Telefonnummer, Sie haben eine Telefonnummer - denken Sie über die Möglichkeiten nach.",
    "Ich habe all diese Gabeln und Messer. Ich brauche nur einen kleinen Löffel.",
    "Deine Hand sieht schwer aus, kann ich sie für dich halten?",
    "Ich dachte immer, Glück beginnt mit einem \"H\", aber es sieht aus, als ob es mit einem \"U\" beginnt.",
    "Haben Sie eine Karte? Ich habe mich in deinen Augen verloren.",
    "Bist du gerade aus dem Ofen gekommen? Weil du zu heiß bist.",
    "Ich glaube, wir haben uns schon einmal getroffen. Eigentlich egal, ich glaube, es war nur in meinen Träumen.",
    "Ich wette, meine Nummer klingt schöner als deine. Willst du es hören?",
    "Vertrauen Sie mir, ich bin nicht betrunken - ich bin nur von Ihnen betrunken.",
    "Haben Sie einen Spiegel? Weil ich uns zusammen sehen kann."
  ],
  "Corny Pick Up Lines": [
    "Ich hoffe, jemand weiß, wie man CPR macht, weil du mir gerade den Atem weggenommen hast.",
    "Du siehst ein wenig krank aus, du musst an Vitamin-Me-Mangel leiden.",
    "Sind Sie ein WiFi-Router? Weil ich eine Verbindung spüre.",
    "Haben Sie ein Band-Aid? Ich habe meine Knie gekratzt, als ich für dich fiel.",
    "Wenn du ein Transformator wärst, wärst du Optimus Fine.",
    "Lassen Sie uns ein Spiel spielen ... nicht verstecken und suchen, aber Menschen wie Sie sind schwer zu finden.",
    "Sie mögen Star Wars? Weil Yoda eine für mich ist.",
    "Ich glaubte nie an Liebe auf den ersten Blick, dann sah ich dich.",
    "Es ist gut, dass ich meine Bibliothekskarte habe, denn ich überprüfe Sie vollständig.",
    "Wenn schön zu sein ein Verbrechen wäre, würdest du schuldig sein.",
    "Meine Mutter hat mir gesagt, nicht mit Fremden online zu sprechen, aber ich mache eine Ausnahme für dich.",
    "Bist du in Hogwarts gegangen? Weil ich die Magie spüre.",
    "Ich bin wirklich froh, dass ich gerade eine Lebensversicherung gekauft habe, denn als ich dich sah, stoppte mein Herz.",
    "Wenn du ein Gemüse wärst, wärst du ein süßer Gurst."
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "Ihr Lächeln ist wunderschön.",
    "Ich glaube, wir haben uns in einem früheren Leben getroffen.",
    "Deine Augen sind wirklich schön.",
    "Du bist wie ein Engel.",
    "Deine Aura ist wirklich etwas Besonderes.",
    "Ich glaube, das Schicksal hat uns vereint.",
    "Deine Stimme ist wirklich beeindruckend.",
    "Vielleicht bist du die Person, die ich suche.",
    "Dein Lächeln hat mich ganz bezaubert.",
    "Ich spüre eine besondere Verbindung zwischen uns."
  ],
  "Frases para ligar en español": [
    "Ihr Lächeln ist wunderschön.",
    "Wir haben uns in einem früheren Leben kennengelernt.",
    "Deine Augen sind wirklich schön.",
    "Du bist wie ein Engel.",
    "Deine Aura ist wirklich etwas Besonderes.",
    "Ich glaube, das Schicksal hat uns vereint.",
    "Deine Stimme ist wirklich fesselnd.",
    "Du könntest die Person sein, die ich suche.",
    "Dein Lächeln hat mich völlig begeistert.",
    "Ich fühle eine besondere Verbindung zwischen uns."
  ],
  "Deutsche Anmachsprüche": [
    "Dein Lächeln ist wunderschön.",
    "Ich glaube, wir haben uns in einem früheren Leben kennengelernt.",
    "Deine Augen sind wirklich schön.",
    "Du bist wie ein Engel.",
    "Deine Aura ist ganz besonders.",
    "Ich glaube, das Schicksal hat uns zusammengeführt.",
    "Deine Stimme ist wirklich bezaubernd.",
    "Du könntest die Person sein, die ich suche.",
    "Dein Lächeln hat mich völlig verzaubert.",
    "Ich spüre eine besondere Verbindung zwischen uns."
  ]
}