{
  "Rizz pick-up lines": [
    "如果我能重新排列字母表，我会把“U”和“I”放在一起。",
    "你一定是Wi-Fi，因为我现在完全感觉到了连接。",
    "有人需要灯吗？因为我们是完美的搭档。",
    "即使没有重力，我仍然会爱上你。",
    "你和我就像Billboard 100——我们是全国最热门的单曲。",
    "这里热吗，还是只有你？",
    "我不是摄影师。但我完全想象我们在一起。",
    "你一定很晚才还图书馆的书，因为你身上到处都写着“好”。",
    "我该叫你达尔文吗？因为你完全是我的天择。",
    "对不起，你迷路了吗？世界性别歧视男女比赛就在隔壁。",
    "你一定累了，因为你整天都在我脑海里徘徊。",
    "我可以叫你谷歌吗？因为你有我想要的一切。",
    "我的眼睛一定有问题，因为我似乎无法把它们从你身上移开。",
    "你有地图吗？我只是迷了你的眼睛。",
    "我们见过面吗？我想我在梦里见过你。",
    "你相信一见钟情，还是我应该再次走过？",
    "我可以预测未来。而你也在其中。",
    "你是艺术家吗？因为你肯定引起了我的注意。",
    "你一定是个传奇，因为我听说过很多关于你的好话。",
    "我一直以为幸福始于“h”，但我才意识到它始于“u”",
    "我刚读完一本书，我想你会喜欢的。你为什么不过来把它捡起来呢？",
    "我正在研究历史上的重要日期，想知道你是否愿意成为其中之一。",
    "我可以叫你沃尔多吗？像你这样的人是不可能找到的。",
    "我能借个吻吗？我保证还给你。",
    "你知道我真的很想看到你穿什么吗？我的手臂。",
    "你是时间旅行者吗？因为我能和你一起看到我的未来。",
    "你一定是一张停车罚单，因为你全身都写满了罚款。",
    "如果你是个键盘手，你正是我喜欢的类型。",
    "你是投资吗？因为我把所有的时间都花在了你身上。",
    "如果生命有中心，你就是我围绕的太阳。",
    "你是GPS吗？因为你总是知道如何把我带到你身边。",
    "你是磁铁吗？因为我完全被你吸引了。",
    "你是奥利奥吗？因为我抓住了这个机会。",
    "你是铅笔吗？因为你在吸引我。",
    "你的灵兽不可能不是凤凰；你像魔法一样重新点燃了我的心。",
    "你是微风吗？因为你悄无声息地把我吓得魂飞魄散。",
    "甜蜜、令人无法抗拒、无法满足的——你是在偷偷吃巧克力饼干吗？",
    "你是银行贷款吗？因为你有我的兴趣。",
    "你是冰箱吗？因为你太酷了，不能忽视。",
    "你是停车位吗？因为我一直在寻找像你这样的人。",
    "当你身上到处都写着“查我”时，谁还需要借书证呢。",
    "你是手机充电器吗？因为没有你，我感觉死定了。",
    "你是5G网络吗？因为你让我立刻联系上了。",
    "你知道怎么破解吗？因为你完全偷走了我的心。"
  ],
  "Best rizz lines": [
    "我的名字是_____________，但今晚或明天请随时给我打电话。",
    "你的粉丝俱乐部接受新会员吗？因为我要报名了。",
    "我们是在自助排队吗？因为我完全在打量你。",
    "如果你是一则广告，那么你将成为其中的佼佼者。",
    "你是汽车贷款吗？因为你肯定引起了我的兴趣。",
    "我本想给你买杯酒，但那样我会嫉妒这杯酒的。",
    "我的专业是解剖学。想帮我学习吗？",
    "你有名字吗，或者我可以叫你我的名字吗？",
    "你有绷带吗？我刚刚为你摔倒擦伤了膝盖。",
    "你能猜出我的衬衫是什么做的吗？女孩/男朋友的材料。",
    "我可以送你回家吗？我一直相信追随我的梦想。",
    "我正在写一本关于数字的书。我刚刚意识到我没有你的。",
    "你是照相机吗？因为每次我看着你，我都会微笑。",
    "你喜欢乐高玩具吗？因为我认为我们可以一起建立关系。",
    "你从天上掉下来的时候疼吗？",
    "你一定是个磁铁。因为我感受到了吸引力。",
    "有人伤了你的心吗？因为你可以拥有我的。",
    "我很想带你去看电影，但我不想因为自己带零食而惹麻烦。",
    "你是扫帚吗？因为你刚刚把我吓得魂飞魄散。",
    "你的手看起来很重。我能帮你拿着吗？",
    "我们见过面吗？因为你看起来很像我的下一个女朋友/男朋友。",
    "我不相信一见钟情。直到我见到你。",
    "你太辣了，让我胃灼热得厉害。",
    "如果你爸爸是拳击手？因为你真是个了不起的人。",
    "你有时间吗？我见到你后就忘了。",
    "我可以成为你的雪花吗？我保证永远不会离开你的心。",
    "你是法国人吗？因为埃菲尔铁塔是给你的。",
    "你是Wi-Fi信号吗？因为我感觉到了一种强烈的联系。",
    "没有笔，就没有纸。..但是，你仍然引起了我的注意。",
    "你是一颗心吗？因为我永远不会停止为你而战。",
    "我相信追随我的梦想，所以你带路。",
    "如果美丽是一种犯罪，你就会被列入通缉名单。",
    "接吻是一种爱的语言。想和我开始一段对话吗？",
    "你是铁的吗？因为我没有得到足够的你。",
    "我们要喝咖啡吗？因为我喜欢你喝拿铁。",
    "你应该是没有“茉莉”的茉莉。",
    "你是迪士尼的乘客吗？因为我会永远等你。",
    "你是水吗？因为没有你，我会死的。",
    "我看你喜欢龙舌兰酒。这是不是意味着你会给我打一针？",
    "嘿，很抱歉打扰你，但我的手机肯定坏了，因为里面似乎没有你的号码。",
    "你是拳击手吗？因为你是一个完全淘汰。",
    "你在公开演讲吗？因为你让我很紧张。",
    "你擅长数学吗？我也没有；我唯一关心的是你的号码。",
    "我不信教，但你是我所有祈祷的答案。",
    "你的名字是艾尔莎吗？因为我不能让你走。",
    "你知道历史和你的区别吗？历史是过去，你是我的未来。",
    "我可以跟你回家吗？自从遇见你以来，我的心似乎绕了个弯。",
    "你是4月1日吗？因为我对你来说是个傻瓜。",
    "你是Krabby Patty公式吗？因为我想偷走你。",
    "你的名字叫查莫？因为你是热茶！",
    "你是乐高玩具吗？因为我永远不会放过你。",
    "你为美国国家航空航天局工作吗？因为你的美丽超乎寻常。",
    "数学太令人困惑了。它总是谈论“x和y”，从不谈论“你和我”",
    "你看起来很像我的下一个女朋友/男朋友/搭档。",
    "如果我每次看到像你这样可爱的人都有五分钱，我就有五分钱了。",
    "你看，我被你的美貌蒙蔽了双眼。我的保险公司需要你的姓名和电话号码。",
    "你是迪士尼乐园的人吗？他们说这是地球上最幸福的地方，所以我想无论你在哪里，它都会是。",
    "你是我的笔记本电脑吗？因为你真的很性感，我很担心。",
    "你在这个应用程序上有最好的笑容。你的秘密是什么——克雷斯特？",
    "你能给我拿杯水吗？我突然感到非常口渴。",
    "你是飞行的先驱之一吗？在我看来，你只是赖特。",
    "你的眼睛就像宜家。我完全迷失在其中。",
    "你是我解开的鞋带吗？因为我爱上你了。",
    "我想我在某本书里见过你。这真是精美的印刷品。",
    "我想让你知道，我100%致力于这段Tinder关系。",
    "你是模特吗？（没有。）哦，你什么时候辞职的？",
    "“你是停车罚单吗？因为你全身都写着‘罚款’。”",
    "“你相信一见钟情吗，还是我应该再次走过？”",
    "“除了漂亮，你靠什么谋生？”",
    "“如果你是蔬菜，你会是个可爱的累赘。”",
    "“我不是摄影师，但我可以拍下我们在一起的照片。”",
    "“你的名字是谷歌吗？因为你有我一直在寻找的一切。”",
    "“摸摸我的衬衫。知道它是什么做的吗？男朋友做的。”",
    "“你是田纳西州人吗？因为我只见到你十个人。”",
    "“如果吻是雪花，我会送你一场暴风雪。”",
    "“我不知道是什么，但你的笑容让我想约你出去喝咖啡。”",
    "“你一定是个魔术师，因为每当我看着你，其他人都会消失！”"
  ],
  "Smooth rizz lines": [
    "如果热是犯罪，你会被判终身监禁。",
    "你是晒伤了还是总是这么热？",
    "我们是同班同学吗？我可以发誓我们有化学反应。",
    "你是吉他手吗？因为你触动了我的心弦。",
    "你是碳样本吗？因为我想和你约会。",
    "你有除颤器吗？自从我们相遇以来，我的心跳一直在加速。",
    "我能给你拍张照吗？我的朋友们不相信天使的存在。",
    "你是键盘手吗？因为你正是我喜欢的类型。",
    "如果你和我是袜子，我们会是一双很棒的袜子。",
    "你是星巴克吗？因为我喜欢你喝拿铁。",
    "关于你，我只想改变一件事——你的姓氏。",
    "你一定是哈利·波特。因为每次我看着你，其他一切都消失了。",
    "你打棒球吗？因为我觉得你在我的联盟里。",
    "附近有机场吗？还是说，这只是我的心在飞翔？",
    "如果你是一种水果，你会是一个好苹果。",
    "我来了。你的另外两个愿望是什么？",
    "除了让我喘不过气来，你靠什么谋生？",
    "你很漂亮，我很可爱。我们在一起会很可爱。",
    "你的嘴唇似乎很孤独。他们想见我的吗？",
    "我一定是一片雪花。因为我爱上了你。",
    "我是新来的。我能知道去你家的路吗？",
    "你是篝火吗？因为你很性感，我想要更多。",
    "我朋友想知道你是否觉得我很可爱。",
    "你还好吗？看起来你缺乏维生素I。",
    "你爸爸是毕加索吗？因为你是一个真正的杰作。",
    "“我一定是去钓鱼了……因为你是完美的猎物。”",
    "“我的电话号码丢了，可以借你的吗？”",
    "“我很想带你去看电影，但他们不允许吃零食。”",
    "“没有笔，没有纸……但你还是吸引了我的注意力。”",
    "“我父母告诉我要追逐梦想——我想这意味着你最好开始跑步。”",
    "“不，我不是14岁，但我就是14岁的你。”",
    "“别介意我！我只是在追寻我的梦想。”",
    "“数学太令人困惑了。它总是谈论X和Y，从不谈论U和I。”",
    "你是田纳西州人吗？因为你是我唯一见到的十个人。",
    "你是圣诞节的早晨吗？因为我等你一年了。",
    "你是尼莫吗？因为我一直在找你。",
    "你是银行贷款吗？因为你有我的兴趣。",
    "我希望你知道心肺复苏术，因为你让我喘不过气来。",
    "你是太阳吗？因为我可以整天盯着你看，这值得冒险。",
    "你是海狸吗？因为DAM！",
    "你是键盘手吗？因为你正是我喜欢的类型。",
    "我妈妈说分享是关心，但不……你们都是我的！",
    "你是约翰·塞纳吗？因为我从来没有像你这样的塞纳女孩。",
    "是时候付钱了。这是本月的第一天，在我看来，你一直是免费的。",
    "你是光吗？因为你总是让我觉得很聪明。",
    "让你知道，我是个重罪犯。因为我爱你。",
    "你喜欢《星球大战》吗？因为尤达对我来说只有一个。",
    "你是鸡手指和薯条吗？因为我不在乎我有多少选择，我会永远选择你。",
    "幸好我有一张借书证，因为我一直在查你。",
    "你有创可贴吗？我的膝盖因为为你摔倒而疼。",
    "我们可能不是裤子，但我们会是一条很棒的裤子。",
    "你知道什么是美丽的吗？重复第一个单词。",
    "你的眼睛让我想起了宜家：很容易迷路。",
    "只是想让你知道：你的脸上有些可爱。",
    "你父母是面包师吗？他们确实做了一个可爱的馅饼。",
    "你有Instagram账号吗？因为我妈妈总是告诉我要追随我的梦想。",
    "我在Spotify上看到你了。你被列为最热门的单曲。",
    "我以为幸福是从h开始的，但我想它实际上是从u开始的。",
    "我打赌我知道你的生日是什么时候：十月。因为你是10。",
    "您的蓝牙是否已启用？我觉得我们可以配对。",
    "我希望你知道心肺复苏术，因为你让我喘不过气来。",
    "你超速了吗？因为你全身都写得很好。",
    "我需要一个房地产经纪人，你认识吗？我正试图在这里采取行动。",
    "“我不是精灵，但我可以让你的梦想成真。”",
    "“如果你是一首歌，你会是我最喜欢的重复。”",
    "“你太漂亮了，你让我心跳加速。”",
    "“我不知道这是什么，但你让我想成为一个更好的人。”",
    "“你就像一瓶好酒，随着时间的推移会变得更好。”",
    "“你的名字是WiFi吗？因为我感觉到了一种连接。”",
    "“你是我拼图中缺失的一块。”",
    "“我不是球员，我是你心中的守护者。”",
    "“你太美了，让太阳嫉妒。”",
    "“我要坦白一件事。我爱上你了。”",
    "“如果你是一本书，我会把你从头到尾读一遍。”",
    "4+4=8，但你+我=命运",
    "你累了吗？你整天都在我脑海里闪过。",
    "你最喜欢的饮料是什么？我这么问是为了知道我们第一次约会的时候该给你买什么。",
    "我应该向Spotify抱怨，因为它没有让你成为本周最热门的单曲。",
    "你踢足球吗？因为你是一个守护者。",
    "你看起来很面熟……我们一起上过课吗？我可以发誓我们有化学反应。",
    "我正在学习历史上的重要日期，想成为其中之一吗？",
    "他们说约会是一场数字游戏，我能得到你的吗？",
    "明天我给你发早上好的短信时，我应该发什么号码？",
    "你好，我叫[你的名字]，但你明天可以给我打电话。",
    "我可以向我的朋友展示你的个人资料，以证明天使确实存在吗？",
    "我的手机出了点问题，里面没有你的号码。"
  ],
  "Funny Rizz Lines": [
    "“嘿，我是微软。我今晚能去你家吗？”",
    "“如果我能重新排列字母表，我会把U和I放在一起。”",
    "“你是迪士尼的乘客吗？因为我会永远等你。”",
    "“你是Reddit上的故事吗？因为我会一直听你的。”",
    "“我看你喜欢龙舌兰酒。这是不是意味着你会给我一杯？”",
    "“你是学校的楼梯吗？因为你让我喘不过气来。”",
    "“我没有接电话了，但你可以在9点来接我。”",
    "我能借个吻吗？我保证还给你一个。",
    "如果你是变形金刚，你就是擎天柱。",
    "你是太阳吗？因为你很性感。",
    "你是电子烟吗？因为我永远不会利用你。",
    "我可以要你的球衣吗？因为我想知道你的名字和电话号码。",
    "我一定是个时间旅行者，因为我无法想象没有你的未来。",
    "你相信一见钟情，还是我应该再次走过？",
    "你是电灯开关吗？因为你让我兴奋。",
    "你是医生吗？因为你立刻让我感觉好多了。",
    "你一定是个杰作，因为我无法将目光从你身上移开。",
    "你是奶酪做的吗？因为你在找高达！",
    "你是我最喜欢的歌吗？因为我无法将你从脑海中抹去。",
    "我不是摄影师，但我可以拍下我们在一起的照片。",
    "你是钻石吗？因为你光芒四射！",
    "你喜欢钓鱼吗？因为你让我着迷了。",
    "你是在做梦吗？因为我不想醒来。",
    "如果你是一种水果，你会是一个好苹果。",
    "如果我能重新排列字母表，我会把U和I放在一起。",
    "如果我错了，请吻我，但地球绝对是平的。",
    "你是手机充电器吗？因为没有你，我快死了。",
    "我不是专业摄影师，但我绝对可以拍下我们在一起的照片。",
    "历史和你的区别在于，历史是过去，你是我的未来。",
    "你是键盘手吗？因为我想知道你是不是我喜欢的类型。",
    "你一定是一张停车罚单，因为你全身都写满了罚款。",
    "你是魔术师吗？因为每当我看着你，其他人都会消失。",
    "你的手看起来很重。要我帮你拿着吗？",
    "你有地图吗？因为我总是迷失在你的眼睛里。",
    "我本想向你展示我的世界，但你已经拥有一面镜子了。",
    "你一定是幸运符，因为你看起来神奇地美味。",
    "如果外表能杀人，那你就是大规模杀伤性武器。",
    "你有名字吗？或者我可以叫你我的吗？",
    "既然你只能说“B”，为什么还要拼写bee？当你只能说“C”时，为什么还要拼写see？当你只能说“我”时，为什么还要拼写爱？",
    "你是田纳西州人吗？因为你是我唯一看到的10个人。",
    "如果你喜欢阿拉丁，你可以扮演茉莉……但没有茉莉。",
    "如果你给我一杯，我就带龙舌兰酒来。",
    "你喜欢乐高玩具吗？因为我永远不会放过你。",
    "我应该提醒你，我是个重罪犯……因为我爱你。",
    "世界是平的——如果我错了，就吻我。",
    "我一定是个电灯开关，因为你肯定知道如何给我打开电源。",
    "迪士尼会很高兴的——我找到了他们失踪的公主！",
    "你有创可贴吗？因为我刚刚为你摔倒擦伤了膝盖。",
    "你的名字是奖学金吗？因为我认为我永远无法承受失去你。",
    "每次你出现，我的系统都崩溃了——你是编码错误吗？",
    "你是香蕉吗？因为我发现你脱皮了。",
    "你是篝火吗？因为你很性感，我想要更多。",
    "你的心是一个应用程序吗？因为我无法停止检查更新。",
    "你是密码吗？因为你让我尝试每一个组合来找出你。",
    "你让我想起了暑假——值得等待，绝对值得我需要的一切。",
    "你是辣酱吗？因为你让我的心燃烧着兴奋。",
    "如果外星人存在，你一定是外星人，因为你完全绑架了我的心。",
    "你就像一个西瓜：稀有、清爽，完全是一个西瓜。",
    "你是迷因吗？因为你整天都在我的脑海里。",
    "你走进来的那一刻，我的生活亮了起来——你是不是偷偷当电工？",
    "你让我感到压力重重，毫无准备，就像我没有参加的考试一样。",
    "你是仙人掌吗？因为你很聪明，但仍然很有魅力。",
    "你是爆米花吗？因为你让我的心砰砰直跳。",
    "你是三明治吗？因为你是我饥饿的对象。",
    "你爸爸是拳击手吗？因为你太棒了。",
    "你是爆胎了吗？因为没有你，我感到很沮丧。",
    "“你是从外太空来的吗？因为你的美貌超凡脱俗！（我是外星人，所以我们会相处得很好）”",
    "“我不是一个囤积者，但我真的想永远留住你。”",
    "“你有地图吗？我总是迷失在你的眼睛里。”",
    "“如果你是一个变压器，你就是擎天柱。”",
    "“我会说你像希腊女神一样美丽，但据我所知，你不是神话。”",
    "“你是时间旅行者吗？因为我和你一起看到了我的未来。”",
    "“你爸爸是面包师吗？因为你很可爱！”"
  ],
  "Cheesy Rizz Lines": [
    "“你焦虑吗？因为你让我心跳加速。”",
    "“我能借个吻吗？我保证会把它带回来的。”",
    "“你是鸡手指和薯条吗？因为我不在乎我有多少其他选择，我会永远选择你。”",
    "“你是Wi-Fi信号吗？因为我感觉连接很强。”",
    "“你叫艾尔莎吗？因为我永远不会让你走。”",
    "“你为美国国家航空航天局工作吗？因为你的美貌是超凡脱俗的。”",
    "“你是乐高吗？因为我从来不会把你当乐高。”",
    "“你是氧气吗？因为没有你我活不下去。”",
    "“你是电子烟笔吗？因为我永远不会用你。”",
    "“你的名字叫灰姑娘吗？因为我看到你带着我的心离开。”",
    "“你有25美分吗？我想打电话给我妈妈，告诉她我刚刚遇到了我的梦中情人。”",
    "“如果你是一个披萨，你会比其他人都大。”",
    "“你是从天上来的吗？因为你看起来像个天使。”",
    "“我不是牙医，但我可以给你一个甜美的微笑。”",
    "“你就像一颗流星，你在这里，然后你走得太快了。”",
    "“如果你是一辆车，你会是一辆法拉利。”",
    "“你是停车罚单吗？因为你全身都写着‘罚款’。”",
    "“你一定累了，因为你整天都在我脑海里徘徊。”",
    "“你相信一见钟情吗，还是我应该再次走过？”",
    "“你太热了，把我的冰棍都融化了。”"
  ],
  "Flirty Rizz Lines": [
    "“我不是摄影师，但我可以拍下我们在一起的照片。”",
    "“接吻是一种爱的语言。想和我聊聊吗？”",
    "“你厌倦了整天在我脑子里乱跑吗？”",
    "“你在公开演讲吗？因为你让我很紧张。”",
    "“这里热吗？还是只有你一个人？”",
    "“你是我的成绩吗？因为你的AF不好。”",
    "“你是字典吗？因为你给我的生活增添了意义。”",
    "“你最好系好鞋带，我不想你爱上别人。”"
  ],
  "Romantic Rizz Lines": [
    "“你是我最喜欢的歌吗？因为我无法把你从脑海中抹去。”",
    "“你是魔术师吗？因为每当我看着你，其他人都会消失。”",
    "“如果美丽是一种犯罪，你就会被列入通缉名单。”",
    "“如果我是一只猫，我会和你一起度过九辈子。”",
    "“我们不是前世见过面吗？因为我无法想象没有你的世界。”",
    "“我不信教，但你是我所有祈祷的答案。”",
    "“你有名字吗，或者我可以叫你我的名字吗？”",
    "“我一定是个时间旅行者，因为我无法想象没有你的未来。”"
  ],
  "Steamy Rizz Lines": [
    "你是过山车吗？因为我随时都会骑你。",
    "你是罗纳尔多吗？因为我认为我们应该得到梅西。",
    "你可以叫我弗雷德·弗林斯通，因为我会给你做床上的石头。",
    "你是海报吗？因为我想把你钉在墙上。",
    "你化妆了吗？因为我会花几个小时陪你。",
    "你真有魅力！我的拉链快掉下来了。",
    "你是海狮吗？因为我想“海”你“狮子”在我的床上。",
    "你是电灯开关吗？因为你让我兴奋。"
  ],
  "Creative Rizz Lines": [
    "“你妈妈是艺术家吗？因为她做了一件杰作。”",
    "“你是约翰·塞纳吗？因为我从来没有见过像你这样的塞纳女孩。”",
    "“你是中国人吗？因为我是中国人。”",
    "“我房间里正在打折——所有衣服都打八折。想下订单吗？”",
    "“你是韩国人吗？因为我觉得你是我的首尔伙伴。”",
    "“我很生气，因为我刚刚听了Spotify的“最热门单曲”播放列表，而你不在那里。”",
    "“是时候付钱了，因为你一直住在我的脑海里，不用交房租。”",
    "你是Spotify Premium版的生活——更好，完全没有广告。",
    "你什么时候开始交房租，因为在我看来，你是免费的。",
    "你是满月吗？因为我无法停止对你咆哮。",
    "你有想法吗？因为我无法停止想你。",
    "你一定是45度角，因为你很敏锐。",
    "你有铅笔吗？因为我想抹去你的过去，书写我们的未来。",
    "你的感觉很好，你可能只是一个90度的角度。",
    "你是花园吗？因为我喜欢你。",
    "你喜欢甜甜圈吗？因为我深深地爱着你。",
    "你打喷嚏了吗？因为我无法停止想你。",
    "苹果嫉妒吗？因为你偷走了他们作为我掌上明珠的地位。",
    "你是黑寡妇吗？因为每次见到你，我都会被你的网缠住。",
    "我想我们在听音乐会，因为每次见到你，我的心都会砰砰直跳。",
    "就像一张反向的Uno牌，你彻底改变了我的世界。",
    "你就像阴谋论一样神秘而难忘。",
    "你是Matrix中的小故障吗？因为你太好了，不可能是真的。",
    "你是我的手机吗？因为我不能把手从你身上移开。",
    "你是Snapchat的常客吗？因为我想让这一切永远持续下去。",
    "你的名字是谷歌吗？因为你已经得到了我一直在寻找的一切。",
    "你是手机充电器的一部分吗？因为没有你，我快死了！"
  ],
  "Clever Rizz Lines": [
    "“你是键盘手吗？因为你正是我喜欢的类型。”",
    "“你是手机充电器的一部分吗？因为没有你，我快死了！”"
  ],
  "Cute Rizz Lines": [
    "“当我还是个孩子的时候，我经常追逐蝴蝶。现在你在这里把它们带到我身边。”",
    "“你是谷歌吗？因为你就是我一直在寻找的一切。”",
    "“你是草莓吗？因为我会一直挑你。”",
    "“我最喜欢的词是‘宇宙’，因为它以U N I开头。”",
    "“我的Wi-Fi是4G，但我的心是4U。”",
    "“你父母是面包师吗？因为你是个可爱的馅饼。”",
    "“你是浆果吗？因为你是我喜欢的浆果。”",
    "你是我生命中最喜欢的时刻的书签。",
    "你是时区吗？因为和你在一起的每一刻都是合适的时机。",
    "你似曾相识吗？因为我觉得我们注定要一次又一次地发生。",
    "你让我摔倒的感觉就像重力。",
    "你是饼干吗？因为你让我因欲望而崩溃。",
    "你是春天吗？因为每次你来，我周围的一切都会绽放。",
    "你的引力和黑洞的引力一样不可否认。",
    "你是云吗？因为每次见到你，都是一线希望。",
    "你是摩天轮吗？因为你让我头晕目眩。",
    "你是厨师吗？因为你已经准备好了我完美一天的所有食材。",
    "你的笑声是一首歌吗？因为这是我唯一需要的旋律。",
    "你的存在像重力吗？因为我无法摆脱你的诱惑。",
    "你是奶昔吗？因为每次我靠近你，我都觉得自己完美地融入了其中。",
    "你是一部经典小说吗？因为我想一辈子都读你的每一页。",
    "你一定是一个星座，因为当你在我身边时，我的世界会完美地对齐。",
    "你是蓝图吗？因为你的设计很适合我的心。",
    "你要一杯酒吗？因为每次我在你身边，我都会被你的美丽陶醉。",
    "你一定是月亮，因为即使在最黑暗的夜晚，你也照亮了我的生活。",
    "你的名字是家庭作业吗？因为即使在我应该学习的时候，我也无法停止想你。",
    "你是一篇散文吗？因为我可以整天写你的事。",
    "你绝对是个鞭炮，因为你瞬间照亮了我的世界。",
    "你是GPS吗？因为我迷失在你的方向。",
    "你是风暴吗？因为当你到达时，你动摇了我以为我知道的一切。",
    "你就像一朵花，因为我离你越近，就越觉得自己在开花。",
    "你是交响乐团吗？因为当你走进房间时，你在我的灵魂中创造了一首旋律。",
    "你就像一束阳光，因为你如此明亮，我无法移开目光。",
    "你是焦糖细雨吗？因为你让一切变得更甜。",
    "你是棱镜吗？因为每次我看着你，我都会看到各种各样的可能性。",
    "你的气场是日落吗？因为你散发出一种温暖和美丽，让一切都发光。",
    "你看起来像个影子，因为我似乎离不开你。",
    "“你是泰迪熊吗？因为我想整晚都抱着你。”",
    "“你像纸杯蛋糕一样甜。”",
    "“我能借个吻吗？我保证会还给你的。”",
    "“你是我最喜欢的问候，也是我最艰难的告别。”",
    "“我觉得你很可爱。”",
    "“如果你是一朵花，你会是一朵玫瑰。”",
    "“你让我的心像热天的冰淇淋一样融化。”",
    "“你是在做梦吗？因为我不想醒来。”",
    "“你是阴天的阳光。”",
    "“我会说你像希腊女神一样美丽，但据我所知，你不是神话。”",
    "“你是我微笑的原因。”",
    "他们说没有什么是永恒的。想成为我的虚无吗？",
    "任何说迪士尼是世界上最幸福的地方的人，从来没有站在你旁边。",
    "你是时间旅行者吗？因为我可以在未来见到你。",
    "我不是摄影师，但我可以拍下你和我在一起的照片。",
    "你是法国人吗？因为埃菲尔铁塔是给你的。",
    "猜猜我穿的是什么？你给我的微笑。",
    "你父母是面包师吗？因为你很可爱。",
    "我已经准备好了一条好的搭讪线，但你长得太好看了，我简直说不出话来。",
    "我想我的手机出了点问题。你能打个电话看看它是否有效吗？",
    "是太阳出来了，还是你只是对我微笑？",
    "你介意捏我一下吗？你太可爱了，我一定是在做梦。",
    "如果我有一台时光机，我会用它来重温这一刻。"
  ],
  "Poetic Rizz Lines": [
    "“如果每次想起你，我都有一朵玫瑰，我只会有一朵，因为你从未离开过我的脑海。”",
    "“如果我能重新安排宇宙，我会用你代替太阳——你的美丽比任何一颗星星都亮。”",
    "“即使太阳消失了，你的光也是我穿过黑暗所需要的一切。”",
    "“我是笔，你是荧光笔。我书写我们的未来，你让它更加光明。”",
    "“如果你死了，我会嫉妒地球，因为她会永远抱着你。”",
    "“你偷走了我的心、我的眼睛和我的思想——剩下的只有我的姓氏。”",
    "“如果爱情是战场，那么你就是我为之奋斗的胜利。”",
    "“你是太阳吗？因为你给了我的世界生命。”"
  ],
  "Classic Rizz Lines": [
    "“我希望你知道心肺复苏术，因为你让我喘不过气来。”",
    "“你是停车罚单吗？因为你全身都写满了罚款。”",
    "“你看起来很像我的下一个搭档。”",
    "“你有地图吗？因为我刚刚在你的眼睛里迷路了。”",
    "“你知道什么是美丽的吗？重复第一个词。”",
    "“你是法国人吗？因为埃菲尔铁塔是给你的。”",
    "“你真好，你让我牙疼。”",
    "“如果你是变形金刚，你就是擎天柱。”"
  ],
  "Witty Rizz Lines To Say": [
    "你是三角形吗？因为你是个急性子。",
    "你叫什么名字来着？我可以叫你我的吗？",
    "你是停车罚单吗？因为你全身都写得很好。",
    "我是微软。今晚我能去你家吗？",
    "你进过监狱吗？因为长得这么好看应该是违法的。",
    "我们一起上学吗？我可以发誓我们有化学反应。",
    "你是魔术师吗？因为每次我看着你，其他人都会消失。",
    "你的名字是谷歌吗？因为你拥有我一直在寻找的一切。",
    "如果你是一个植物人，你会是一个可爱的累赘。",
    "你是铜和碲做的吗？因为你是Cu Te。",
    "你是照相机吗？因为每次我看着你，我都会微笑。",
    "你是外星人吗？因为你刚刚绑架了我的心。",
    "你喜欢葡萄干吗？你觉得约会怎么样？",
    "你的名字是沃尔多吗？因为像你这样的人很难找到。",
    "你的名字是Ariel吗？因为我们彼此都是美人鱼。",
    "如果外表能杀人，那你就是大规模杀伤性武器。"
  ],
  "Funny Tinder pickup lines": [
    "你是否曾在夜晚躺下，仰望星空，思考世界上所有混乱的事情？比如，为什么冰箱里有d，但冰箱里没有d？",
    "你想听鬼的笑话吗？（是的。）这就是精神！",
    "你真的很可爱，但这是交易破坏者：你喜欢还是不喜欢葡萄干？（不管他们怎么回答，给他们一个日期。）",
    "老实说：这场比赛对你来说也是一见钟情吗？",
    "玫瑰是红色的。紫罗兰是蓝色的。我是尤达，你愿意和我一起出去吗？",
    "你是法国人吗？因为埃菲尔铁塔是给你的。",
    "你在捉迷藏游戏方面一定很厉害。像你这样的人很难找到！",
    "听着，我不会跟你调情的。我只会对一个特别有魅力的人格外友好。",
    "我在研究历史上的重要日期。你想成为我的吗？",
    "你喜欢百吉饼吗？因为你是贝伊的目标。",
    "如果你是一种水果，你会是一个好苹果。",
    "你知道我和小美人鱼有什么共同点吗？我们都想成为你们世界的一部分。"
  ],
  "Cheesy Tinder pickup lines": [
    "你是从太空来的吗？因为你长相出众。",
    "如果你是一个植物人，你会是一个可爱的累赘。",
    "举着马苏里拉奶酪排队的人叫什么？一条俗气的皮卡线。",
    "你曾经去钓鱼吗？因为你是个真正的猎物。",
    "你是澳大利亚人吗？因为你满足了我所有的考拉要求。",
    "玫瑰是红色的。紫罗兰是蓝色的。我怎么这么幸运能和你比赛？",
    "如果你是泰瑟枪，你会被电击晕的。",
    "你踢足球吗？你看起来像个守门员。",
    "你是园丁吗？我喜欢你的郁金香。",
    "北极熊的体重是多少？足以打破僵局！",
    "你掉进一堆糖里了吗？你看起来超级可爱。",
    "你喜欢奶酪吗？你愿意和我一起睡一会儿吗？",
    "如果我能重新排列字母表，我会把U和I放在一起。",
    "你怎么称呼一群举起马苏里拉奶酪的人？一条俗气的皮卡线。",
    "你的鞋带系好了吗？我不想你爱上别人。",
    "你是停车罚单吗？因为你全身都写着“好”。",
    "在1到10的范围内，你是9…因为我是你需要的1。",
    "你相信一见钟情，还是我应该再次走过？",
    "你是猫吗？因为我爱上了你。",
    "我数学不太好，但我可以给你应得的价值。",
    "我不是电工，但我可以照亮你的一天。",
    "你是谷歌吗？你有我要找的一切。",
    "要葡萄干吗？不？约会怎么样？",
    "你是田纳西州人吗？因为你是我唯一看到的10个人。",
    "想出去和我一起呼吸新鲜空气吗？你简直让我喘不过气来。",
    "我不知道那是地震，还是你刚刚严重震撼了我的世界。",
    "你是牙医吗？当我看到你时，我的笑容变得更加灿烂。",
    "你知道我和小美人鱼有什么共同点吗？我们都想成为你们世界的一部分。"
  ],
  "Genuine Tinder pickup lines": [
    "你上一次喜欢的歌曲/电影/电视节目是什么？",
    "用三个表情符号描述自己。I'm：（添加你自己的表情符号。）",
    "我最喜欢的搭讪台词是：（在这里插入一条荒谬的搭讪台词）。你的是什么？",
    "如果你能成为世界上任何一种动物24小时，你会选择哪种？",
    "泰坦尼克号。那是我的破冰船。怎么了",
    "好吧，这里有一个谜语，而不是Tinder的搭讪线：你必须在三个房间之间做出选择：一个充满了火，一个充满刺客，一个满是三年没吃东西的狮子。哪个最安全？（这是狮子的房间，因为它们都死了。）",
    "最受欢迎的三大犬种：加油！",
    "准备好迎接GIF战争了吗？这是我有史以来最喜欢的GIF：（添加你自己的GIF——我们推荐时髦的美洲驼。）你能打败它吗？",
    "那么，当我们的朋友问我们是怎么认识的，我们该怎么告诉他们呢？",
    "如果你现在可以在世界上的任何地方，你会在哪里？",
    "你看起来很酷。让我们做朋友，互相了解，从那里开始。",
    "忘记破冰船吧。让我们来谈谈好东西：什么给你带来最大的快乐？"
  ],
  "Tinder pickup lines for guys": [
    "你看起来很面熟！我们一起上过化学课吗？",
    "你是我的阑尾吗？因为我心里有种想带你出去的感觉。",
    "我刚买了一支防接吻的口红，我想试一下。",
    "在1到10的范围内，我是9。但你是我需要的人。",
    "我想疫情远未结束，因为你的笑容具有传染性。",
    "我听说你喜欢坏女孩。嗯，我在很多事情上都不擅长。",
    "我认识你吗？你看起来很像我的下一个男朋友。",
    "你是个好拥抱者吗？因为如果是这样，我可能会让你加入我的帮派。",
    "你相信一见钟情吗，还是我应该删除这场比赛再试一次？",
    "如果你能成为任何漫画人物，你会是谁？",
    "当你有借书证的时候，玩得开心并不难，但我不需要借书证来帮你借阅。",
    "你知道你的个人资料中最有趣的是什么吗？",
    "你是我的烤箱吗？因为你很性感，我想让你给我做晚饭。"
  ],
  "Tinder pickup lines for girls": [
    "你不知道我需要向左滑动多少次才能找到你。",
    "你愿意做我的Tinderella吗？",
    "我们现在就定一个周年纪念日吧。",
    "我做的薄煎饼不好吃，我做的煎饼很好吃。早午餐？",
    "叫我史莱克就好了，因为我是你的食人魔高跟鞋。",
    "你是我丢失的行李吗？因为我一直很难找到你。",
    "你太漂亮了，我忘了我最好的搭讪台词。",
    "你看起来不错。想共享Netflix密码（以及日期）吗？",
    "你很漂亮，我很可爱。我们在一起可以很可爱！",
    "你知道今晚的菜单上有什么吗？我不是你。",
    "我其实没那么高。我只是坐在我的钱包上。",
    "我刚刚成为一名器官捐献者，所以我可以把我的心脏给你。",
    "你最近去看医生了吗？我觉得你缺少一些维生素。"
  ],
  "Bold rizz pick-up lines": [
    "“我不是一个赌徒，但我敢打赌，我们在一起会很棒。”",
    "“你很好，我愿意冒这个险。”",
    "“我不会撒谎，我完全被你迷住了。”",
    "“我通常不会这么前卫，但你值得。”",
    "“说实话，我一直在想你。”",
    "“你是我见过的最漂亮的女人。”",
    "“我不怕说，我想我爱上你了。”",
    "“我不是约你出去，我告诉你。”",
    "“你今晚要和我一起回家。”（使用时要格外小心，只有在适合具体情况的情况下！）",
    "“我会后悔的，但是……你想吻我吗？”",
    "“我不知道你是怎么回事，但你让我想把谨慎抛到九霄云外。”"
  ],
  "Flirty rizz pick-up lines": [
    "“你内在和外在一样漂亮吗？”",
    "“我想找个时间带你出去喝咖啡……或者喝点更浓的？”",
    "“你的笑容可以照亮一个房间。”",
    "“我忍不住注意到你有多漂亮。”",
    "“你是那种让我心跳加速的女人。”",
    "“我不知道你是怎么回事，但你让我觉得自己还活着。”",
    "“你是那种我可以共度余生的女人。”",
    "“我不知道你的故事是什么，但我很想听听。”",
    "“你很有幽默感。”",
    "“你太令人陶醉了，我感到头晕目眩。”",
    "“当我在你身边时，我感觉像蝴蝶一样。”"
  ],
  "Corny rizz pick-up lines": [
    "“你是魔术师吗？因为每当我看着你，其他人都会消失！”",
    "“我不是摄影师，但我可以拍下我们在一起的照片。”",
    "“你是田纳西州人吗？因为我只见到你十个人。”",
    "“如果你是蔬菜，你会是个可爱的累赘。”",
    "“你的名字是谷歌吗？因为你有我一直在寻找的一切。”",
    "“摸摸我的衬衫。知道它是什么做的吗？男朋友做的。”",
    "“你是停车罚单吗？因为你全身都写着‘罚款’。”",
    "“我不是器官捐献者，但我很乐意把我的心脏给你。”",
    "“你是相机吗？因为每次我看着你，我都会微笑。”",
    "“你喜欢葡萄干吗？约会怎么样？”",
    "“如果你是一种水果，你会是一个好苹果。”",
    "“你是营火吗？因为你很热，我想要更多。”"
  ],
  "Dirty Pickup Lines": [
    "你一定是我的Tinderella，因为我要让那件衣服在午夜消失。",
    "我今天感觉不舒服，但你完全让我兴奋。",
    "你穿那套衣服很好看，但我打赌你穿生日装会更好看。",
    "你是馅饼吗？因为我想和你分一杯羹。",
    "如果我请你吃晚饭，你会做甜点吗？",
    "如果我是法官，我会判你上床睡觉。",
    "你太性感了，我的拉链都为你掉下来了。",
    "你一定是冰淇淋，因为我想舔你。",
    "我要把你加到我的待办事项清单上。今晚我可以为你送行吗？",
    "把你的车钥匙给我，这样我就可以把你逼疯了。",
    "我尝不到我的樱桃唇彩！你能试试吗？"
  ],
  "Dirty Pickup Lines for Him": [
    "你在用眼睛给我脱衣服吗？！",
    "我知道一个很好的方法来消耗饮料中的卡路里。",
    "好漂亮的裤子。我能劝你摆脱他们吗？",
    "如果你给我看你的，我就给你看我的棕褐色线条。",
    "你的眼睛没有秘密。他们已经告诉我，你今晚要和我一起回家。",
    "感觉这将是我们俩都睡不着的夜晚之一。",
    "你的眼睛想剥掉我的衣服吗？！",
    "你的身体将伴随你的余生；我今晚只想要它。",
    "你喜欢熏肉吗？想脱衣吗？",
    "今年想帮我上圣诞老人的淘气榜吗？",
    "我打赌你脱下衣服看起来和穿上衣服一样完美。",
    "如果你是《料理鼠王》中的一个角色，你就是我平淡汤的调味品。",
    "我最近对事情了如指掌。你想成为他们中的一员吗？",
    "今晚我自愿成为你的受害者，因为你显然是为了杀人而打扮的。",
    "你相信因果报应吗？因为我知道一些好的“因果报应”经体位，我们可以试试。",
    "你今天早上整理床铺了吗？想一起取消吗？",
    "你的名字是以“C”开头的吗？因为我可以“C”我们下车。",
    "我们做个交易吧：如果你给我做早餐，我就给你做晚饭。",
    "我觉得你不裸体很令人不安。",
    "我爱我的床，但我宁愿躺在你的床上。",
    "昨晚我做了一个最疯狂的梦…你也在里面！"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    "嘿，美女！今晚除了我，你还有什么计划？",
    "我家现在有大减价，衣服打八折。你想来吗？",
    "我只是在想你…我所有的血都流到了南方。回头见！",
    "我迫不及待地想向你展示你让我多么兴奋。",
    "我一直在练习一些按摩技巧。以后愿意做我的志愿者吗？",
    "我希望我现在和你在一起。我不知道我的身体还能等多久才能看到你的身体。",
    "你是我的手机吗？我简直不敢相信我花了多长时间才找到你。",
    "嗨，小可爱！你不累吗？你整天都在我的脑海里徘徊。大部分时间都是裸体的。",
    "我睡不着——我满脑子想的都是，如果你和我在一起，我们会做什么…",
    "永远不要改变。可以？稍后裸体。亲亲抱抱",
    "我只是想告诉你，你的笑容很灿烂，但如果你以后只穿这个，看起来会更好。",
    "嘿，美女！我今晚应该过来吗？",
    "我希望我躺在你旁边…赤身裸体。",
    "我感觉就像一个电灯开关，我迫不及待地想让你打开我的电源。",
    "我非常想要你。",
    "先吃晚饭，还是我们今晚直接吃甜点？",
    "别再想我裸体了！Sheesh。",
    "漂亮的衣服。很抱歉，今晚晚些时候我不得不把它拆开。",
    "我不喜欢坐在这里工作，而我可以在家里为你做事情。",
    "请尽快过来。",
    "当你在我身边时，告诉你的胸部不要盯着我的眼睛看。这总是让我分心。",
    "今晚想来我床上参加聚会吗？",
    "我无法停止思考我们可以一起做的所有有趣的事情。",
    "你累了吗？你一整天都在我脑海里裸奔。",
    "你的身体是地图吗？因为我喜欢旅行。",
    "除了看起来如此美丽和性感，你还能做什么？",
    "我买了些生奶油，想当甜点吗？",
    "一闪一闪，小星星，让我们在我的车里做爱吧。回头见！",
    "你想在下一次忏悔中犯罪吗？今晚告诉我！",
    "你早些时候穿那条牛仔裤真的很好看，但你知道什么会更好看吗？我。",
    "如果你穿得这么好看，我无法想象你穿起来会有多好看。",
    "我能看到你在我的未来。..在我身上。",
    "嘿，美女！我们生来就没有衣服，所以让我们在约会后回到过去。",
    "我想我现在可能会疯狂地和你上床。",
    "我看得出来你很喜欢瑜伽，你为什么不花点时间告诉我你有多灵活？",
    "我希望我以后会出现在你的脑海里——想象一下我什么都没穿。",
    "雨下了一整天，今晚会冷得要命。我可以把你加到我的封面上吗？",
    "如你所知，今晚将是难忘的。",
    "嘿！我希望你记得我的名字，因为你以后会尖叫的。",
    "我不是牙医，但我敢打赌，如果你愿意，我可以给你补牙。",
    "嘿！我的名字是微软。今晚约会后，我可以去你家吗？",
    "就像我最喜欢的早餐一样，我迫不及待地想把你翻过来。",
    "今晚，假装我是海盗，把战利品给我。回头见！",
    "你是木兰吗？因为我想让你今晚处理我的剑。",
    "我稍后会让你的梦想成真。",
    "让我们假装我的床是大海，制造一些波浪。",
    "你刚刚把自己放在我的“待办事项”清单上了吗？",
    "如果我说你有一个美丽的身体，你会反对我吗？",
    "仅供参考，你的身体是一个仙境，我想成为爱丽丝。",
    "你的牛仔裤是Guess吗？因为猜猜谁想把它们摘下来？",
    "与电视不同，我喜欢你什么都不开的时候。",
    "你欣赏文化吗？因为我想法式吻你。",
    "你不知道你对我做了什么。",
    "我的肌肉并不是我唯一令人印象深刻的地方。",
    "就像圣诞老人一样，我的雪橇上也有一份礼物送给你。如果你过来，我就给你。",
    "你值得我今晚和你犯下的每一个罪。XO",
    "稍后开灯还是关灯？",
    "我不是精灵，但今晚我可以实现你最疯狂的愿望。",
    "今晚晚些时候我给你一个惊喜……我想你会喜欢的！",
    "我不是弗雷德·弗林斯通，但我可以做你的基石。这个周末见！",
    "我迫不及待地想亲吻你身体的每一部分。",
    "你从天上掉下来的时候疼吗？哦，等等，你还没睡过我的床。"
  ],
  "Dirty Pickup Lines for Her": [
    "像你这样善良的人，在我这样肮脏的头脑里做什么？",
    "你是小凯撒吗？因为你很性感，我已经准备好了。",
    "你的身体有60%是水…我渴了。",
    "我能借个吻吗？我保证会还给你的。",
    "我是新来的。你能给我指路去你的公寓吗？",
    "你的衣服看起来不舒服。让我帮你摆脱它们。",
    "早餐是我第二喜欢在床上吃的东西。你的是什么？",
    "我觉得你缺乏维生素…你怎么看？",
    "宝贝，你太热了，你让赤道看起来像北极。",
    "你太贴心了，竟然让好时之吻破产了。",
    "我希望你是肥皂，这样我就能感觉到你在我身上。",
    "你知道你的ABC吗？因为我想给你字母表的第四个字母。",
    "如果性感是犯罪，你就会被指控有罪！",
    "你的腰带看起来很紧。我可以帮你把它松开吗？",
    "你喜欢钓鱼吗？因为你刚刚抓住了我。",
    "你穿那件毛衣真好看。我打赌我也会的！",
    "你是电梯吗？因为我很想和你一起上下。",
    "你喜欢鲸鱼吗？因为我们可以回到我家。",
    "我对生孩子没有兴趣，但我们还能练习吗？",
    "我想送你回我家门口。",
    "我喜欢你的衬衫，我早上可以试穿吗？",
    "我是个艺术家，我最喜欢做的事情就是爱。",
    "你是海狮吗？因为今晚我可以在我的床上和狮子出海。",
    "你穿的那套衣服放在我床边皱巴巴的一堆里会很好看。",
    "让我们一起做出一些糟糕的决定。",
    "需要明确的是，我们今晚都要去同一张床，对吧？",
    "我必须签收你的包裹吗？",
    "我是个冒险家，我想探索你。"
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    "你是烟花吗？我听说你可能会砰的一声。",
    "想拥有你一生中最好的过夜吗？",
    "你是乳制品女王，我是你的汉堡王：你对我好，我会按你的方式做。",
    "我的名字不是埃尔莫，但你可以随时挠我痒痒。",
    "你看起来比我的咖啡还辣。",
    "让我们玩木匠游戏，这样我们就可以互相钉钉子了。",
    "你后口袋里有手机吗？因为你的战利品在召唤我。",
    "我一直在努力节约用水…想一起洗澡吗？",
    "你早餐吃幸运咒了吗？因为你看起来神奇地美味！",
    "你的耐热性怎么样？因为事情会变得很辣。",
    "你喜欢游戏吗？我们应该玩脱衣扑克。",
    "我有个主意……为什么我不做汉堡王，你做麦当劳？我会按我的方式去做，你会喜欢的。",
    "你在UPS工作吗？我可以发誓我看见你在检查我的包裹。",
    "你是超市的样品吗？因为我想一次又一次地拥有你。",
    "我知道如何在不离开床的情况下锻炼身体。",
    "让我把插头插进你的插座，我们以后可以发电。",
    "你就像篝火…你很热，我想要更多。",
    "除非你赤身裸体，否则不要告诉我该怎么做。",
    "你的床还是我的？",
    "和我在一起的一晚可能会改变你的生活。",
    "我感觉自己像一盏灯，因为你一直在给我开灯。",
    "你喝苏打水吗？因为你看起来很狡猾。",
    "他们叫我咖啡，因为我磨得很好。",
    "你就像我的家庭作业，因为我没有做你，尽管我绝对应该做。",
    "幸好我知道心肺复苏术，因为今晚，我肯定会让你大吃一惊。",
    "嘿！漂亮的腿——迫不及待地想在我床上看到它们。",
    "让我们像烟花一样爆炸。",
    "你想看或表演《辣身舞》吗？",
    "你可以做安迪，我可以做你的伍迪，你可以整天和我一起玩。",
    "相信我，我就像一台微波炉，可以在几秒钟内让东西变热。",
    "我总是被告知要追随我的梦想，那么我可以跟着你回家吗？",
    "你是闪电麦昆吗？因为你刚刚启动了我的引擎。",
    "我不知道那是地震，还是你刚刚严重震撼了我的世界。",
    "你父母是面包师吗？因为你有一套漂亮的面包。",
    "你喜欢火山吗？因为我以后可能会爆发。",
    "附近有烤箱吗，还是只有我们？我能感觉到热。",
    "你想喝杯茶吗？因为你热得要命。",
    "我喜欢在床上下棋——想帮我学习一些新的姿势吗？",
    "就像萨布丽娜·卡彭特一样，我知道我为你献上了山露。",
    "就像咖啡因在一天中摄入太晚一样，我会让你彻夜难眠。",
    "你的嘴唇看起来很孤独。想把他们介绍给我吗？",
    "想和我一起在床上度假吗？",
    "我把钥匙丢了…我能看看你的裤子吗？",
    "我宁愿放弃我的冰淇淋，用勺子喂你。",
    "我不在乎你是不是素食主义者。我得到了你唯一需要的肉。",
    "我不是收银员，但你身上有几样东西我想结账！",
    "我能给你拍张照吗？我需要它来向圣诞老人展示我想要什么圣诞礼物。",
    "如果我是你，我会和我睡在一起。",
    "停下，放下，滚动，宝贝。你着火了。",
    "我额头上一定有个电灯开关，因为每次我看到你，你都会让我兴奋！",
    "你的名字是Circe吗？因为你把我变成了动物。",
    "你的腿一定累了，因为你整晚都在我脑海里跑来跑去。"
  ],
  "Sexy Pick Up Lines": [
    "你现在可以删除应用程序，我在这里。",
    "你有名字吗？或者我可以叫你我的吗？",
    "我的眼睛一定有问题——我似乎无法把它们从你身上移开。",
    "我叫[你的名字]，但你应该听听我的电话号码。",
    "你的嘴唇看起来很孤独。他们想见我的吗？",
    "我目前不是器官捐献者，但我很乐意把我的心脏给你。",
    "如果你让我借一个吻，我保证马上还给你。"
  ],
  "Flirty Pick Up Lines": [
    "我有一个电话号码，你也有一个——想想这些可能性。",
    "我有这些叉子和刀，我只需要一个小勺子。",
    "你的手看起来很重，我能帮你拿吗？",
    "我一直以为幸福是以“H”开头的，但看起来它是以“U”开头的。",
    "你有地图吗？我只是迷失在你的眼睛里。",
    "你刚从烤箱里出来吗？因为你太热了，无法应对。",
    "我想我们以前见过面。事实上，没关系——我想那只是我的梦。",
    "我打赌我的号码听起来比你的好。想听听吗？",
    "相信我，我没有喝醉，我只是被你喝醉了。",
    "你有镜子吗？因为我能看到我们在一起。"
  ],
  "Corny Pick Up Lines": [
    "我希望有人知道如何做心肺复苏术，因为你让我喘不过气来。",
    "你看起来有点不舒服，你一定是缺乏维生素I。",
    "你是WiFi路由器吗？因为我感觉到了一种联系。",
    "你有创可贴吗？我为你摔倒时擦伤了膝盖。",
    "如果你是一个变压器，你就是擎天柱。",
    "让我们玩一个游戏……但不要躲猫猫，像你这样的人很难找到。",
    "你喜欢《星球大战》吗？因为尤达给我一个。",
    "我从来都不相信一见钟情，然后我看到了你。",
    "幸好我有借书证，因为我完全在帮你查资料。",
    "如果美丽是一种犯罪，你就会被指控有罪。",
    "我妈妈告诉我不要在网上和陌生人说话，但我会为你破例。",
    "你在霍格沃茨上学吗？因为我感受到了魔力。",
    "我真的很高兴我刚买了人寿保险，因为当我看到你的时候，我的心跳停止了。",
    "如果你是一个植物人，你会是一个可爱的累赘。"
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "投票结果非常糟糕。",
    "我想我们有时会在竞争中相遇。",
    "你真漂亮。",
    "一切都会好起来的。",
    "投票气氛很特别。",
    "我希望我们能成为一个女孩。",
    "投票是安全的。",
    "这是我的人生。",
    "投票给我一个完整的魅力。",
    "我觉得我们之间有特殊的联系。"
  ],
  "Frases para ligar en español": [
    "你的儿子很可爱。",
    "这是一种没有共同生活的生活方式。",
    "Tus-ojos的儿子实现了hermosos。",
    "这是一个天使。",
    "屠的气场很特别。",
    "命运是独一无二的。",
    "你是真正的守护者。",
    "我们有自己的个性。",
    "你发现我已经完成了。",
    "这是一个特别的餐厅。"
  ],
  "Deutsche Anmachsprüche": [
    "这是一个谜。",
    "我很高兴，我们会在一个充满活力的世界里。",
    "这是一个美好的8月。",
    "你可以在恩格尔。",
    "这是一种强烈的感觉。",
    "我很高兴，因为Schicksal不喜欢它。",
    "这是一个很好的刺激。",
    "如果你想测试一个人，我就这么做。",
    "这是我的梦想。",
    "我有两个共同点。"
  ],
  "best": [
    "如果我们是平行线，今天可不可以偷偷交个点？",
    "如果我是一道数学题，你会愿意花一整天来解开我的心吗？",
    "你喜欢喝水吗？那我们有共同点，因为我每天醒来也在想你。",
    "如果我们是两部电影，那今天一定是我们的“首映式”。",
    "如果你是天气预报，那今天一定是晴转心动。"
  ]
}