{
  "line_1": "Se eu pudesse rearranjar o alfabeto, eu colocaria \"U\" e \"I\" juntos.",
  "line_2": "Você deve ser Wi-Fi, porque estou totalmente sentindo uma conexão agora.",
  "line_3": "Alguém precisa de uma luz? Porque somos a combinação perfeita.",
  "line_4": "Mesmo que não houvesse gravidade, eu ainda me apaixonaria por você.",
  "line_5": "Você e eu somos como a Billboard 100 – somos os singles mais quentes do país.",
  "line_6": "Está quente aqui ou é só você?",
  "line_7": "Não sou fotógrafo. Mas eu imagino-nos juntos.",
  "line_8": "Deve estar atrasado para devolver seus livros da biblioteca porque tem \"bem\" escrito por toda parte.",
  "line_9": "Devo te chamar de Darwin? Porque você é totalmente minha seleção natural.",
  "line_10": "Desculpe, está perdido? O concurso Homem/Mulher Sexista do Mundo está ao lado.",
  "line_11": "Deves estar cansado, porque passaste o dia todo na minha mente.",
  "line_12": "Posso te chamar de Google? Porque tens tudo o que eu procuro.",
  "line_13": "Deve haver algo errado com os meus olhos, porque não posso tirá-los de você.",
  "line_14": "Tem um mapa? Acabei de me perder olhando para seus olhos.",
  "line_15": "Já nos conhecemos? Acho que te vi nos meus sonhos.",
  "line_16": "Você acredita no amor à primeira vista ou eu devo passar novamente?",
  "line_17": "Posso prever o futuro. E você está nela.",
  "line_18": "Você é artista? Porque definitivamente está chamando minha atenção.",
  "line_19": "Você deve ser uma lenda, porque ouvi tantas coisas maravilhosas sobre você.",
  "line_20": "Sempre achei que a felicidade começava com um \"h\". Mas acabei de perceber que começava com um \"u\".",
  "line_21": "Acabei de terminar um livro que acho que gostaria. Por que não passa e pega?",
  "line_22": "Estou pesquisando datas importantes na história e me perguntei se você gostaria de ser uma delas.",
  "line_23": "Posso te chamar de Waldo? Alguém como você é impossível de encontrar.",
  "line_24": "Posso emprestar um beijo? Prometo devolvê-lo.",
  "line_25": "Sabe no que eu gostaria de ver você? Meus braços.",
  "line_26": "Você é um viajante no tempo? Porque posso ver meu futuro com você.",
  "line_27": "Você deve ser um bilhete de estacionamento porque tem uma boa letra sobre você.",
  "line_28": "Se fosse um teclado, seria exatamente o meu tipo.",
  "line_29": "Você é um investimento? Porque estou a dedicar todo o meu tempo a você.",
  "line_30": "Se a vida tivesse um centro, você seria o sol em torno do qual giro.",
  "line_31": "Você é um GPS? Porque você sempre sabe como me levar direto a você.",
  "line_32": "Você é um ímã? Porque sou totalmente atraído por você.",
  "line_33": "Você é um Oreo? Porque estou a aproveitar esta oportunidade.",
  "line_34": "Você é um lápis? Porque está me atraindo.",
  "line_35": "Não há maneira de seu animal espiritual não ser uma fênix; Você reaneceu meu coração como magia.",
  "line_36": "Você é uma brisa? Porque você me varreu dos meus pés sem um som.",
  "line_37": "Doce, irresistível e impossível de obter o suficiente de- você é secretamente um biscoito de chocolate?",
  "line_38": "Você é um empréstimo bancário? Porque você tem o meu interesse.",
  "line_39": "Você é um frigorífico? Porque você é muito legal para ignorar.",
  "line_40": "Você é um lugar de estacionamento? Porque sempre procurei alguém como você.",
  "line_41": "Quem precisa de um cartão de biblioteca quando tem \"check me out\" escrito em você.",
  "line_42": "Você é um carregador de telefone? Porque me sinto morto sem você.",
  "line_43": "Você é uma rede 5G? Porque me ligaste instantaneamente.",
  "line_44": "Você sabe como hackear? Porque roubou meu coração completamente.",
  "line_45": "Meu nome é ________________, mas sinta-se livre para me ligar esta noite ou amanhã.",
  "line_46": "Seu fã club está aceitando novos membros? Porque estou prestes a me inscrever.",
  "line_47": "Estamos na linha de auto-serviço? Porque estou totalmente te verificando.",
  "line_48": "Se fosse um anúncio, seria a letra pequena.",
  "line_49": "Você é um empréstimo de carro? Porque você definitivamente tem o meu interesse.",
  "line_50": "Eu lhe compraria um copo de vinho, mas então ficaria com inveja do copo.",
  "line_51": "Minha especialidade é anatomia. Quer me ajudar a estudar?",
  "line_52": "Você tem um nome ou posso chamá-lo meu?",
  "line_53": "Tem uma vendagem? Acabei de raspar meu joelho caindo por você.",
  "line_54": "Sabe adivinhar de que é feita minha camisa? Material de garota/namorado.",
  "line_55": "Posso acompanhá-lo para casa? Sempre acreditei em seguir meus sonhos.",
  "line_56": "Estou escrevendo um livro sobre números. Acabei de perceber que não tenho o seu.",
  "line_57": "Você é uma câmera? Porque toda vez que olho para você, sorrio.",
  "line_58": "Você gosta de Legos? Porque acho que podemos construir uma relação juntos.",
  "line_59": "Doeu quando você caiu do céu?",
  "line_60": "Você deve ser um ímã. Porque sinto a atração.",
  "line_61": "Alguém partiu seu coração? Porque você pode ter o meu.",
  "line_62": "Gostaria de te levar ao cinema, mas não quero me meter em problemas por trazer meu próprio lanche.",
  "line_63": "Você é vassoura? Porque você acabou de me varrer dos pés.",
  "line_64": "Sua mão parece pesada. Posso segurar-te?",
  "line_65": "Já nos conhecemos? Porque você se parece muito com a minha próxima namorada.",
  "line_66": "Eu não acreditava no amor à primeira vista. Até que te vi.",
  "line_68": "Se seu pai fosse boxeador? Porque você é um verdadeiro nocaute.",
  "line_69": "Tem tempo? Perdi o rastro depois de te conhecer.",
  "line_70": "Posso ser seu floco de neve? Eu prometo nunca derreter longe do seu coração.",
  "line_71": "Você é francês? Porque o Eiffel é para você.",
  "line_72": "Você é um sinal Wi-Fi? Porque estou sentindo uma forte conexão.",
  "line_73": "Sem caneta, sem papel.  ..mas, você ainda chama minha atenção.",
  "line_74": "Você é um coração? Porque eu nunca pararia de bater por você.",
  "line_75": "Eu acredito em seguir meus sonhos, então você lidera o caminho.",
  "line_76": "Se ser bonita fosse um crime, estarias na lista dos mais procurados.",
  "line_77": "Beijar é uma linguagem do amor. Quer começar uma conversa comigo?",
  "line_78": "Você é ferro? Porque não tenho o suficiente de você.",
  "line_79": "Vamos tomar café? Porque gosto de latte.",
  "line_80": "Você deveria ser Jasmine sem o \"Jas.",
  "line_81": "Você é um passeio da Disney? Porque eu esperaria por você para sempre.",
  "line_82": "Você é água? Porque eu morreria sem você.",
  "line_83": "Vejo que gosta de tequila. Isso significa que vai me dar uma chance?",
  "line_84": "Desculpe incomodá-lo, mas meu telefone deve estar quebrado porque não parece ter o seu número nele.",
  "line_85": "Você é boxeador? Porque você é um nocaute total.",
  "line_86": "Está falando em público? Porque você me deixa muito nervoso.",
  "line_87": "Você é bom em matemática? Eu também não; O único número que me importa é o seu.",
  "line_88": "Eu não sou religioso, mas você é a resposta a todas as minhas orações."
}