{
  "Rizz pick-up lines": [
    "Se eu pudesse rearranjar o alfabeto, eu colocaria \"U\" e \"I\" juntos.",
    "Você deve ser Wi-Fi, porque estou totalmente sentindo uma conexão agora.",
    "Alguém precisa de uma luz? Porque somos a combinação perfeita.",
    "Mesmo que não houvesse gravidade, eu ainda me apaixonaria por você.",
    "Você e eu somos como a Billboard 100 – somos os singles mais quentes do país.",
    "Está quente aqui ou é só você?",
    "Não sou fotógrafo. Mas eu imagino-nos juntos.",
    "Deve estar atrasado para devolver seus livros da biblioteca porque tem \"bem\" escrito por toda parte.",
    "Devo te chamar de Darwin? Porque você é totalmente minha seleção natural.",
    "Desculpe, está perdido? O concurso Homem/Mulher Sexista do Mundo está ao lado.",
    "Deves estar cansado, porque passaste o dia todo na minha mente.",
    "Posso te chamar de Google? Porque tens tudo o que eu procuro.",
    "Deve haver algo errado com os meus olhos, porque não posso tirá-los de você.",
    "Tem um mapa? Acabei de me perder olhando para seus olhos.",
    "Já nos conhecemos? Acho que te vi nos meus sonhos.",
    "Você acredita no amor à primeira vista ou eu devo passar novamente?",
    "Posso prever o futuro. E você está nela.",
    "Você é artista? Porque definitivamente está chamando minha atenção.",
    "Você deve ser uma lenda, porque ouvi tantas coisas maravilhosas sobre você.",
    "Sempre achei que a felicidade começava com um \"h\". Mas acabei de perceber que começava com um \"u\".",
    "Acabei de terminar um livro que acho que gostaria. Por que não passa e pega?",
    "Estou pesquisando datas importantes na história e me perguntei se você gostaria de ser uma delas.",
    "Posso te chamar de Waldo? Alguém como você é impossível de encontrar.",
    "Posso emprestar um beijo? Prometo devolvê-lo.",
    "Sabe no que eu gostaria de ver você? Meus braços.",
    "Você é um viajante no tempo? Porque posso ver meu futuro com você.",
    "Você deve ser um bilhete de estacionamento porque tem uma boa letra sobre você.",
    "Se fosse um teclado, seria exatamente o meu tipo.",
    "Você é um investimento? Porque estou a dedicar todo o meu tempo a você.",
    "Se a vida tivesse um centro, você seria o sol em torno do qual giro.",
    "Você é um GPS? Porque você sempre sabe como me levar direto a você.",
    "Você é um ímã? Porque sou totalmente atraído por você.",
    "Você é um Oreo? Porque estou a aproveitar esta oportunidade.",
    "Você é um lápis? Porque está me atraindo.",
    "Não há maneira de seu animal espiritual não ser uma fênix; Você reaneceu meu coração como magia.",
    "Você é uma brisa? Porque você me varreu dos meus pés sem um som.",
    "Doce, irresistível e impossível de obter o suficiente de- você é secretamente um biscoito de chocolate?",
    "Você é um empréstimo bancário? Porque você tem o meu interesse.",
    "Você é um frigorífico? Porque você é muito legal para ignorar.",
    "Você é um lugar de estacionamento? Porque sempre procurei alguém como você.",
    "Quem precisa de um cartão de biblioteca quando tem \"check me out\" escrito em você.",
    "Você é um carregador de telefone? Porque me sinto morto sem você.",
    "Você é uma rede 5G? Porque me ligaste instantaneamente.",
    "Você sabe como hackear? Porque roubou meu coração completamente."
  ],
  "Best rizz lines": [
    "Meu nome é ________________, mas sinta-se livre para me ligar esta noite ou amanhã.",
    "Seu fã club está aceitando novos membros? Porque estou prestes a me inscrever.",
    "Estamos na linha de auto-serviço? Porque estou totalmente te verificando.",
    "Se fosse um anúncio, seria a letra pequena.",
    "Você é um empréstimo de carro? Porque você definitivamente tem o meu interesse.",
    "Eu lhe compraria um copo de vinho, mas então ficaria com inveja do copo.",
    "Minha especialidade é anatomia. Quer me ajudar a estudar?",
    "Você tem um nome ou posso chamá-lo meu?",
    "Tem uma vendagem? Acabei de raspar meu joelho caindo por você.",
    "Sabe adivinhar de que é feita minha camisa? Material de garota/namorado.",
    "Posso acompanhá-lo para casa? Sempre acreditei em seguir meus sonhos.",
    "Estou escrevendo um livro sobre números. Acabei de perceber que não tenho o seu.",
    "Você é uma câmera? Porque toda vez que olho para você, sorrio.",
    "Você gosta de Legos? Porque acho que podemos construir uma relação juntos.",
    "Doeu quando você caiu do céu?",
    "Você deve ser um ímã. Porque sinto a atração.",
    "Alguém partiu seu coração? Porque você pode ter o meu.",
    "Gostaria de te levar ao cinema, mas não quero me meter em problemas por trazer meu próprio lanche.",
    "Você é vassoura? Porque você acabou de me varrer dos pés.",
    "Sua mão parece pesada. Posso segurar-te?",
    "Já nos conhecemos? Porque você se parece muito com a minha próxima namorada.",
    "Eu não acreditava no amor à primeira vista. Até que te vi.",
    "Você é tão picante, você está me dando um caso ruim de azia.",
    "Se seu pai fosse boxeador? Porque você é um verdadeiro nocaute.",
    "Tem tempo? Perdi o rastro depois de te conhecer.",
    "Posso ser seu floco de neve? Eu prometo nunca derreter longe do seu coração.",
    "Você é francês? Porque o Eiffel é para você.",
    "Você é um sinal Wi-Fi? Porque estou sentindo uma forte conexão.",
    "Sem caneta, sem papel.  ..mas, você ainda chama minha atenção.",
    "Você é um coração? Porque eu nunca pararia de bater por você.",
    "Eu acredito em seguir meus sonhos, então você lidera o caminho.",
    "Se ser bonita fosse um crime, estarias na lista dos mais procurados.",
    "Beijar é uma linguagem do amor. Quer começar uma conversa comigo?",
    "Você é ferro? Porque não tenho o suficiente de você.",
    "Vamos tomar café? Porque gosto de latte.",
    "Você deveria ser Jasmine sem o \"Jas.",
    "Você é um passeio da Disney? Porque eu esperaria por você para sempre.",
    "Você é água? Porque eu morreria sem você.",
    "Vejo que gosta de tequila. Isso significa que vai me dar uma chance?",
    "Desculpe incomodá-lo, mas meu telefone deve estar quebrado porque não parece ter o seu número nele.",
    "Você é boxeador? Porque você é um nocaute total.",
    "Está falando em público? Porque você me deixa muito nervoso.",
    "Você é bom em matemática? Eu também não; O único número que me importa é o seu.",
    "Eu não sou religioso, mas você é a resposta a todas as minhas orações.",
    "Seu nome é Elsa? Porque não posso deixá-lo ir.",
    "Você sabe a diferença entre a história e você? A história é o passado e você é o meu futuro.",
    "Posso acompanhá-lo para casa? O meu coração parece ter desviado desde que te conheci.",
    "Você é 1º de Abril? Porque sou um tolo para você.",
    "Você é a fórmula do Krabby Patty? Porque estou a tentar roubar-te.",
    "Seu nome é Camomila? Porque você é um chá quente!",
    "Vocês são Legos? Porque eu nunca faria lego de você.",
    "Você trabalha para a NASA? Porque a tua beleza está fora deste mundo.",
    "Matemática é tão confusa. É sempre falar de \"x e y\" e nunca de \"você e eu\".",
    "Você se parece muito com a minha próxima namorada / namorado / parceiro.",
    "Se eu tivesse um níquel por cada vez que vi alguém tão bonito como você, eu teria cinco centavos.",
    "Olha, fiquei cego pela tua beleza. Minha companhia de seguros vai precisar do seu nome e número.",
    "Você é da Disneyland? Dizem que é o lugar mais feliz da Terra, então eu pensei que seria onde quer que você estivesse.",
    "Você é meu laptop? Porque você é muito quente, e estou preocupado.",
    "Você tem o melhor sorriso neste aplicativo. Qual é o seu segredo, Crest?",
    "Poderia me dar um copo de água? De repente estou com sede.",
    "Você é um dos pioneiros do voo? Você parece apenas Wright para mim.",
    "Seus olhos são como Ikea. Estou totalmente perdido neles.",
    "Você é o meu cordão não amarrado? Porque estou me apaixonando por você.",
    "Acho que te vi num livro em algum lugar. Era realmente uma letra fina.",
    "Quero que saibam que estou 100% comprometida com esse relacionamento no Tinder.",
    "Você é modelo? Quando você desistiu?",
    " \"Você é um bilhete de estacionamento? Porque você tem \"bem\" escrito em todo você.\"",
    " “Você acredita no amor à primeira vista, ou eu devo passar novamente?”",
    " \"Além de ser lindo, o que você faz para viver?\"",
    " \"Se você fosse um vegetal, você seria um bonito-grombo.\"",
    " “Eu não sou fotógrafo, mas posso nos imaginar juntos.”",
    " \"Seu nome é Google? Porque você tem tudo o que eu estive procurando.\"",
    " \"Sinta a minha camisa, sabe do que é feita?",
    " \"Você é do Tennessee, porque são os únicos dez que vejo.\"",
    " \"Se beijos fossem flocos de neve, eu te mandaria uma tempestade de neve.\"",
    " \"Não sei o que é, mas seu sorriso me faz querer convidá-lo para um café.\"",
    " \"Você deve ser um mágico, porque sempre que eu olho para você, todos os outros desaparecem!\""
  ],
  "Smooth rizz lines": [
    "Se ser sexy fosse um crime, estaria cumprindo prisão perpétua.",
    "Tem queimaduras solares ou está sempre tão quente?",
    "Estávamos em uma aula juntos? Eu poderia ter jurado que tínhamos química.",
    "Você é guitarra? Porque você tocou um acorde em mim.",
    "Você é uma amostra de carbono? Porque quero sair contigo.",
    "Você tem desfibrilador? Meu coração corre desde que nos conhecemos.",
    "Posso tirar uma foto? Meus amigos não acreditam que anjos existam.",
    "Você é um teclado? Porque você é o meu tipo.",
    "Se você e eu fossemos meias, faríamos um ótimo par.",
    "Você é Starbucks? Porque gosto de latte.",
    "Só há uma coisa que eu mudaria em você: seu sobrenome.",
    "Você deve ser Harry Potter. Porque toda vez que eu olho para você, tudo o resto desaparece.",
    "Você joga beisebol? Porque acho que está na minha liga.",
    "Existe um aeroporto perto? Ou é só o meu coração voando?",
    "Se fosse uma fruta, seria uma maçã fina.",
    "Quais são os seus outros dois desejos?",
    "Além de tirar minha respiração, o que você faz para viver?",
    "Você é bonita e eu fofo. Juntos seriamos muito bonitos.",
    "Seus lábios parecem solitários. Querem conhecer o meu?",
    "Devo ser um floco de neve. Porque me apaixonei por você.",
    "Sou novo na cidade. Posso obter instruções para sua casa?",
    "Você é fogueira? Porque você é quente e eu quero mais.",
    "Meu amigo quer saber se acha que sou bonita.",
    "Você está bem? Parece que tem deficiência de vitamina-Me.",
    "Seu pai é Picasso? Porque você é uma verdadeira obra-prima.",
    " \"Devo ter ido pescar... porque você é a captura perfeita.\"",
    " \"Perdi meu número de telefone, posso emprestar o seu?\"",
    " \"Eu adoraria levá-lo ao cinema, mas eles não permitem lanches.\"",
    " \"Nenhuma caneta, nenhum papel... mas ainda assim, você chama minha atenção.\"",
    " “Meus pais me disseram para perseguir meus sonhos – acho que isso significa que é melhor começar a correr.”",
    " \"Não, eu não tenho 14 anos, mas eu sou o 14 você.\"",
    " \"Não se importe comigo, estou apenas seguindo meus sonhos.\"",
    " \"A matemática é tão confusa. Está sempre falando sobre X e Y, nunca sobre U e eu.\"",
    "Você é do Tennessee? Porque são os únicos dez que vejo.",
    "Você está na manhã de Natal? Porque esperei o ano todo por você chegar.",
    "Você é Nemo? Porque tenho tentado encontrá-lo.",
    "Você é um empréstimo bancário? Porque você tem o meu interesse.",
    "Espero que saiba da RCP porque me tirou a respiração.",
    "Você é o Sol? Porque eu poderia olhar para você o dia todo, e valeria a pena o risco.",
    "Você é um castor? Porque DAM!",
    "Você é um teclado? Porque você é o meu tipo.",
    "Minha mãe disse que compartilhar é carinhoso, mas, não... vocês são todos meus!",
    "Você é John Cena? Porque eu nunca tinha uma menina Cena como você antes.",
    "É hora de pagar. É o primeiro do mês, e você tem vivido na minha mente sem aluguer.",
    "Você é uma luz? Porque você sempre me faz sentir brilhante.",
    "Só para que saiba, sou um criminoso.  ..porque eu me apaixonei por você.",
    "Você gosta de Star Wars? Porque Yoda é só um para mim.",
    "Vocês são dedos de frango e batatas fritas? Porque não me importo com quantas opções tenho, sempre escolherei você.",
    "É bom que eu tenho um cartão da biblioteca porque eu estive verificando você.",
    "Você tem um bandado? Meus joelhos doem de me apaixonar por você.",
    "Podemos não ser calças, mas faremos um bom par.",
    "Sabe o que é bonito? Repita a primeira palavra.",
    "Seus olhos me lembram da IKEA: fácil se perder.",
    "Só queria que você soubesse: você tem um pouco bonito em seu rosto.",
    "Seus pais são padeiros? Eles certamente fizeram uma torta bonita.",
    "Você tem uma conta no Instagram? Porque minha mãe sempre me disse para seguir meus sonhos.",
    "Acho que te vi no Spotify. Você foi listado como o single mais quente.",
    "Pensei que a felicidade começava com um h, mas acho que na verdade começa com você.",
    "Aposto que sei quando é seu aniversário: outubro. Porque você é um 10.",
    "O seu Bluetooth está habilitado? Sinto que poderíamos emparelhar.",
    "Espero que saiba da RCP porque está me tirando a respiração.",
    "Estás a ultrapassar a velocidade? Porque você está bem escrito por toda parte.",
    "Eu preciso de um agente imobiliário - você conhece algum? Estou tentando mudar aqui.",
    " \"Eu não sou um gênio, mas posso tornar seus sonhos realidade.\"",
    " \"Se você fosse uma canção, você seria meu favorito em repetição.\"",
    " \"Você é tão bonita, você faz meu coração pular um batimento.\"",
    " \"Não sei o que é, mas você me faz querer ser um homem melhor.\"",
    " \"Você é como um bom vinho, você melhora com o tempo.\"",
    " \"Seu nome é WiFi? Porque estou sentindo uma conexão.\"",
    " \"Você é a peça faltante do meu quebra-cabeça.\"",
    " “Eu não sou um jogador, sou um guarda do seu coração.”",
    " \"Você é tão impressionante, você faz o sol com ciúmes.\"",
    " \"Tenho uma confissão a fazer, estou apaixonada por você.\"",
    " \"Se você fosse um livro, eu o teria lido capa a capa.\"",
    "4 + 4 = 8, mas você + eu = destino",
    "Está cansado? Estiveste passando pela minha mente o dia todo.",
    "Qual é a sua bebida favorita? Estou perguntando para saber o que comprar quando vamos no nosso primeiro encontro.",
    "Eu deveria reclamar ao Spotify por não fazer de você o single mais quente desta semana.",
    "Você joga futebol? Porque você é um guardião.",
    "Você parece tão familiar... nós tivemos aula juntos? Eu poderia ter jurado que tínhamos química.",
    "Estou aprendendo sobre datas importantes na história, quer ser uma delas?",
    "Dizem que namorar é um jogo de números, então posso pegar o seu?",
    "Quando lhe mandar uma mensagem de bom dia amanhã, que número devo enviar?",
    "Oi, meu nome é [seu nome], mas você pode me ligar amanhã.",
    "Posso mostrar o seu perfil aos meus amigos para provar que os anjos realmente existem?",
    "Tem algo errado com o meu telefone, não tem o seu número."
  ],
  "Funny Rizz Lines": [
    " \"Ei, sou da Microsoft. Posso ficar na sua casa esta noite?\"",
    " “Se eu pudesse rearranjar o alfabeto, eu colocaria U e eu juntos.”",
    " \"Você é um passeio da Disney? Porque eu esperaria por você para sempre.\"",
    " \"Você é uma história do Reddit? Porque eu sempre ouvirei você.\"",
    " \"Eu vejo que você gosta de tequila. Isso significa que você vai me dar uma chance?\"",
    " \"Você é a escada da escola, porque me tira a respiração.\"",
    " \"Eu não tenho mais linhas de recolha, mas você pode me buscar às 9\".",
    "Posso emprestar um beijo? Prometo devolver uma.",
    "Se você fosse um Transformador, você seria Optimus Fine.",
    "Você é o Sol? Porque você é quente.",
    "Você é um vape? Porque eu nunca te usaria.",
    "Posso pegar a sua camisa? Porque quero o seu nome e número.",
    "Devo ser viajante no tempo porque não consigo imaginar meu futuro sem você.",
    "Você acredita no amor à primeira vista, ou eu devo passar novamente?",
    "Você é um interruptor de luz? Porque você me excita.",
    "Você é médico? Porque você instantaneamente me faz sentir melhor.",
    "Deves ser uma obra-prima porque não posso tirar os olhos de ti.",
    "Você é feito de queijo? Porque você está procurando Gouda!",
    "Você é a minha música favorita? Porque não consigo tirar-te da minha cabeça.",
    "Não sou fotógrafo, mas posso nos imaginar juntos.",
    "Você é um diamante? Porque você brilha tão brilhante!",
    "Gosta de pescar? Porque você me enganchou.",
    "Você é um sonho? Porque não quero acordar.",
    "Se fosse uma fruta, seria uma maçã fina.",
    "Se eu pudesse rearranjar o alfabeto, eu colocaria U e eu juntos.",
    "Beija-me se estiver errado, mas a Terra é definitivamente plana.",
    "Você é um carregador de telefone? Porque estou morrendo sem você.",
    "Não sou fotógrafo profissional, mas consigo nos imaginar juntos.",
    "A diferença entre a história e você é que a história é o passado e você é o meu futuro.",
    "Você é um teclado? Porque gostaria de saber se você é o meu tipo.",
    "Você deve ser um bilhete de estacionamento porque tem uma boa letra sobre você.",
    "Você é um mágico? Porque sempre que eu olho para você, todos os outros desaparecem.",
    "Sua mão parece pesada. Quer que o segure?",
    "Tem um mapa? Porque continuo me perdendo nos teus olhos.",
    "Eu lhe mostraria meu mundo, mas você já tem um espelho.",
    "Você deve ser Charms da Sorte porque você parece magicamente delicioso.",
    "Se olhar poderia matar, você seria uma arma de destruição em massa.",
    "Você tem um nome? Ou posso te chamar meu?",
    "Por que soletrar abelha quando você pode dizer \"B\"? Por que soletrar ver quando você pode apenas dizer \"C\"? Por que soletrar amor quando você pode dizer \"eu\"?",
    "Você é do Tennessee? Porque você é o único 10 que eu vejo.",
    "Se você gosta de Aladdin, você poderia ser Jasmine… mas sem o Jas.",
    "Vou trazer a tequila se me dar uma chance.",
    "Você gosta de Legos? Porque eu nunca faria lego de você.",
    "Eu deveria avisá-lo que sou um criminoso … porque eu criminoso amo você.",
    "O mundo é plano, beije-me se eu estiver errado.",
    "Devo ser um interruptor de luz porque sabe como me ligar.",
    "Disney vai ficar tão feliz - eu encontrei sua princesa desaparecida!",
    "Você tem um Band-Aid? Porque acabei de raspar meu joelho caindo por você.",
    "Seu nome é Bolsa de Estudos? Porque acho que nunca poderia me dar ao luxo de te perder.",
    "Toda vez que você aparece, meu sistema cai. Você está cometendo um erro de codificação?",
    "Você é uma banana? Porque eu acho você a descascar.",
    "Você é fogueira? Porque você é quente e eu quero mais.",
    "Seu coração é um app? Porque não posso parar de verificar atualizações.",
    "Você é uma senha? Porque você me fez tentar todas as combinações para descobrir você.",
    "Você me lembra das férias de verão - vale a pena esperar e absolutamente tudo o que eu preciso.",
    "Você é um molho quente? Porque você faz meu coração queimar de emoção.",
    "Se alienígenas existem, você deve ser um porque sequestrou meu coração completamente.",
    "Você é como uma melancia: rara, refrescante e totalmente uma em um melão.",
    "Você é um meme? Porque você ficou preso na minha mente o dia todo.",
    "Minha vida brilhou no momento em que você entrou... você é secretamente eletricista?",
    "Tens-me estressado e despreparado como um exame para o qual não estudei.",
    "Você é um cactus? Porque você é perspicaz, mas ainda é tão atraente.",
    "Você é um núcleo de pipoca? Porque você faz meu coração saltar.",
    "Você é um sanduíche? Porque você é o sujeito da minha fome.",
    "Seu pai é boxeador? Porque você é um nocaute.",
    "Você é um pneu? Porque você me faz sentir deflado sem você.",
    " \"Você é do espaço exterior? Porque sua beleza está fora deste mundo! (e eu sou um alienígena, então vamos nos dar bem)\"",
    " \"Eu não sou um acumulador, mas eu realmente quero mantê-lo para sempre.\"",
    " \"Você tem um mapa? Eu continuo me perdendo em seus olhos.\"",
    " \"Se você fosse um transformador, você seria Optimus Fine.\"",
    "Eu diria que você é tão bonita quanto uma deusa grega, mas pelo que posso dizer, você não é um mito.",
    " \"Você é um viajante no tempo? Porque eu vejo meu futuro com você.\"",
    " \"Seu pai é padeiro? Porque você é uma torta bonita!\""
  ],
  "Cheesy Rizz Lines": [
    " \"Você está ansioso, porque está fazendo meu coração correr.\"",
    " \"Posso pedir um beijo emprestado, prometo que o devolverei.\"",
    " \"Você é dedos de frango e batatas fritas? Porque eu não me importo com quantas outras opções tenho, eu sempre escolherei você.\"",
    " \"Você é um sinal Wi-Fi? Porque estou sentindo uma conexão forte.\"",
    " \"Seu nome é Elsa, porque eu nunca te deixarei ir.\"",
    " \"Você trabalha para a NASA, porque sua beleza está fora deste mundo.\"",
    " \"Você é LEGO? Porque eu nunca seria LEGO de você.\"",
    " \"Você é oxigênio, porque eu não posso viver sem você.\"",
    " \"Você é uma caneta de vape, porque eu nunca a usaria.\"",
    " \"O teu nome é Cinderela, porque te vejo sair com o meu coração.\"",
    "Quero ligar para minha mãe e dizer-lhe que acabei de conhecer a garota dos meus sonhos.",
    " \"Se você fosse uma pizza, você seria o extra-grande com tudo.\"",
    " \"Você é do céu? Porque você parece um anjo.\"",
    " \"Eu não sou dentista, mas posso lhe dar um sorriso doce.\"",
    " \"Você é como uma estrela cadente, você está aqui e então você foi muito rápido.\"",
    " “Se você fosse um carro, você seria uma Ferrari.”",
    " \"Você é um bilhete de estacionamento? Porque você tem \"bem\" escrito em todo você.\"",
    " \"Você deve estar cansado, porque você esteve correndo através da minha mente o dia todo.\"",
    " “Você acredita no amor à primeira vista, ou eu devo passar novamente?”",
    " \"Você está tão quente, você derrete minha popsicle.\""
  ],
  "Flirty Rizz Lines": [
    " “Eu não sou fotógrafo, mas posso nos imaginar juntos.”",
    " \"Beijar é uma linguagem do amor. Quer começar uma conversa comigo?\"",
    " \"Você está cansado de correr através da minha mente o dia todo?\"",
    " \"Você está falando em público, porque me deixa muito nervoso.\"",
    " \"Está quente aqui ou é só você?\"",
    " \"Vocês são minhas notas? Porque você é AF ruim.\"",
    " \"Você é um dicionário? Porque você está adicionando sentido à minha vida.\"",
    " \"É melhor amarrar o sapato, eu não quero que você caia por mais ninguém.\""
  ],
  "Romantic Rizz Lines": [
    " \"Você é a minha música favorita, porque não consigo tirar você da minha cabeça.\"",
    " \"Você é um mágico? Porque sempre que eu olho para você, todos os outros desaparecem.\"",
    " \"Se ser bonita fosse um crime, você estaria na lista dos mais procurados.\"",
    " \"Se eu fosse um gato, passaria todas as nove vidas com você.\"",
    " \"Não nos conhecemos em uma vida passada, porque não consigo imaginar um mundo sem você.\"",
    " “Eu não sou religioso, mas você é a resposta a todas as minhas orações.”",
    " \"Você tem um nome ou posso chamá-lo meu?\"",
    "Devo ser um viajante no tempo, pois não consigo imaginar meu futuro sem você."
  ],
  "Steamy Rizz Lines": [
    "Você é uma montanha russa? Porque te levarei a qualquer hora.",
    "Você é Ronaldo? Porque acho que devemos pegar Messi.",
    "Você pode me chamar de Fred Flintstone porque eu vou fazer da sua cama rocha.",
    "Você é um cartaz? Porque quero agarrá-lo à parede.",
    "Você está maquiando? Porque eu passarei horas fazendo você.",
    "Você é tão magnético! Meu zíper está caindo por você.",
    "Você é um leão marinho? Porque eu quero \"mar\" você \"leão\" na minha cama.",
    "Você é um interruptor de luz? Porque você me excita."
  ],
  "Creative Rizz Lines": [
    " \"Sua mãe é artista, porque fez uma obra-prima.\"",
    " \"Você é John Cena, porque eu nunca tinha menina Cena como você antes.\"",
    " \"Você é a China? Porque eu sou a China, venha com você.\"",
    " \"Estou tendo uma venda no meu quarto - todas as roupas estão com 100% de desconto. Quer fazer um pedido?\"",
    " \"Você é da Coreia, porque acho que é meu companheiro de Seul.\"",
    " “Estou zangado porque acabei de ouvir a lista de reprodução dos “Hottest Singles” do Spotify e você não estava lá.”",
    " \"É hora de pagar, porque você tem vivido na minha cabeça sem aluguel.\"",
    "Você é a versão Spotify Premium da vida - melhor e completamente livre de anúncios.",
    "Quando começará a pagar aluguel porque vive em meus pensamentos sem aluguel?",
    "Você é lua cheia? Porque não posso parar de uivar sobre você.",
    "Você é um pensamento? Porque não posso parar de pensar em você.",
    "Deve ter um ângulo de 45 graus porque é agudo.",
    "Tem um lápis? Porque quero apagar o seu passado e escrever o nosso futuro.",
    "Sua vibração é tão certa, você pode ser apenas um ângulo de 90 graus.",
    "Você é um jardim? Porque eu te quero.",
    "Gosta de donuts? Porque estou apaixonada por você.",
    "Estás espirroando? Porque eu achoo-aliado não posso parar de pensar em você.",
    "As maçãs têm ciúmes? Porque está roubando o lugar deles como a maçã do meu olho.",
    "Você é a Viúva Negra? Porque toda vez que te vejo, estou preso na tua teia.",
    "Acho que estamos em um concerto porque meu coração está a bater toda vez que te vejo.",
    "Como um cartão Uno inverso, você mudou meu mundo completamente.",
    "Você é tão misterioso e inesquecível quanto uma teoria da conspiração.",
    "Você é uma falha na Matrix? Porque você é bom demais para ser real.",
    "Você é meu telefone? Porque não posso manter minhas mãos longe de você.",
    "Você é um Snapchat? Porque quero que isto continue para sempre.",
    "Seu nome é Google? Porque tens tudo o que procurei.",
    "Você é um carregador de telefone parcial? Porque estou morrendo sem você!"
  ],
  "Clever Rizz Lines": [
    " \"Você é um teclado, porque é o meu tipo.\"",
    " \"Você é um carregador de telefone parcial? Porque estou morrendo sem você!\""
  ],
  "Cute Rizz Lines": [
    " \"Quando eu era criança eu tinha que perseguir borboletas. Agora você está aqui trazendo-as diretamente para mim.\"",
    " \"Você é o Google? Porque você é tudo o que eu estive procurando.\"",
    " \"Você é morango, porque eu sempre escolherei você.\"",
    " “Minha palavra favorita é ‘universo’ porque começa com U N I.”",
    "Meu Wi-Fi é 4G, mas meu coração é 4U.",
    " \"Seus pais são padeiros, porque você é uma torta bonita.\"",
    " \"Você é uma baga? Porque você é muito do meu tipo.\"",
    "Você é o favorito salvando todos os meus momentos favoritos na vida.",
    "Você é um fuso horário? Porque cada momento com você parece o momento certo.",
    "Você é deja vu? Porque sinto que estamos destinados a acontecer uma e outra vez.",
    "O jeito que me fez cair é como a gravidade.",
    "Você é um biscoito? Porque você está me fazendo desmoronar com desejo.",
    "Você é primavera? Porque toda vez que você chega, tudo ao meu redor floresce.",
    "Sua atração é tão inegável quanto a gravidade de um buraco negro.",
    "Você é uma nuvem? Porque toda vez que te vejo, é um revestimento de prata.",
    "Você é uma roda? Porque você tem minha cabeça girando em círculos.",
    "Você é um chef? Porque tens todos os ingredientes para o meu dia perfeito.",
    "Sua risada é uma canção? Porque é a única melodia que eu preciso.",
    "Sua presença é como a gravidade? Porque não consigo escapar da tua força.",
    "Você é um smoothie? Porque toda vez que estou perto de você, sinto que me misturo perfeitamente.",
    "Você é um romance clássico? Porque quero passar a minha vida lendo cada página de você.",
    "Você deve ser uma constelação porque meu mundo se alinha perfeitamente quando você está por perto.",
    "Você é um plano? Porque tens o design perfeito para o meu coração.",
    "Você é um copo de vinho? Porque toda vez que estou ao teu redor, sinto-me intoxicada com a tua beleza.",
    "Você deve ser a lua porque, mesmo nas noites mais escuras, você ilumina minha vida.",
    "Seu nome é dever de casa? Porque não posso parar de pensar em você mesmo quando eu deveria estar estudando.",
    "Você é um ensaio? Porque eu poderia escrever sobre você o dia todo.",
    "Você é definitivamente um fogo de artifício porque você acabou de iluminar meu mundo em um instante.",
    "Você é um GPS? Porque estou perdido na sua direção.",
    "Você é uma tempestade? Porque quando chegar, agita tudo o que eu pensava que sabia.",
    "Você parece ser uma flor porque quanto mais eu estiver perto de você, mais eu sinto que estou florescente.",
    "Você é uma sinfonia? Porque quando você entra na sala, você cria uma melodia na minha alma.",
    "Você é exatamente como um raio de sol porque brilha tão brilhante que não posso desviar a vista.",
    "Você é uma chuva de caramelo? Porque você torna tudo mais doce.",
    "Você é um prisma? Porque toda vez que olho para você, vejo um espectro inteiro de possibilidades.",
    "Sua aura é um pôr-do-sol? Porque você irradia o tipo de calor e beleza que faz tudo brilhar.",
    "Pareces uma sombra porque não consigo me afastar de ti.",
    " \"Você é um urso de peluche, porque quero abraçá-lo a noite toda.\"",
    " \"Você é tão doce como um cupcake.\"",
    " \"Posso pedir um beijo emprestado, prometo devolvê-lo.\"",
    " \"Você é o meu olá favorito e o meu adeus mais difícil.\"",
    " \"Acho que você é purr-fect.\"",
    " \"Se você fosse uma flor, você seria uma rosa.\"",
    "Você faz meu coração derreter como sorvete em um dia quente.",
    " \"Você é um sonho? Porque eu não quero acordar.\"",
    " \"Você é o sol em um dia nublado.\"",
    "Eu diria que você é tão bonita quanto uma deusa grega, mas pelo que posso dizer, você não é um mito.",
    " \"Você é a razão pela qual eu sorrio.\"",
    "Dizem que nada dura para sempre. Quer ser meu nada?",
    "Quem diz que a Disney é o lugar mais feliz da Terra nunca ficou ao seu lado.",
    "Você é um viajante no tempo? Porque posso vê-lo no meu futuro.",
    "Não sou fotógrafo, mas posso imaginar você e eu juntos.",
    "Você é francês? Porque o Eiffel é para você.",
    "Adivinha o que estou vestindo? O sorriso que você me deu.",
    "Seus pais são padeiros? Porque você é uma torta bonita.",
    "Tinha uma boa linha pronta para ir, mas você é tão bonito que estou literalmente sem palavras.",
    "Acho que há algo errado com o meu telefone. Poderia ligar e ver se funciona?",
    "O sol saiu ou você só sorriu para mim?",
    "Importa-se de me dar um aperto? Você é tão fofo, eu devo estar sonhando.",
    "Se eu tivesse uma máquina do tempo, eu a usaria para reviver esse momento exato."
  ],
  "Poetic Rizz Lines": [
    " “Se eu tivesse uma rosa para cada vez que pensasse em você, só teria uma porque você nunca deixou minha mente.”",
    " “Se eu pudesse rearranjar o cosmos, substituiria o sol por você – sua beleza brilha mais do que qualquer estrela.”",
    "Mesmo que o sol desapareça, sua luz é tudo o que eu preciso para me guiar através da escuridão.",
    " \"Eu sou a caneta, você é o destaque. Eu escrevo nosso futuro, você o torna mais brilhante.\"",
    " “Se você morresse, eu estaria com inveja da Terra porque ela poderia te segurar para sempre.”",
    "Você roubou meu coração, meus olhos e meus pensamentos – tudo o que resta é meu sobrenome.",
    "Se o amor é um campo de batalha, então você é a vitória pela qual estou lutando.",
    " \"Você é o sol, porque dá vida ao meu mundo.\""
  ],
  "Classic Rizz Lines": [
    " \"Espero que você saiba RCP porque você acabou de tirar minha respiração.\"",
    " \"Você é um bilhete de estacionamento? Porque você tem bem escrito em todo você.\"",
    " \"Você se parece muito com o meu próximo parceiro.\"",
    " \"Você tem um mapa, porque acabei de me perder em seus olhos.\"",
    " \"Sabe o que é bonito? Repita a primeira palavra.\"",
    " \"Você é francês, porque Eiffel é para você.\"",
    " \"Você é tão doce, você me dá uma dor de dente.\"",
    "Se você fosse um Transformer, você seria Optimus Fine."
  ],
  "Witty Rizz Lines To Say": [
    "Você é um triângulo? Porque você é aguda.",
    "Qual é o seu nome? Posso te chamar de meu?",
    "Você é um bilhete de estacionamento? Porque você está bem escrito por toda parte.",
    "Sou a Microsoft. Posso ficar em sua casa esta noite?",
    "Já esteve na cadeia? Porque deveria ser ilegal ser tão bonito.",
    "Fomos à escola juntos? Eu poderia ter jurado que tínhamos química.",
    "Você é um mágico? Porque toda vez que eu olho para você, todos os outros desaparecem.",
    "Seu nome é Google? Porque tens tudo o que procurei.",
    "Se você fosse um vegetal, você seria um bonito.",
    "Você é feito de cobre e telúrio? Porque você é Cu-Te.",
    "Você é uma câmera? Porque toda vez que olho para você, sorrio.",
    "Você é um alienígena? Porque acabou de sequestrar meu coração.",
    "Gosta de passas? Como você se sente sobre um encontro?",
    "Seu nome é Waldo? Porque alguém como você é difícil de encontrar.",
    "Seu nome é Ariel? Porque somos sereias uns para os outros.",
    "Se olhar poderia matar, você seria uma arma de destruição em massa."
  ],
  "Funny Tinder pickup lines": [
    "Você já se deita à noite, olha para as estrelas e pensa em todas as coisas bagunçadas do mundo? Como, por que há um D na geladeira, mas nenhum D na geladeira?",
    "Quer ouvir uma piada sobre fantasmas? Esse é o espírito!",
    "Você é muito bonito, mas aqui está o quebra-acordo: você gosta ou não gosta de passas?  (Independentemente da resposta, ofereça-lhes uma data em vez disso.)",
    "Seja honesto: esta partida à primeira vista também é para você?",
    "As rosas são vermelhas, as violetas azuis. Eu sou Yoda, sai comigo.",
    "Você é francês? Porque o Eiffel é para você.",
    "Você deve ser terrível no esconderijo. Alguém como você é tão difícil de encontrar!",
    "Olha, eu não vou flertar com você. Só serei mais amigável com alguém que é mais atraente.",
    "Estou pesquisando datas importantes na história. Quer ser meu?",
    "Gosta de bagels? Porque vocês são objetivos.",
    "Se fosse uma fruta, seria uma maçã fina.",
    "Sabe o que tenho em comum com a Sereia? Ambos queremos fazer parte do seu mundo."
  ],
  "Cheesy Tinder pickup lines": [
    "Você é do espaço? Porque você é bonito fora deste mundo.",
    "Se você fosse um vegetal, você seria um bonito.",
    "Como você chama uma fila de pessoas levantando queijo mozzarella? Uma linha de recolha de queijo.",
    "Alguma vez vai pescar? Porque você é uma verdadeira captura.",
    "Você é australiano? Porque conhece todas as minhas koalas.",
    "As rosas são vermelhas, as violetas azuis. Como eu tive tanta sorte de combinar com você?",
    "Se fosse um Taser, ficaria atordoado.",
    "Você joga futebol? Parece um guarda.",
    "Você é jardineiro? Gosto das tuas tulipas.",
    "Quanto pesa um urso polar? O suficiente para quebrar o gelo!",
    "Você caiu em uma pilha de açúcar? Você está super doce.",
    "Gosta de queijo? Quer brincar comigo?",
    "Se eu pudesse rearranjar o alfabeto, eu colocaria U e eu juntos.",
    "Como você chama uma cadeia de pessoas levantando um queijo mozzarella? Uma linha de recolha de queijo.",
    "Estão amarrados? Não quero que se apaixone por mais ninguém.",
    "Você é um bilhete de estacionamento? Porque tem \"bem\" escrito em você.",
    "Em uma escala de 1 a 10, você é um 9… porque eu sou o 1 que você precisa.",
    "Você acredita no amor à primeira vista ou eu devo passar novamente?",
    "Você é um gato? Porque eu caí pela pele de você.",
    "Não sou muito bom em matemática, mas posso lhe dar o valor que merece.",
    "Não sou eletricista, mas posso iluminar o seu dia.",
    "Você é o Google? Você tem tudo o que eu procuro.",
    "Quer uma passa?  - Não? - Não. Que tal um encontro?",
    "Você é do Tennessee? Porque são os únicos 10 que vejo.",
    "Quer sair e tomar um pouco de ar fresco comigo? Acabaste de tirar-me a respiração.",
    "Não sei se foi um terremoto, ou se você só sacudiu o meu mundo.",
    "Você é dentista? Meu sorriso ficou mais brilhante quando te vi.",
    "Sabe o que a Sereia e eu temos em comum? Ambos queremos fazer parte do seu mundo."
  ],
  "Genuine Tinder pickup lines": [
    "Qual foi a última música/filme/programa de TV que você gostou?",
    "Descriva-se em três emojis. Eu sou: (Adicione seus próprios emojis.)",
    "Minha linha favorita é: (Insira uma linha ridícula aqui). Qual é o seu?",
    "Se você pudesse ser qualquer animal do mundo por 24 horas, qual você escolheria?",
    "O Titanic. Esse é o meu quebra-gelo. O que se passa?",
    "OK, em vez de uma linha do Tinder, aqui está um enigma para você: você tem que escolher entre três quartos: um cheio de fogo, um cheio de assassinos e um cheio de leões que não comem em três anos. Qual é o mais seguro?  (É a sala com os leões porque todos estariam mortos.)",
    "Três raças de cães favoritas: Go!",
    "Pronto para uma guerra GIF? Este é o meu GIF favorito de todos os tempos: (Adicione o seu próprio GIF - recomendamos a lama sassy.)",
    "Então, quando nossos amigos perguntarem como nos conhecemos, o que vamos dizer a eles?",
    "Se você pudesse estar em qualquer lugar do mundo agora, onde estaria?",
    "Você parece legal. Vamos ser amigos, conhecer-nos e tirar a partir daí.",
    "Esqueça os quebradores de gelo. Vamos chegar às coisas boas: o que lhe traz mais alegria?"
  ],
  "Tinder pickup lines for guys": [
    "Pareces tão familiar! Tivemos química juntos?",
    "Você é meu apêndice? Porque eu tenho essa sensação no meu estômago como se eu quisesse tirar você.",
    "Acabei de comprar um batom à prova de beijos, e quero testá-lo.",
    "Em uma escala de um a 10, sou um nove. Mas você é quem eu preciso.",
    "Acho que a pandemia está longe de acabar porque seu sorriso é contagioso.",
    "Ouvi dizer que gosta de garotas ruins. Bem, sou ruim em muitas coisas.",
    "Eu conheço você? Você se parece muito com o meu próximo namorado.",
    "Você é um bom abraçador? Porque se for assim, posso deixá-lo juntar-se à minha gangue.",
    "Você acredita no amor à primeira vista, ou devo apagar este jogo e tentar novamente?",
    "Se você pudesse ser qualquer personagem de quadrinhos, quem seria?",
    "Divertir-se não é difícil quando você tem um cartão de biblioteca, mas eu não preciso de um para verificar você.",
    "Sabe o que é mais interessante do seu perfil?",
    "Você é meu forno? Porque você é quente, e quero que me faça o jantar."
  ],
  "Tinder pickup lines for girls": [
    "Você não sabe quantas vezes tive que deslizar para a esquerda para encontrá-lo.",
    "Será a minha Tinderella?",
    "Vamos marcar uma data de aniversário agora.",
    "Eu não cozinho boas panquecas – eu cozinho boas panquecas. Brunch?",
    "Apenas me chame de Shrek porque sou calcanhar de ogre para você.",
    "Você é a minha bagagem perdida? Porque tenho tido tantos problemas para te encontrar.",
    "Você é tão linda que esqueci a minha melhor linha.",
    "Você parece legal. Quer compartilhar senhas da Netflix (e, você sabe, data)?",
    "Você é bonita, e eu sou fofo. Juntos poderíamos ser muito bonitos!",
    "Sabe o que está no menu esta noite? Eu e você.",
    "Não sou tão alto. Só estou sentado na minha carteira.",
    "Acabei de me tornar doador de órgãos para te dar meu coração.",
    "Você foi ao médico recentemente? Acho que te falta vitamina."
  ],
  "Bold rizz pick-up lines": [
    " “Eu não sou um homem de apostas, mas apostaria tudo o que tenho que seríamos ótimos juntos.”",
    " \"Você está tão bem, eu arriscaria tudo.\"",
    " \"Eu não vou mentir, estou completamente obcecado com você.\"",
    " \"Normalmente não sou tão avançado, mas você vale a pena.\"",
    " \"Vou ser honesto, penso em você o tempo todo.\"",
    " \"Você é a mulher mais bonita que já vi.\"",
    " \"Não tenho medo de dizer, acho que estou me apaixonando por você.\"",
    " \"Não estou te convidando para sair, estou te dizendo.\"",
    " \"Você vai voltar para casa comigo esta noite.\" (Use com extrema cautela e apenas se apropriado para o contexto!)",
    " \"Vou me arrepender disso, mas... você quer me beijar?\"",
    " \"Eu não sei o que é sobre você, mas você me faz querer jogar cautela ao vento.\""
  ],
  "Flirty rizz pick-up lines": [
    " “Você é tão bonita por dentro quanto por fora?”",
    " “Eu gostaria de te levar para um café alguma vez… ou talvez algo um pouco mais forte?”",
    " “Você tem um sorriso que pode iluminar um quarto.”",
    " \"Não posso deixar de notar como você é linda.\"",
    " \"Você é o tipo de mulher que faz meu coração correr.\"",
    " \"Não sei o que é sobre você, mas você me faz sentir vivo.\"",
    " \"Você é o tipo de mulher com quem eu poderia passar o resto da minha vida.\"",
    " “Não sei qual é a sua história, mas gostaria de ouvir.”",
    " \"Você tem um grande senso de humor.\"",
    " \"Você é tão intoxicante, eu me sinto tonto.\"",
    " \"Eu sinto borboletas quando estou ao seu redor.\""
  ],
  "Corny rizz pick-up lines": [
    " \"Você é um mágico? Porque sempre que eu olho para você, todos os outros desaparecem!\"",
    " “Eu não sou fotógrafo, mas posso nos imaginar juntos.”",
    " \"Você é do Tennessee, porque são os únicos dez que vejo.\"",
    " \"Se você fosse um vegetal, você seria um bonito-grombo.\"",
    " \"Seu nome é Google? Porque você tem tudo o que eu estive procurando.\"",
    " \"Sinta a minha camisa, sabe do que é feita?",
    " \"Você é um bilhete de estacionamento? Porque você tem \"bem\" escrito em todo você.\"",
    " “Eu não sou doador de órgãos, mas gostaria de lhe dar meu coração.”",
    " \"Você é uma câmera? Porque toda vez que eu olho para você, eu sorrio.\"",
    " \"Você gosta de passas? Que tal um encontro?\"",
    " \"Se você fosse uma fruta, você seria uma maçã fina.\"",
    " \"Você é uma fogueira? Porque você é quente e eu quero mais.\""
  ],
  "Dirty Pickup Lines": [
    "Você deve ser minha Tinderella porque eu vou fazer o vestido desaparecer à meia-noite.",
    "Eu estava me sentindo desanimada hoje, mas você me deixou totalmente excitada.",
    "Você está ótima com essa roupa, mas aposto que ficaria ainda melhor com seu terno de aniversário.",
    "Você é uma torta? Porque eu gostaria de um pedaço de você.",
    "Se eu lhe comprar o jantar, você será sobremesa?",
    "Se eu fosse juiz, te condenaria à minha cama.",
    "Você é tão sexy, meu zíper está caindo por você.",
    "Deves ser sorvete porque quero lamber-te.",
    "Vou adicioná-lo à minha lista de tarefas. Posso te despachar esta noite?",
    "Dê-me as chaves do seu carro para que eu possa deixá-lo louco.",
    "Não consigo provar meu brilho de lábios de cereja! Pode tentar?"
  ],
  "Dirty Pickup Lines for Him": [
    "Você está me despindo com seus olhos?!",
    "Eu sei uma ótima maneira de queimar as calorias nessa bebida.",
    "Lindas calças. Posso convencê-lo a sair deles?",
    "Vou te mostrar as minhas linhas de bronzeado se me mostrar as tuas.",
    "Seus olhos não têm segredos. Já me disseram que vais para casa comigo esta noite.",
    "Parece que será uma daquelas noites em que nenhum de nós dormirá.",
    "Seus olhos estão tentando tirar minha roupa?!",
    "Esse corpo é seu pelo resto da sua vida. Só quero para esta noite.",
    "Gosta de bacon? Quer se despejar?",
    "Quer me ajudar a entrar na lista do Papai Noel este ano?",
    "Aposto que você parece tão perfeito com suas roupas fora como você faz com elas vestidas.",
    "Se fosse um personagem em Ratatouille, seria a especiaria da minha sopa.",
    "Tenho sido super no topo das coisas ultimamente. Gostaria de ser um deles?",
    "Eu me ofereço como sua vítima esta noite, já que você está claramente vestido para matar.",
    "Você acredita no karma? Porque eu conheço algumas boas posições de \"Karma\" Sutra que podemos tentar.",
    "Fizeste a cama esta manhã? Querem desfazer juntos?",
    "Seu nome começa com \"C\" porque eu posso \"C\" nos descendo?",
    "Vamos fazer um acordo: eu te cozinho o jantar se você me cozinhar o café da manhã.",
    "Acho a sua falta de nudez perturbadora.",
    "Adoro a minha cama, mas prefiro estar na sua.",
    "Na noite passada tive o sonho mais selvagem... e você estava nele!"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    "Ei, linda! O que está fazendo esta noite além de mim?",
    "Há uma grande venda na minha casa agora, roupas com 100% de desconto.",
    "Só estava pensando em você... e todo o meu sangue viajou para o sul. Até mais tarde!",
    "Mal posso esperar para te mostrar o quanto me excitas.",
    "Tenho praticado algumas técnicas de massagem. Quer ser meu voluntário mais tarde?",
    "Queria estar lá com você agora. Não sei quanto mais meu corpo pode esperar para ver o seu.",
    "Você é meu telefone? Não acredito quanto tempo demorei para te encontrar.",
    "Olá querida! Não está exausto? Você esteve correndo em meus pensamentos o dia todo. Nu, a maior parte do tempo.",
    "Eu não consigo dormir, tudo o que posso pensar é no que estaríamos fazendo se você estivesse aqui comigo.",
    "Nunca mude. Tudo bem? Fique nu depois. XOXO",
    "Só queria dizer que você tem um ótimo sorriso, mas seria ainda melhor se fosse tudo o que vestisse depois.",
    "Ei, linda! Devo vir aqui esta noite?",
    "Gostaria de estar deitada lá ao seu lado... nua.",
    "Sinto-me como um interruptor de luz e mal posso esperar que me acenda.",
    "Eu te quero tanto.",
    "Jantar primeiro, ou podemos ir para a sobremesa esta noite?",
    "Pare de pensar em mim nua! Sheesh. O quê?",
    "Ótimo vestido. Desculpe, vou ter que arrancá-lo mais tarde esta noite.",
    "Não gosto de estar aqui no trabalho quando posso estar em casa fazendo coisas com você.",
    "Venha o mais rápido possível.",
    "Diga ao seu peito para parar de olhar para os meus olhos quando está ao meu redor.",
    "Quer ir à festa na minha cama esta noite?",
    "Não posso parar de pensar em todas as coisas divertidas que poderíamos fazer juntos.",
    "Está cansado? Estás a correr nua na minha mente o dia todo.",
    "Seu corpo é um mapa? Porque eu amo viajar.",
    "Além de parecer tão bonito e sexy, o que mais você pode fazer?",
    "Comprei um pouco de leite chicoteado - quer ser a sobremesa?",
    "Twinkle twinkle, pequena estrela, vamos fazer amor no meu carro. Até mais tarde!",
    "Você quer cometer um pecado para o seu próximo confessional? Avise-me esta noite!",
    "Esses jeans pareciam muito bons em você antes, mas você sabe o que seria ainda melhor? Eu. Eu.",
    "Se você estiver tão bom com roupas, não posso imaginar o quão bom você ficará com elas.",
    "Posso vê-lo no meu futuro.  .. em cima de mim.",
    "Ei, linda! Nós nascemos sem roupas, então vamos voltar aos velhos tempos depois do nosso encontro.",
    "Acho que posso cair louca na cama com você agora.",
    "Eu posso dizer que você gosta de ioga, por que você não gasta um pouco de tempo me mostrando o quão flexível você é?",
    "Espero estar em sua mente mais tarde – imagine-me sem nada vestido.",
    "Tem chovido o dia todo e esta noite vai ficar fria. Posso adicioná-lo às minhas capas?",
    "Só para que saiba, esta noite será inesquecível.",
    "Olá lá! Espero que se lembre do meu nome, já que vai gritar mais tarde.",
    "Não sou dentista, mas aposto que posso dar-lhe um preenchimento se quiser.",
    "Olá! Meu nome é Microsoft. Posso ficar na sua casa esta noite depois do nosso encontro?",
    "Assim como meu café da manhã favorito, mal posso esperar para te virar.",
    "Hoje à noite, finja que sou um pirata e me dê esse botão. Até mais tarde!",
    "Você é Mulan? Porque quero que cuide da minha espada esta noite.",
    "Vou fazer seus sonhos realidade mais tarde.",
    "Vamos fingir que minha cama é o oceano e fazer algumas ondas.",
    "Você acabou de se colocar na minha lista de \"coisas a fazer\"?",
    "Se eu dissesse que você tinha um corpo bonito, você o seguraria contra mim?",
    "Seu corpo é um País das Maravilhas, e eu gostaria de ser Alice.",
    "Os teus jeans são Guess? Porque adivinha quem quer tirá-los?",
    "Ao contrário da TV, eu gosto quando você não tem nada vestido.",
    "Você aprecia a cultura? Porque eu gostaria de te beijar francês.",
    "Não faz ideia do que me faz.",
    "Meus músculos não são a única coisa impressionante em mim.",
    "Assim como o Papai Noel, também tenho um presente para você no meu trenó. Se você vir, eu lhe dou.",
    "Você vale todos os pecados que cometerei com você esta noite. XO",
    "Luzes ligadas ou desligadas mais tarde?",
    "Não sou um gênio, mas posso fazer seus desejos mais selvagens acontecerem esta noite.",
    "Tenho uma surpresa para você mais tarde esta noite, acho que você vai gostar!",
    "Não sou Fred Flintstone, mas posso fazer a sua base. Até o fim de semana!",
    "Mal posso esperar para beijar cada parte do seu corpo.",
    "Doeu quando você caiu do céu? Espere, ainda não esteve na minha cama."
  ],
  "Dirty Pickup Lines for Her": [
    "O que uma pessoa boa como você está fazendo com uma mente suja como a minha?",
    "Vocês são os Pequenos Césares? Porque você está quente e eu estou pronto.",
    "Seu corpo é 60% água e eu estou com sede.",
    "Posso emprestar um beijo? Prometo que devolverei.",
    "Sou novo na cidade. Poderia me dar as instruções para o seu apartamento?",
    "Suas roupas parecem desconfortáveis. Deixe-me ajudá-lo a sair deles.",
    "O café da manhã é a minha segunda coisa favorita para comer na cama. Qual é o seu?",
    "Eu acho que você está sofrendo de falta de vitamina me ... o que você acha?",
    "Querida, você é tão quente, você faz o equador parecer o Pólo Norte.",
    "Você é tão doce que pôs o Hershey's Kisses fora do negócio.",
    "Queria que fosses sabão para que pudesse sentir-te em mim.",
    "Você conhece o seu ABC? Porque quero te dar a quarta letra do alfabeto.",
    "Se ser sexy fosse um crime, você seria culpado como acusado!",
    "Seu cinto parece muito apertado. Posso soltá-lo para você?",
    "Gosta de pescar? Porque acabou de me pegar.",
    "Esse suéter parece incrível em você. Aposto que eu também!",
    "Você é um elevador? Porque eu adoraria subir e descer com você.",
    "Gosta de baleias? Porque podemos voltar à minha casa.",
    "Eu não tenho interesse em ter filhos, mas podemos praticar de qualquer forma?",
    "Gostaria de te levar de volta à minha porta.",
    "Adoro sua camisa, posso tentar de manhã?",
    "Sou artista, e a minha coisa favorita para fazer é o amor.",
    "Você é um leão marinho? Porque posso amarrá-lo como leão na minha cama esta noite.",
    "Essa roupa que você está vestindo ficaria ótima em uma pilha arrugada ao lado da minha cama.",
    "Vamos tomar algumas decisões ruins juntos.",
    "Só para ser claro, estamos indo para a mesma cama esta noite, certo?",
    "Tenho que assinar o seu pacote?",
    "Sou um aventureiro e quero explorar você."
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    "Você é um fogo de artifício? Ouvi dizer que você pode bater.",
    "Quer ter a melhor noite de dormir da sua vida?",
    "Você é a Rainha do Lácteo e eu serei seu Burger King: você me trata bem, e eu farei do seu jeito.",
    "Meu nome não é Elmo, mas pode me cócegar quando quiser.",
    "Pareces mais quente do que o meu café.",
    "Vamos brincar de carpinteiro para que possamos pregar um ao outro.",
    "Tem um celular no bolso traseiro? Porque o seu despojo está me chamando.",
    "Tentei economizar mais água… Quer tomar banho juntos?",
    "Você tomou Charms da Sorte no café da manhã? Porque você parece magicamente delicioso!",
    "Como está a tolerância ao calor? Porque as coisas vão ficar picantes.",
    "Gosta de jogos? Devíamos jogar strip poker.",
    "Por que eu não sou o Burger King e você é o McDonald’s? Vou fazer do meu jeito, e você vai adorar.",
    "Você trabalha para a UPS? Eu poderia ter jurado que te vi verificando o meu pacote.",
    "Você é uma amostra de supermercado? Porque quero ter você uma e outra vez.",
    "Eu sei como podemos fazer um treino sem sair da cama.",
    "Deixe-me inserir meu plug na sua tomada, e podemos gerar alguma eletricidade mais tarde.",
    "Você é como uma fogueira... você está quente e eu quero mais.",
    "Não me diga o que fazer a menos que esteja nu.",
    "Sua cama ou minha?",
    "Uma noite comigo pode mudar a tua vida.",
    "Eu me sinto como uma lâmpada porque você continua me acendendo.",
    "Você bebe refrigerante? Porque você parece tão liso.",
    "Eles me chamam de café porque eu moço tão bem.",
    "Você é como meu dever de casa porque eu não estou fazendo você, embora eu definitivamente deveria ser.",
    "Boa coisa que eu sei RCP, porque esta noite, eu definitivamente vou tirar sua respiração.",
    "Olá! Bonitas pernas, mal posso esperar para vê-las na minha cama.",
    "Vamos fazer como um fogo de artifício e bang.",
    "Quer assistir ou atuar em Dirty Dancing?",
    "Você pode ser o Andy, eu posso ser o seu Woody e você pode brincar comigo o dia todo.",
    "Acredite em mim, sou como um microondas e posso fazer as coisas quentes em apenas alguns segundos.",
    "Sempre me disseram para seguir meus sonhos, então posso seguir você para casa?",
    "Você é Lightning McQueen? Porque acabou de acender o meu motor.",
    "Não sei se foi um terremoto, ou se você só sacudiu o meu mundo.",
    "Seus pais eram padeiros? Porque você tem um bom conjunto de pães.",
    "Você gosta de vulcões? Porque posso explodir mais tarde.",
    "Há um forno perto ou somos apenas nós? Posso sentir o calor.",
    "Quer uma xícara de chá? Porque está quente.",
    "Gosto de jogar xadrez na cama - quer me ajudar a aprender algumas posições novas?",
    "Como Sabrina Carpenter, eu sei que o orvalhei pela montanha.",
    "Assim como a cafeína tarde demais no dia, eu te mantenho acordado a noite toda.",
    "Seus lábios parecem solitários. Quer apresentá-los aos meus?",
    "Quer ficar comigo na minha cama?",
    "Perdi minhas chaves, posso verificar suas calças?",
    "Eu desistiria do meu sorvete para te colher.",
    "Não me importo se você é vegano. Tenho a única carne que precisará.",
    "Eu não sou caixa, mas você tem algumas coisas em você que eu gostaria de verificar!",
    "Posso tirar uma foto? Preciso disso para mostrar ao Papai Noel o que quero no Natal.",
    "Se eu fosse você, dormiria comigo.",
    "Pare, caia e rola, querida. Você está em fogo.",
    "Deve haver um interruptor de luz na minha testa porque toda vez que te vejo, você me liga!",
    "Seu nome é Circe? Porque está me transformando num animal.",
    "Suas pernas devem estar cansadas porque andaste passando pela minha mente a noite toda."
  ],
  "Sexy Pick Up Lines": [
    "Você pode apagar o aplicativo agora, estou aqui.",
    "Você tem um nome? Ou posso te chamar meu?",
    "Deve haver algo errado com meus olhos, não posso tirá-los de você.",
    "Meu nome é [seu nome], mas você deve ouvir meu número de telefone.",
    "Seus lábios parecem solitários. Querem conhecer o meu?",
    "Não sou doador de órgãos, mas gostaria de lhe dar meu coração.",
    "Se me emprestar um beijo, prometo devolvê-lo imediatamente."
  ],
  "Flirty Pick Up Lines": [
    "Eu tenho um número de telefone, você tem um número de telefone - pense nas possibilidades.",
    "Tenho todos esses garfos e facas. Só preciso de uma colhereta.",
    "Sua mão parece pesada, posso segurá-la por você?",
    "Sempre pensei que a felicidade começava com um \"H\", mas parece que começa com um \"U\".",
    "Tem um mapa? Acabei de me perder nos teus olhos.",
    "Acabaste de sair de um forno? Porque você está muito quente para lidar.",
    "Acho que já nos conhecemos. Na verdade, não importa, acho que foi apenas nos meus sonhos.",
    "Aposto que o meu número soa melhor do que o seu. Quer ouvir?",
    "Acredite em mim, não estou bêbado, estou apenas embriagado por você.",
    "Você tem um espelho? Porque posso nos ver juntos."
  ],
  "Corny Pick Up Lines": [
    "Espero que alguém saiba como fazer RCP porque você me tirou a respiração.",
    "Você está um pouco doente, você deve estar sofrendo de falta de vitamina Me.",
    "Você é um roteador WiFi? Porque estou sentindo uma conexão.",
    "Você tem um Band-Aid? Rasguei os joelhos caindo por você.",
    "Se fosse um transformador, seria Optimus Fine.",
    "Vamos jogar um jogo... não esconder e procurar, porém, pessoas como você são difíceis de encontrar.",
    "Você gosta de Star Wars? Porque Yoda é um para mim.",
    "Nunca acreditei no amor à primeira vista, depois te vi.",
    "É bom que eu tenho meu cartão da biblioteca, porque estou totalmente verificando você.",
    "Se ser bonito fosse um crime, seria culpado como acusado.",
    "Minha mãe me disse para não falar com estranhos online, mas farei uma exceção para você.",
    "Você foi à escola em Hogwarts? Porque estou sentindo a magia.",
    "Estou muito feliz por ter comprado um seguro de vida porque quando te vi, meu coração parou.",
    "Se você fosse um vegetal, você seria um bonito."
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "O seu sorriso é maravilhoso.",
    "Acho que nos conhecemos em uma vida anterior.",
    "Os teus olhos são muito bonitos.",
    "Você é como um anjo.",
    "Sua aura é muito especial.",
    "Acho que foi o destino que nos reuniu.",
    "Sua voz é realmente sedutora.",
    "Talvez você seja a pessoa que procuro.",
    "O seu sorriso fascinou-me.",
    "Sinto uma conexão especial entre nós."
  ],
  "Frases para ligar en español": [
    "O teu sorriso é lindo.",
    "Acho que nos conhecemos em uma vida passada.",
    "Os teus olhos são realmente bonitos.",
    "Você é como um anjo.",
    "Sua aura é realmente especial.",
    "Acho que o destino nos une.",
    "Sua voz é realmente cativante.",
    "Você poderia ser a pessoa que estou procurando.",
    "Seu sorriso me cativou completamente.",
    "Sinto uma conexão especial entre nós."
  ],
  "Deutsche Anmachsprüche": [
    "O seu sorriso é maravilhoso.",
    "Acho que nos conhecemos em uma vida anterior.",
    "Os teus olhos são realmente bonitos.",
    "Você é como um anjo.",
    "Sua aura é muito especial.",
    "Acho que o destino nos uniu.",
    "Sua voz é realmente encantadora.",
    "Você poderia ser a pessoa que eu procuro.",
    "Seu sorriso me encantou completamente.",
    "Sinto uma ligação especial entre nós."
  ]
}