[
  {
    "line": "Are you an Instagram reel? Because I can’t stop replaying you in my mind.",
    "category": "trendy",
    "timestamp": "2025-06-07T01:57:15.162Z"
  },
  {
    "line": "I'm not a betting person, but I'd put money on us having amazing chemistry.",
    "category": "all",
    "timestamp": "2025-06-07T02:00:35.048Z"
  },
  {
    "line": "Are you my appendix? Because I don't understand how you work, but this feeling in my stomach makes me want to take you out.",
    "category": "all",
    "timestamp": "2025-06-07T02:00:55.018Z"
  },
  {
    "line": "Are you made of stardust? Because every moment with you feels like the universe is rewriting its favorite love story.",
    "category": "all",
    "timestamp": "2025-06-07T02:01:32.007Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you're Cu-Te.",
    "category": "classic",
    "timestamp": "2025-06-07T02:06:33.776Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and together we’ve got undeniable chemistry.",
    "category": "all",
    "timestamp": "2025-06-07T02:11:02.078Z"
  },
  {
    "line": "Are you a rare first edition? Because every chapter with you feels priceless.",
    "category": "classic",
    "timestamp": "2025-06-07T02:11:02.229Z"
  },
  {
    "line": "Are you a plot twist in a good book? Because you just made my whole story more interesting.",
    "category": "all",
    "timestamp": "2025-06-07T09:33:16.018Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a whole lot more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-07T09:33:30.138Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a lot more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-07T09:57:58.071Z"
  },
  {
    "line": "Are you made of quarks and charm? Because every time you walk by, you change the laws of my universe.",
    "category": "all",
    "timestamp": "2025-06-08T01:31:48.839Z"
  },
  {
    "line": "Are you a plot twist? Because my world just got a whole lot more interesting with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T01:41:23.571Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, but I think we might have chemistry in every element of life.",
    "category": "all",
    "timestamp": "2025-06-08T01:42:19.189Z"
  },
  {
    "line": "Are you a plot twist? Because whenever you show up, my whole story gets a lot more interesting.",
    "category": "all",
    "timestamp": "2025-06-08T01:42:38.197Z"
  },
  {
    "line": "Are you a plot twist? Because my story got a lot more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T01:43:36.471Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a whole lot more interesting the moment you appeared.",
    "category": "all",
    "timestamp": "2025-06-08T01:43:36.523Z"
  },
  {
    "line": "If you were a punctuation mark, you'd be an exclamation point—because you just made my day a little more exciting!",
    "category": "all",
    "timestamp": "2025-06-08T01:44:02.563Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you've got Cu-Te written all over you.",
    "category": "all",
    "timestamp": "2025-06-08T01:47:14.881Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a whole lot more interesting since you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T01:48:47.882Z"
  },
  {
    "line": "Are you a playlist on shuffle? Because every moment with you feels like my new favorite song.",
    "category": "all",
    "timestamp": "2025-06-08T02:45:03.581Z"
  },
  {
    "line": "Are you a plot twist? Because my story was fine until you showed up and made every page exciting.",
    "category": "all",
    "timestamp": "2025-06-08T02:50:41.319Z"
  },
  {
    "line": "If we were books in a library, I’d ask the librarian for your call number—because I’ve been searching for you my whole story.",
    "category": "all",
    "timestamp": "2025-06-08T03:03:08.840Z"
  },
  {
    "line": "Are you made of quarks and charm, or is it just your personality pulling me into your orbit?",
    "category": "all",
    "timestamp": "2025-06-08T03:03:26.360Z"
  },
  {
    "line": "Are you a plot twist? Because my story was good before, but it's unforgettable with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T03:03:34.535Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and I feel a chemical reaction every time you smile.",
    "category": "all",
    "timestamp": "2025-06-08T03:12:23.921Z"
  },
  {
    "line": "Are you a plot twist? Because every moment with you turns my story into something extraordinary.",
    "category": "all",
    "timestamp": "2025-06-08T03:12:24.065Z"
  },
  {
    "line": "If you were a library book, I’d check you out—and never return you.",
    "category": "all",
    "timestamp": "2025-06-08T03:12:48.737Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story got better the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T03:12:53.393Z"
  },
  {
    "line": "Are you made of stories? Because every moment with you feels like the start of a bestselling adventure.",
    "category": "all",
    "timestamp": "2025-06-08T03:13:04.501Z"
  },
  {
    "line": "Are you a plot twist? Because my heart didn't see you coming, but now you're my favorite chapter.",
    "category": "all",
    "timestamp": "2025-06-08T03:39:57.437Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story just got way more interesting.",
    "category": "all",
    "timestamp": "2025-06-08T03:39:57.663Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and have all the right elements for a spark.",
    "category": "all",
    "timestamp": "2025-06-08T03:40:28.287Z"
  },
  {
    "line": "Is your name Sonata? Because every time you speak, my heart composes a new symphony.",
    "category": "classic",
    "timestamp": "2025-06-08T03:40:34.805Z"
  },
  {
    "line": "Are you an unopened Wordle? Because I want to guess you right in six tries or less.",
    "category": "trendy",
    "timestamp": "2025-06-08T03:40:38.436Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and I feel a real chemical reaction.",
    "category": "all",
    "timestamp": "2025-06-08T03:41:12.315Z"
  },
  {
    "line": "Are you a plot twist? Because you just changed the story of my day in the most unexpected way.",
    "category": "all",
    "timestamp": "2025-06-08T03:44:08.814Z"
  },
  {
    "line": "If you were a library book, I’d check you out—and never return you, even if it meant a lifetime fine for stealing my heart.",
    "category": "all",
    "timestamp": "2025-06-08T04:16:39.530Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and I feel a strong element of attraction.",
    "category": "all",
    "timestamp": "2025-06-08T04:25:22.459Z"
  },
  {
    "line": "Are you a plot twist? Because you just turned my story into a bestseller.",
    "category": "all",
    "timestamp": "2025-06-08T04:29:03.738Z"
  },
  {
    "line": "Are you a plot twist? Because you just turned my whole story around.",
    "category": "all",
    "timestamp": "2025-06-08T04:42:38.791Z"
  },
  {
    "line": "Are you the last page of my favorite book? Because I never want this story with you to end.",
    "category": "all",
    "timestamp": "2025-06-08T04:42:39.949Z"
  },
  {
    "line": "If you were a story, I’d dog-ear every page just to keep rereading my favorite chapters—especially the one where we met.",
    "category": "all",
    "timestamp": "2025-06-08T04:47:22.347Z"
  },
  {
    "line": "Are you a library book? Because I want to check you out, take you home, and give you the attention you deserve.",
    "category": "all",
    "timestamp": "2025-06-08T04:49:42.126Z"
  },
  {
    "line": "Are you a plot twist? Because just when I thought I knew where life was going, you showed up and changed the whole story.",
    "category": "all",
    "timestamp": "2025-06-08T04:49:53.852Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a lot more interesting since you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T04:49:57.642Z"
  },
  {
    "line": "Are you a plot twist? Because you just turned my whole story upside down in the best way possible.",
    "category": "all",
    "timestamp": "2025-06-08T04:52:06.226Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, but I’m still dying to know your atomic number.",
    "category": "all",
    "timestamp": "2025-06-08T04:52:45.313Z"
  },
  {
    "line": "Are you a plot twist? Because every time I think I've figured you out, you make my heart skip a beat.",
    "category": "all",
    "timestamp": "2025-06-08T04:54:23.151Z"
  },
  {
    "line": "Are you made of time? Because when I'm with you, every second writes a story I never want to end.",
    "category": "all",
    "timestamp": "2025-06-08T05:05:28.440Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te together with me.",
    "category": "all",
    "timestamp": "2025-06-08T05:05:28.444Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and I’d love to bond over a little element of surprise.",
    "category": "all",
    "timestamp": "2025-06-08T05:12:59.971Z"
  },
  {
    "line": "If you were a book, you’d be on every bestseller list—because everyone would want to read your story.",
    "category": "all",
    "timestamp": "2025-06-08T05:13:07.378Z"
  },
  {
    "line": "Are we an unsolved riddle? Because the more I look at you, the more I want to find all the right answers.",
    "category": "all",
    "timestamp": "2025-06-08T05:16:51.541Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a whole lot more interesting with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T05:16:51.543Z"
  },
  {
    "line": "Are you a plot twist? Because every time I look at you, my story gets a whole lot more interesting.",
    "category": "all",
    "timestamp": "2025-06-08T05:23:14.849Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story got way more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T05:23:18.915Z"
  },
  {
    "line": "If you were a playlist, you'd be the one I'd put on repeat for the rest of my life.",
    "category": "all",
    "timestamp": "2025-06-08T05:23:24.424Z"
  },
  {
    "line": "Are you a plot twist? Because my heart was totally unprepared for you.",
    "category": "all",
    "timestamp": "2025-06-08T05:24:40.689Z"
  },
  {
    "line": "Are you a plot twist? Because you just turned my storyline from ordinary to unforgettable.",
    "category": "all",
    "timestamp": "2025-06-08T05:24:40.690Z"
  },
  {
    "line": "Are you WiFi? Because I’m feeling a connection stronger than my morning coffee.",
    "category": "all",
    "timestamp": "2025-06-08T05:25:02.102Z"
  },
  {
    "line": "If we were on Wikipedia, you'd be the article I’d keep refreshing just to see what fascinating detail is added next.",
    "category": "all",
    "timestamp": "2025-06-08T05:25:05.077Z"
  },
  {
    "line": "Are you a plot twist? Because every time I think I know where my day is going, you turn it into something unforgettable.",
    "category": "all",
    "timestamp": "2025-06-08T05:27:37.554Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story just got a lot more interesting since you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T05:29:21.601Z"
  },
  {
    "line": "If I were a library book, you’d be the reason I’d finally hope to be checked out.",
    "category": "all",
    "timestamp": "2025-06-08T05:29:28.278Z"
  },
  {
    "line": "Are you a plot twist? Because just when I thought my story was predictable, you turned every page into something unforgettable.",
    "category": "all",
    "timestamp": "2025-06-08T05:40:14.877Z"
  },
  {
    "line": "If I were to rewrite the alphabet, I’d put U and I together, but then I’d have to invent a whole new language just to describe how stunning you are.",
    "category": "all",
    "timestamp": "2025-06-08T05:40:21.981Z"
  },
  {
    "line": "Are you made of time? Because every moment without you feels incomplete.",
    "category": "all",
    "timestamp": "2025-06-08T05:40:33.560Z"
  },
  {
    "line": "Are you Wi-Fi? Because I'm feeling a strong connection, and my heart just hit full bars.",
    "category": "all",
    "timestamp": "2025-06-08T05:48:42.861Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story just got a lot more interesting.",
    "category": "all",
    "timestamp": "2025-06-08T05:59:34.557Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story just got a lot more interesting with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T05:59:34.586Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got way more interesting the moment you appeared.",
    "category": "all",
    "timestamp": "2025-06-08T06:02:07.059Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and I feel a real chemistry reaction coming on.",
    "category": "all",
    "timestamp": "2025-06-08T06:02:09.536Z"
  },
  {
    "line": "If we were a story, you’d be the twist that makes my heart skip chapters.",
    "category": "all",
    "timestamp": "2025-06-08T06:37:10.607Z"
  },
  {
    "line": "Are you a plot twist? Because just when I thought I knew how my day would go, you rewrote my entire story.",
    "category": "all",
    "timestamp": "2025-06-08T06:37:23.855Z"
  },
  {
    "line": "Is your name Wi-Fi? Because I’m definitely feeling a strong connection, but I’m still hoping you’ll give me the password to your heart.",
    "category": "all",
    "timestamp": "2025-06-08T06:37:56.241Z"
  },
  {
    "line": "Are you a plot twist in my favorite book? Because my story just got way more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T06:58:16.463Z"
  },
  {
    "line": "Are you a plot twist? Because every moment with you rewrites my story in the best possible way.",
    "category": "all",
    "timestamp": "2025-06-08T07:00:21.816Z"
  },
  {
    "line": "Are you a plot twist? Because my story was fine until you showed up and now I can’t wait to see what happens next.",
    "category": "all",
    "timestamp": "2025-06-08T07:02:57.880Z"
  },
  {
    "line": "If you were a password, you’d be a perfect combination of numbers, letters, and a little bit of mystery—mind if I try to crack your code?",
    "category": "all",
    "timestamp": "2025-06-08T07:03:01.728Z"
  },
  {
    "line": "Are you a plot twist? Because you've just rewritten the ending to my day.",
    "category": "all",
    "timestamp": "2025-06-08T07:03:16.774Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story just got a lot more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T07:03:21.097Z"
  },
  {
    "line": "Are you a secret menu item? Because I feel like discovering you would be the highlight of my whole day.",
    "category": "all",
    "timestamp": "2025-06-08T07:05:01.039Z"
  },
  {
    "line": "Are you an unsolved crossword? Because I feel a clue every time I look into your eyes.",
    "category": "all",
    "timestamp": "2025-06-08T07:05:51.073Z"
  },
  {
    "line": "Are you a plot twist? Because I thought I knew where my life was going—until you showed up and changed the story.",
    "category": "all",
    "timestamp": "2025-06-08T07:06:02.121Z"
  },
  {
    "line": "Are you a plot twist? Because whenever you walk in, my whole story changes.",
    "category": "all",
    "timestamp": "2025-06-08T07:06:16.109Z"
  },
  {
    "line": "Are you a library book? Because I’d check you out in every genre and never return you.",
    "category": "all",
    "timestamp": "2025-06-08T07:08:12.795Z"
  },
  {
    "line": "Are you a plot twist? Because my story got way more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T07:08:44.161Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and my chemistry’s never felt so explosive.",
    "category": "all",
    "timestamp": "2025-06-08T07:14:49.089Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story just changed the moment I saw you.",
    "category": "all",
    "timestamp": "2025-06-08T07:14:50.420Z"
  },
  {
    "line": "Are you Wi-Fi? Because I'm feeling a strong connection, and I’ve got unlimited data to share.",
    "category": "all",
    "timestamp": "2025-06-08T07:17:08.786Z"
  },
  {
    "line": "Are you a plot twist? Because every moment with you rewrites the story of my day.",
    "category": "all",
    "timestamp": "2025-06-08T07:21:32.088Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and have all the elements of my perfect match.",
    "category": "all",
    "timestamp": "2025-06-08T07:21:39.543Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got way more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T07:21:49.005Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and our chemistry is undeniable.",
    "category": "all",
    "timestamp": "2025-06-08T07:21:51.436Z"
  },
  {
    "line": "Are you a plot twist? Because my story was ordinary until you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T07:24:08.456Z"
  },
  {
    "line": "Are you a plot twist? Because my storyline just got a whole lot more interesting with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T09:33:28.476Z"
  },
  {
    "line": "Are you a rare book at a secret library? Because every page I find makes me want to explore your story even more.",
    "category": "all",
    "timestamp": "2025-06-08T09:35:41.551Z"
  },
  {
    "line": "Are you a plot twist? Because every moment with you turns my ordinary story into a bestseller.",
    "category": "all",
    "timestamp": "2025-06-08T09:36:17.797Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got way more interesting with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T09:36:42.428Z"
  },
  {
    "line": "Are you a hidden folder? Because I’ve been searching everywhere, but you’re exactly what I never knew I was missing.",
    "category": "all",
    "timestamp": "2025-06-08T09:36:56.515Z"
  },
  {
    "line": "Are you a plot twist? Because my whole story changed the moment I saw you.",
    "category": "all",
    "timestamp": "2025-06-08T09:39:05.707Z"
  },
  {
    "line": "If we were books in a library, I’d ask the universe to shelve us together under ‘once in a lifetime stories.’",
    "category": "all",
    "timestamp": "2025-06-08T09:39:15.265Z"
  },
  {
    "line": "If you were a Wi-Fi signal, I’d travel through a thousand dead zones just to connect with you.",
    "category": "all",
    "timestamp": "2025-06-08T09:44:58.319Z"
  },
  {
    "line": "Are you WiFi? Because I'm feeling a strong connection and my heart just wants to log in.",
    "category": "all",
    "timestamp": "2025-06-08T09:56:57.031Z"
  },
  {
    "line": "Is your name WiFi? Because I’m feeling a strong connection—and I’d risk my data to get your number.",
    "category": "all",
    "timestamp": "2025-06-08T09:57:09.766Z"
  },
  {
    "line": "If we were both books in a library, I'd hope someone checked us out together, because our story deserves a shelf of its own.",
    "category": "all",
    "timestamp": "2025-06-08T10:00:50.257Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and have all the right elements to spark my interest.",
    "category": "all",
    "timestamp": "2025-06-08T10:00:51.393Z"
  },
  {
    "line": "Are you a universal remote? Because with just one look, you’ve switched all my channels to “falling for you.”",
    "category": "all",
    "timestamp": "2025-06-08T10:01:08.340Z"
  },
  {
    "line": "If we were both apps, I’d hope we’d crash into each other’s home screens every morning.",
    "category": "all",
    "timestamp": "2025-06-08T10:01:21.711Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a lot more interesting with you in it.",
    "category": "all",
    "timestamp": "2025-06-08T10:03:40.738Z"
  },
  {
    "line": "If we were both colors on a painter’s palette, I swear, every masterpiece would start with us blending.",
    "category": "all",
    "timestamp": "2025-06-08T10:03:55.747Z"
  },
  {
    "line": "If we were both pages in a book, I’d hope our stories were bound to intertwine—because together, I think we’d be a bestseller.",
    "category": "all",
    "timestamp": "2025-06-08T10:04:11.066Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a whole lot more interesting when you walked in.",
    "category": "all",
    "timestamp": "2025-06-08T10:04:23.158Z"
  },
  {
    "line": "Are you a plot twist? Because my story just got a whole lot more interesting.",
    "category": "all",
    "timestamp": "2025-06-08T10:04:29.404Z"
  },
  {
    "line": "If you were a playlist, you’d be all my favorite genres—because you keep my heart skipping tracks.",
    "category": "all",
    "timestamp": "2025-06-08T10:04:42.129Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and I feel a strong element of attraction.",
    "category": "all",
    "timestamp": "2025-06-08T10:13:39.780Z"
  },
  {
    "line": "Are you a hidden WiFi network? Because I sense a strong connection, but I need your password to unlock this vibe.",
    "category": "all",
    "timestamp": "2025-06-08T10:19:45.566Z"
  },
  {
    "line": "Are you a plot twist? Because my heart rate just jumped and I have no idea what's about to happen next.",
    "category": "all",
    "timestamp": "2025-06-08T10:20:37.280Z"
  },
  {
    "line": "If we were a story, you’d be the plot twist that turned my life into a bestseller.",
    "category": "all",
    "timestamp": "2025-06-08T10:20:49.070Z"
  },
  {
    "line": "Are you the missing piece in my playlist? Because every love song suddenly makes sense when I think of you.",
    "category": "all",
    "timestamp": "2025-06-08T10:24:26.839Z"
  },
  {
    "line": "Are you Wi-Fi? Because my heart finds the strongest connection every time you're near.",
    "category": "all",
    "timestamp": "2025-06-08T10:24:41.064Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te, and now my chemistry’s off the charts.",
    "category": "all",
    "timestamp": "2025-06-08T10:30:58.305Z"
  },
  {
    "line": "Are you a plot twist? Because my heart didn’t see you coming, but now it’s racing to turn the next page.",
    "category": "all",
    "timestamp": "2025-06-08T10:55:40.225Z"
  },
  {
    "line": "Is your name Wi-Fi? Because I'm feeling an instant connection and I can't help but want the password to your heart.",
    "category": "all",
    "timestamp": "2025-06-08T14:44:00.341Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te-fully rewriting the elements of my heart.",
    "category": "all",
    "timestamp": "2025-06-08T14:46:00.756Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and exactly what my chemistry needed.",
    "category": "all",
    "timestamp": "2025-06-08T14:50:39.685Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re a perfect Cu-Te reaction in my chemistry.",
    "category": "all",
    "timestamp": "2025-06-08T14:51:54.152Z"
  },
  {
    "line": "If you were a library book, I'd check you out and never return you—risking fines just to keep you around.",
    "category": "all",
    "timestamp": "2025-06-08T15:00:49.760Z"
  },
  {
    "line": "Are you Wi-Fi? Because I’m feeling a strong connection, and I’m hoping you’ll let me in with the right password.",
    "category": "all",
    "timestamp": "2025-06-08T15:01:16.790Z"
  },
  {
    "line": "If we were both books in a library, I’d sneak into your shelf just to be closer to your storyline.",
    "category": "all",
    "timestamp": "2025-06-08T15:02:17.960Z"
  },
  {
    "line": "Are you a plot twist? Because every moment with you takes my story somewhere magical.",
    "category": "all",
    "timestamp": "2025-06-08T15:04:28.536Z"
  },
  {
    "line": "Are you an algorithm? Because my heart’s been searching, and you’re the one solution I never want to debug.",
    "category": "all",
    "timestamp": "2025-06-08T15:04:57.574Z"
  },
  {
    "line": "Are you a bookmark? Because my story just got a whole lot better the moment you showed up.",
    "category": "all",
    "timestamp": "2025-06-08T15:19:14.827Z"
  },
  {
    "line": "Are you a plot twist? Because just when I thought I knew the ending, you changed my whole story.",
    "category": "all",
    "timestamp": "2025-06-08T15:31:50.849Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te and have all the right elements to spark my curiosity.",
    "category": "all",
    "timestamp": "2025-06-08T15:33:15.138Z"
  },
  {
    "line": "Are you Wi-Fi? Because even when I can't see you, I feel a strong connection.",
    "category": "all",
    "timestamp": "2025-06-09T01:18:59.397Z"
  },
  {
    "line": "If confidence were currency, I’d buy you dinner and still have enough left to steal your heart.",
    "category": "confident",
    "timestamp": "2025-06-09T01:19:06.382Z"
  },
  {
    "line": "Are you a plot twist in my favorite story? Because my world just got a whole lot more interesting the moment you walked in.",
    "category": "all",
    "timestamp": "2025-06-09T01:20:51.894Z"
  },
  {
    "line": "Are you a plot twist? Because meeting you just changed the story of my day.",
    "category": "all",
    "timestamp": "2025-06-09T01:26:15.091Z"
  },
  {
    "line": "Are you a plot twist? Because my heart was heading one way until you completely changed the story.",
    "category": "all",
    "timestamp": "2025-06-09T01:27:51.962Z"
  },
  {
    "line": "Are you a forgotten password? Because I’ve been searching my memory for you all day.",
    "category": "all",
    "timestamp": "2025-06-09T02:08:39.138Z"
  },
  {
    "line": "Are you made of copper and tellurium? Because you’re Cu-Te in every element of my universe.",
    "category": "all",
    "timestamp": "2025-06-09T02:19:49.034Z"
  },
  {
    "line": "If you were a library book, I’d never return you—because some stories are worth holding on to forever.",
    "category": "all",
    "timestamp": "2025-06-09T02:20:02.738Z"
  },
  {
    "line": "Are you a playlist on shuffle? Because meeting you just made my whole day unexpectedly better.",
    "category": "all",
    "timestamp": "2025-06-09T02:22:11.336Z"
  },
  {
    "line": "If we were a password, we'd be too strong to crack—because together, we've got uppercase passion, lowercase charm, a number of good laughs, and just the right amount of special characters.",
    "category": "all",
    "timestamp": "2025-06-09T02:22:11.338Z"
  },
  {
    "line": "Are you an unskippable ad? Because no matter how hard I try, I can't get you off my mind!",
    "category": "all",
    "timestamp": "2025-06-09T02:22:31.379Z"
  },
  {
    "line": "If we were a library, our chemistry would be overdue for a sequel—mind if I check you out?",
    "category": "all",
    "timestamp": "2025-06-09T02:28:10.369Z"
  }
]