{
  "line_1": "アルファベットを再配置できるなら「U」と「I」を一緒に置くでしょう",
  "line_2": "あなたはWi-Fiでなければなりません、なぜなら私は今完全に接続を感じているからです。",
  "line_3": "光が必要な人はいますか。私たちは完璧なマッチだからです。",
  "line_4": "重力がなかったとしても、僕は君に恋するだろう。",
  "line_5": "あなたと私はビルボード100のようなものです - 私たちは国で最もホットなシングルです。",
  "line_6": "ここは暑いのか、それともあなただけなのか。",
  "line_7": "私は写真家ではない。しかし、私たちは一緒に完全に描かれています。",
  "line_8": "図書館の書籍を返すのは遅くなるはずです なぜなら、全身に「よく」書かれているからです。",
  "line_9": "ダーウィンと呼ぶべきか？あなたは完全に私の自然選択だからです。",
  "line_10": "すみません、迷いましたか？World's Sexist Man/Woman Contestは次の場所です。",
  "line_11": "あなたは疲れているはずだ、なぜなら、あなたは一日中私の頭の中を走ってきたからです。",
  "line_12": "Google と呼ばれますか？なぜなら、あなたは私が探しているすべてを持っています。",
  "line_13": "私の目には何かが間違っているはずです なぜなら 私はあなたからそれらを取り除くことができないようです",
  "line_14": "地図は持っていますか？君の目を見て迷ってしまった。",
  "line_15": "出会ったか？夢の中で君を見た。",
  "line_16": "あなたは一見で愛を信じるのか、それとも私がまた歩くべきか。",
  "line_17": "未来を予測できます。そしてあなたはその中にあります。",
  "line_18": "アーティストですか？あなたは間違いなく私の注目を集めているからです。",
  "line_19": "君は伝説なんてね 君のことを聞いたことが多いから",
  "line_20": "幸福は「H」から始まると思っていました しかし「U」から始まるのに気付いたばかりです",
  "line_21": "好きだと思う本を終えたばかりです。なぜ立ち寄って取ってくれないの？",
  "line_22": "歴史上の重要な日付を研究しており、あなたがその一人になりたいかどうかを考えています。",
  "line_23": "ウォルドと呼ばれますか？あなたのような人は見つけられない。",
  "line_24": "キスを借りてもいいですか？返すことを約束します。",
  "line_25": "どんな場所で君を見たいのか知ってる？私の腕",
  "line_26": "あなたはタイムトラベラーですか？あなたと一緒に未来を見ることができるからです。",
  "line_27": "あなたは駐車券でなければなりません なぜなら、あなたは全身によく書かれているからです。",
  "line_28": "キーボードだったら、私のタイプだっただろう。",
  "line_29": "投資ですか？なぜなら、私はすべての時間をあなたに費やしているからです。",
  "line_30": "もし人生に中心があったら、あなたは私が回転する太陽だろう。",
  "line_31": "あなたはGPSですか？あなたはいつも私をあなたに導く方法を知っているからです。",
  "line_32": "磁石ですか？なぜなら私はあなたに全く魅力されているからです。",
  "line_33": "あなたはオレオですか？なぜなら、私はこの機会を利用しているからです。",
  "line_34": "あなたはあなたが私を引き込んでいるからです。",
  "line_35": "あなたの精神動物がフェニックスではない可能性はありません。あなたは魔法のように私の心を再燃した。",
  "line_36": "あなたは風ですか？なぜなら、あなたは音なしで私の足を引き離したからです。",
  "line_37": "甘く、抵抗できず、十分に得ることは不可能 - あなたは秘密にチョコレートチップクッキーですか？",
  "line_38": "銀行ローンですか？私の興味があるからです。",
  "line_39": "冷蔵庫ですか？なぜなら、あなたは無視できないのにクールすぎるからです。",
  "line_40": "駐車場ですか？あなたのような人を探してきたからです。",
  "line_41": "図書館カードが必要なのは、あなたに「チェックアウト」が書かれているときです。",
  "line_42": "電話充電器ですか？あなたなしで死んでいるからです。",
  "line_43": "あなたは5Gネットワークですか？すぐに連絡を取ったからです。",
  "line_44": "ハッキングを知っていますか？私の心を完全に盗んだからだ。",
  "line_45": " 「私の名前は_____________________________________________________________________________",
  "line_46": "ファンクラブは新メンバーを受け入れているのでしょうか。サインするつもりだからです。",
  "line_47": "私たちはセルフサービスラインにいるのでしょうか。なぜなら、私はあなたを完全にチェックアウトしているからです。",
  "line_48": "もしあなたが広告であったら、あなたは小さなプリントでしょう。",
  "line_49": "カーローンですか？あなたは間違いなく私の興味を持っているからです。",
  "line_50": "ワインを一杯買ってもらうけど、それからワワインをワワインにワワインをワワインをワワインをワワインにワワイングラスを買ってもワワワインを買いたい。",
  "line_51": "私の専攻は解剖学です。勉強を助けたい？",
  "line_52": "名前はありますか、私の名前はありますか？",
  "line_53": "バンダージはありますか？僕はただ、膝を僕僕のために落ちたばかりだった。",
  "line_54": "私のシャツは何で作られているのか？ガール/ボーイフレンド素材",
  "line_55": "家に連れて行けますか？私はいつも夢に従うことを信じていました。",
  "line_56": "数字に関する本を書いています。私はあなたのものがないことに気付きました。",
  "line_57": "カメラですか？あなたを見るたびに、私は笑顔をします。",
  "line_58": "レゴス好きですか？一緒に関係を築くことができるからです。",
  "line_59": "天から落ちたときは痛かったのでしょうか。",
  "line_60": "磁石にならなければならない。魅力を感じているからです。",
  "line_61": "誰かが心を壊したのか。私のものを持つことができるからです。",
  "line_62": "映画に連れて行きたいけど、自分自身のスナックを持ってきたいとは思わない。",
  "line_63": "あなたはブルームですか？なぜなら、あなたは私の足を引き離しただけだから。",
  "line_64": "手は重く見える。持ってもらえますか？",
  "line_65": "出会ったか？あなたは私の次の女の子/ボーイフレンドに似ているからです。",
  "line_66": "私は一見から愛を信じていなかった。君を見るまで",
  "line_67": "あなたはとても辛いので、心あなたあなたあなたは、心あなたあなたは私に心あなたあなたあなたが悪いケースを与えている。",
  "line_68": "お父さんがボクサーだったら？あなたは本当のノックアウトだから。",
  "line_69": "時間はありますか？君に出会った後に気がついた。",
  "line_70": "雪花になれますか？決してあなたの心から消えないことを約束します。",
  "line_71": "フランス人ですか？エッフェルは君のため。",
  "line_72": "あなたはWi-Fi信号ですか？強いつながりを感じているからです。",
  "line_73": "ペンも紙もない。でも、あなたはまだ私の注意を引く。",
  "line_74": "あなたは心ですか？僕は決してお前のために殴るのをやめないからだ。",
  "line_75": "私は夢に従うことを信じているので、あなたは道を導く。",
  "line_76": "もし美しさが犯罪だったら 最も望まれるリストに入るだろう",
  "line_77": "キスは愛の言語です。私と会話を始めたいですか？",
  "line_78": "鉄ですか？なぜなら、私はあなたに十分ではないからです。",
  "line_79": "コーヒーを飲みましょうか。ラテが好きだから。",
  "line_80": " 「ジャスなしでジャスミンになるべきだ。",
  "line_81": "ディズニーの乗り方ですか？なぜなら、私はあなたを永遠に待つだろう。",
  "line_82": "水ですか？君なしで死ぬから",
  "line_83": "テキラが好きだと思います。それは、私にシャットを与えるという意味ですか？",
  "line_84": "おめでとうございませんが 私の電話は壊れているはずです あなたの番号が入っていないようです",
  "line_85": "ボクサーですか？あなたは完全なノックアウトだから。",
  "line_86": "公共に話しているのか。あなたは本当に私を緊張させるからです。",
  "line_87": "数学でいいの？私もない；私が気にする唯一の数字はあなたの数字です。",
  "line_88": "私は宗教的ではありませんが、あなたは私のすべての祈りの答えです。"
}