{
  "line_1": "アルファベットを並べ替えられるなら、「U」と「I」を一緒に置くでしょう。",
  "line_2": "あなたはWi-Fiみたいですね。今、完璧な接続を感じています。",
  "line_3": "誰か光が必要ですか？私たちは完璧なマッチだからです。",
  "line_4": "重力がなくても、あなたに恋してしまいます。",
  "line_5": "あなたと私はビルボード100みたいです。この国で最も人気のあるシングルです。",
  "line_6": "ここは暑いですか、それともあなたのせいですか？",
  "line_7": "私は写真家ではありませんが、私たちが一緒にいる姿が目に浮かびます。",
  "line_8": "図書館の本を返すのが遅れているようですね。あなたには「素晴らしい」と書かれているからです。",
  "line_9": "ダーウィンと呼んでもいいですか？あなたは私の自然選択だからです。",
  "line_10": "すみません、迷子ですか？世界の性差別コンテストは隣の会場です。",
  "line_11": "疲れているでしょうね。一日中、私の心の中を走り回っていたからです。",
  "line_12": "グーグルと呼んでもいいですか？あなたは私が探しているすべてを持っているからです。",
  "line_13": "私の目に何か問題があるようです。あなたから目が離せないからです。",
  "line_14": "地図を持っていますか？あなたの目を見て道に迷ってしまいました。",
  "line_15": "会ったことがありますか？夢の中で見たような気がします。",
  "line_16": "一目惚れを信じますか？それとも、もう一度通り過ぎるべきですか？",
  "line_17": "未来を予測できます。そして、あなたもその中にいます。",
  "line_18": "あなたはアーティストですか？私の注目を確実に集めているからです。",
  "line_19": "あなたは伝説の人物に違いありません。あなたについて素晴らしい話をたくさん聞いたからです。",
  "line_20": "幸せは「H」で始まるとずっと思っていましたが、「U」で始まることに気づきました。",
  "line_21": "あなたが好きそうな本を読み終えたところです。立ち寄って取っていきませんか？",
  "line_22": "歴史上の重要な日付を研究しています。あなたもその一つになりたいですか？",
  "line_23": "ウォルドと呼んでもいいですか？あなたのような人は見つけられないからです。",
  "line_24": "キスを借りてもいいですか？必ず返します。",
  "line_25": "あなたをどこで見たいか知っていますか？私の腕の中です。",
  "line_26": "あなたはタイムトラベラーですか？あなたと一緒の未来が見えるからです。",
  "line_27": "あなたは駐車券みたいです。全身に「素晴らしい」と書かれているからです。",
  "line_28": "もしあなたがキーボードなら、まさに私のタイプです。",
  "line_29": "あなたは投資ですか？私の時間をすべてあなたに注いでいるからです。",
  "line_30": "もし人生に中心があるなら、あなたは私が公転する太陽です。",
  "line_31": "あなたはGPSですか？いつも私をあなたのもとへ導く方法を知っているからです。",
  "line_32": "あなたは磁石ですか？完全に引き付けられています。",
  "line_33": "あなたはオレオですか？この機会を逃さないようにしています。",
  "line_34": "あなたは鉛筆ですか？私を引き付けているからです。",
  "line_35": "あなたの魂の動物はフェニックスに違いありません。魔法のように私の心を再び燃え上がらせたからです。",
  "line_36": "あなたはそよ風ですか？音もなく私の心を奪ったからです。",
  "line_37": "甘く、魅力的で、十分に得られない。あなたは密かにチョコレートチップクッキーですか？",
  "line_38": "あなたは銀行ローンですか？私の興味を引いているからです。",
  "line_39": "あなたは冷蔵庫ですか？無視できないほど素晴らしいからです。",
  "line_40": "あなたは駐車場ですか？あなたのような人をずっと探していたからです。",
  "line_41": "あなたに「チェックしてください」と書かれているのに、図書館カードは必要ありません。",
  "line_42": "あなたは携帯充電器ですか？あなたなしでは生きていけないからです。",
  "line_43": "あなたは5Gネットワークですか？すぐに私を接続したからです。",
  "line_44": "ハッキングの方法を知っていますか？私の心を完全に盗んだからです。",
  "line_45": "あなたは魔法使いですか？あなたを見ると他のすべてが消えてしまうからです。",
  "line_46": "あなたのファンクラブは新メンバーを募集していますか？入会しようとしているからです。",
  "line_47": "私たちはセルフサービスラインにいますか？あなたを完全にチェックしているからです。",
  "line_48": "もしあなたが広告なら、細字の部分になるでしょう。",
  "line_49": "あなたは車のローンですか？確実に私の興味を引いているからです。",
  "line_50": "ワインを一杯おごりたいのですが、グラスが羨ましくなりそうです。",
  "line_51": "私の専攻は解剖学です。勉強を手伝ってくれませんか？",
  "line_52": "名前はありますか？それとも私のものと呼んでもいいですか？",
  "line_53": "絆創膏を持っていますか？あなたに恋して膝を擦りむいてしまいました。",
  "line_54": "私のシャツが何でできているか当てられますか？彼女/彼氏の材料です。",
  "line_55": "家まで送っていってもいいですか？夢を追いかけることを信じているからです。",
  "line_56": "数字についての本を書いています。あなたの番号がないことに気づきました。",
  "line_57": "あなたはカメラですか？あなたを見るたびに笑顔になるからです。",
  "line_58": "レゴは好きですか？一緒に関係を築けると思うからです。",
  "line_59": "天国から落ちた時、痛かったですか？",
  "line_60": "あなたは磁石に違いありません。引き付け合いを感じるからです。",
  "line_61": "誰かがあなたの心を傷つけましたか？私の心をあげてもいいですよ。",
  "line_62": "あなたは銅とテルルでできていますか？Cu-Teだからです。",
  "line_63": "あなたはほうきですか？私の心を掃き去ったからです。",
  "line_64": "あなたの手は重そうですね。代わりに持ってあげましょうか？",
  "line_65": "会ったことがありますか？私の次の彼女/彼氏に似ているからです。",
  "line_66": "一目惚れを信じていませんでした。あなたを見るまでは。",
  "line_67": "あなたは魔法使いですか？私の心に魔法をかけたからです。",
  "line_68": "あなたはボクサーですか？完璧なノックアウトだからです。",
  "line_69": "時間はありますか？あなたに会ってから時間の感覚を失いました。",
  "line_70": "あなたの雪の結晶になれますか？あなたの心から決して溶けないと約束します。",
  "line_71": "あなたはフランス人ですか？エッフェルはあなたのためです。",
  "line_72": "あなたはWi-Fi信号ですか？強い接続を感じるからです。",
  "line_73": "ペンも紙もありませんが、あなたは私の注目を引き続けています。",
  "line_74": "あなたは心臓ですか？あなたのために決して鼓動を止めないからです。",
  "line_75": "夢を追いかけることを信じています。あなたが道を導いてください。",
  "line_76": "もし美しさが犯罪なら、あなたは最も指名手配されているでしょう。",
  "line_77": "キスは愛の言語です。私と会話を始めませんか？",
  "line_78": "あなたは鉄ですか？十分に得られないからです。",
  "line_79": "コーヒーを飲みませんか？あなたがラテのように好きだからです。",
  "line_80": "あなたは星ですか？私の世界を照らしてくれるからです。",
  "line_81": "あなたはディズニーの乗り物ですか？永遠に待てるからです。",
  "line_82": "あなたは水ですか？あなたなしでは生きていけないからです。",
  "line_83": "テキーラが好きなようですね。私にチャンスをくれますか？",
  "line_84": "すみません、携帯が壊れているようです。あなたの番号が入っていないからです。",
  "line_85": "あなたはボクサーですか？完璧なノックアウトだからです。",
  "line_86": "あなたはスピーチをしていますか？私をとても緊張させるからです。",
  "line_87": "数学は得意ですか？私もです。気になる数字はあなたの番号だけです。",
  "line_88": "私は宗教的ではありませんが、あなたは私のすべての祈りの答えです。"
}