{
  "Rizz pick-up lines": [
    "アルファベットを再配置できるなら「U」と「I」を一緒に置くでしょう",
    "あなたはWi-Fiでなければなりません、なぜなら私は今完全に接続を感じているからです。",
    "光が必要な人はいますか。私たちは完璧なマッチだからです。",
    "重力がなかったとしても、僕は君に恋するだろう。",
    "あなたと私はビルボード100のようなものです - 私たちは国で最もホットなシングルです。",
    "ここは暑いのか、それともあなただけなのか。",
    "私は写真家ではない。しかし、私たちは一緒に完全に描かれています。",
    "図書館の書籍を返すのは遅くなるはずです なぜなら、全身に「よく」書かれているからです。",
    "ダーウィンと呼ぶべきか？あなたは完全に私の自然選択だからです。",
    "すみません、迷いましたか？World's Sexist Man/Woman Contestは次の場所です。",
    "あなたは疲れているはずだ、なぜなら、あなたは一日中私の頭の中を走ってきたからです。",
    "Google と呼ばれますか？なぜなら、あなたは私が探しているすべてを持っています。",
    "私の目には何かが間違っているはずです なぜなら 私はあなたからそれらを取り除くことができないようです",
    "地図は持っていますか？君の目を見て迷ってしまった。",
    "出会ったか？夢の中で君を見た。",
    "あなたは一見で愛を信じるのか、それとも私がまた歩くべきか。",
    "未来を予測できます。そしてあなたはその中にあります。",
    "アーティストですか？あなたは間違いなく私の注目を集めているからです。",
    "君は伝説なんてね 君のことを聞いたことが多いから",
    "幸福は「H」から始まると思っていました しかし「U」から始まるのに気付いたばかりです",
    "好きだと思う本を終えたばかりです。なぜ立ち寄って取ってくれないの？",
    "歴史上の重要な日付を研究しており、あなたがその一人になりたいかどうかを考えています。",
    "ウォルドと呼ばれますか？あなたのような人は見つけられない。",
    "キスを借りてもいいですか？返すことを約束します。",
    "どんな場所で君を見たいのか知ってる？私の腕",
    "あなたはタイムトラベラーですか？あなたと一緒に未来を見ることができるからです。",
    "あなたは駐車券でなければなりません なぜなら、あなたは全身によく書かれているからです。",
    "キーボードだったら、私のタイプだっただろう。",
    "投資ですか？なぜなら、私はすべての時間をあなたに費やしているからです。",
    "もし人生に中心があったら、あなたは私が回転する太陽だろう。",
    "あなたはGPSですか？あなたはいつも私をあなたに導く方法を知っているからです。",
    "磁石ですか？なぜなら私はあなたに全く魅力されているからです。",
    "あなたはオレオですか？なぜなら、私はこの機会を利用しているからです。",
    "あなたはあなたが私を引き込んでいるからです。",
    "あなたの精神動物がフェニックスではない可能性はありません。あなたは魔法のように私の心を再燃した。",
    "あなたは風ですか？なぜなら、あなたは音なしで私の足を引き離したからです。",
    "甘く、抵抗できず、十分に得ることは不可能 - あなたは秘密にチョコレートチップクッキーですか？",
    "銀行ローンですか？私の興味があるからです。",
    "冷蔵庫ですか？なぜなら、あなたは無視できないのにクールすぎるからです。",
    "駐車場ですか？あなたのような人を探してきたからです。",
    "図書館カードが必要なのは、あなたに「チェックアウト」が書かれているときです。",
    "電話充電器ですか？あなたなしで死んでいるからです。",
    "あなたは5Gネットワークですか？すぐに連絡を取ったからです。",
    "ハッキングを知っていますか？私の心を完全に盗んだからだ。"
  ],
  "Best rizz lines": [
    " 「私の名前は_____________________________________________________________________________",
    "ファンクラブは新メンバーを受け入れているのでしょうか。サインするつもりだからです。",
    "私たちはセルフサービスラインにいるのでしょうか。なぜなら、私はあなたを完全にチェックアウトしているからです。",
    "もしあなたが広告であったら、あなたは小さなプリントでしょう。",
    "カーローンですか？あなたは間違いなく私の興味を持っているからです。",
    "ワインを一杯買ってもらうけど、それからワワインをワワインにワワインをワワインをワワインをワワインにワワイングラスを買ってもワワワインを買いたい。",
    "私の専攻は解剖学です。勉強を助けたい？",
    "名前はありますか、私の名前はありますか？",
    "バンダージはありますか？僕はただ、膝を僕僕のために落ちたばかりだった。",
    "私のシャツは何で作られているのか？ガール/ボーイフレンド素材",
    "家に連れて行けますか？私はいつも夢に従うことを信じていました。",
    "数字に関する本を書いています。私はあなたのものがないことに気付きました。",
    "カメラですか？あなたを見るたびに、私は笑顔をします。",
    "レゴス好きですか？一緒に関係を築くことができるからです。",
    "天から落ちたときは痛かったのでしょうか。",
    "磁石にならなければならない。魅力を感じているからです。",
    "誰かが心を壊したのか。私のものを持つことができるからです。",
    "映画に連れて行きたいけど、自分自身のスナックを持ってきたいとは思わない。",
    "あなたはブルームですか？なぜなら、あなたは私の足を引き離しただけだから。",
    "手は重く見える。持ってもらえますか？",
    "出会ったか？あなたは私の次の女の子/ボーイフレンドに似ているからです。",
    "私は一見から愛を信じていなかった。君を見るまで",
    "あなたはとても辛いので、心あなたあなたあなたは、心あなたあなたは私に心あなたあなたあなたが悪いケースを与えている。",
    "お父さんがボクサーだったら？あなたは本当のノックアウトだから。",
    "時間はありますか？君に出会った後に気がついた。",
    "雪花になれますか？決してあなたの心から消えないことを約束します。",
    "フランス人ですか？エッフェルは君のため。",
    "あなたはWi-Fi信号ですか？強いつながりを感じているからです。",
    "ペンも紙もない。でも、あなたはまだ私の注意を引く。",
    "あなたは心ですか？僕は決してお前のために殴るのをやめないからだ。",
    "私は夢に従うことを信じているので、あなたは道を導く。",
    "もし美しさが犯罪だったら 最も望まれるリストに入るだろう",
    "キスは愛の言語です。私と会話を始めたいですか？",
    "鉄ですか？なぜなら、私はあなたに十分ではないからです。",
    "コーヒーを飲みましょうか。ラテが好きだから。",
    " 「ジャスなしでジャスミンになるべきだ。",
    "ディズニーの乗り方ですか？なぜなら、私はあなたを永遠に待つだろう。",
    "水ですか？君なしで死ぬから",
    "テキラが好きだと思います。それは、私にシャットを与えるという意味ですか？",
    "おめでとうございませんが 私の電話は壊れているはずです あなたの番号が入っていないようです",
    "ボクサーですか？あなたは完全なノックアウトだから。",
    "公共に話しているのか。あなたは本当に私を緊張させるからです。",
    "数学でいいの？私もない；私が気にする唯一の数字はあなたの数字です。",
    "私は宗教的ではありませんが、あなたは私のすべての祈りの答えです。",
    "君の名前はエルサ？行けないからだ",
    "歴史と自分の違いを知っていますか？歴史は過去であり、あなたは私の未来です。",
    "家に連れて行けますか？私の心はあなたに出会った以来、回避したようです。",
    "あなたは4月1日ですか？僕は君にとってバカだから",
    "あなたはクラビーパティのフォーミュラですか？君を盗みようとしているからだ。",
    "あなたの名前はカモミルですか？お前はお茶だから！",
    "レゴスですか？なぜなら、私は決してあなたをレゴすることはできません。",
    "NASAで働いていますか？あなたの美しさはこの世の外にあるからです。",
    "数学は混乱している。いつも「x」と「y」ということで、決して「あなたと私は」ということはありません。",
    "あなたは私の次のガールフレンド/ボーイフレンド/パートナーのようです。",
    "あなたのようにかわいい人を見たたたびにニッケルを持っていたら、5セントを持っていただろう。",
    "君の美しさに盲目になった保険会社はあなたの名前と番号を必要とします。",
    "ディズニーランド出身ですか？地球上で一番幸せな場所だと言われているので、あなたがどこにいてもそこにいるだろうと思いました。",
    "あなたは私のラップトップですか？なぜなら、あなたは本当に熱いし、私は心配しているからです。",
    "あなたはこのアプリで最高の笑顔を持っています。あなたの秘密は何ですか？クレスト。",
    "一杯の水もらえますか？突然、本当にすす突突然突突然突突然突突然突突突然突突然突突然突突突然 とても突突突然突突然突突突然",
    "あなたは飛行のパイオニアの一人ですか？あなたは私にとってライトのようです。",
    "あなたの目はIKEAのようです。私は彼らの中で完全に迷っています。",
    "あなたは私の私の靴のレイスですか？僕は君に落ちているから。",
    "どこかの本の中で見たと思います。本当に良いプリントでした。",
    "私はこのTinder関係に100％コミットしています。",
    "モデルですか？いつ辞めたの？",
    " 「あなたは駐車場のチケットですか？ なぜならあなたの上に『良い』が書かれているからです。」",
    " 「君は一見の愛を信じるのか、それともまた歩くべきか？」",
    " 「美しいこと以外に、どうして生きているの？」",
    " 「野菜だったら、かわいいキャンバーだろう」",
    " 「私は写真家ではありませんが、一緒に写真を描くことができます。",
    " 「あなたの名前はGoogleですか？ 私が探していたすべてを持っているからです。」",
    " 「私のシャツを感じてください。何で作られているかわかりますか？ボーイフレンド材料。」",
    " 「あなたはテネシー出身ですか？ 私が見ているのはあなただけの10人です。」",
    " 「もしキスが雪花だったら、雪 」",
    " 「どんなものかわからないけど、君の笑顔は君にコーヒーを頼みたい」",
    " 「君は魔術師なんてね、僕が君を見るたびに、みんな消えてしまうから！」"
  ],
  "Smooth rizz lines": [
    "熱いことが犯罪だったら 終身刑になるだろう",
    "日焼けはありますか、それともいつも熱いのでしょうか。",
    "私たちは一緒にクラスにいたのでしょうか。化学を持っていたと誓っていた。",
    "あなたはギターですか？なぜなら、あなたは私の中にコードを打ったからです。",
    "炭素サンプルですか？あなたとデートしたいからです。",
    "除颤器は持っていますか？私の心は出会ってから激しくなっています。",
    "写真を撮れますか？友達は天使の存在を信じていません。",
    "キーボードですか？あなたは私のタイプだから。",
    "あなたと私は靴下だったら、素晴らしいペアになるだろう。",
    "スターバックスですか？ラテが好きだから。",
    "あなたに変えたいのは、名前だけです。",
    "あなたはハリー・ポッターでなければなりません。あなたを見るたびに、他のすべてが消えてしまうからです。",
    "野球をやっていますか？なぜなら、あなたは私のリーグに入っていると思います。",
    "近くに空港はありますか？それとも私の心が飛ぶだけなのか。",
    "果物であったら、良い果果果果果物だっただろう。",
    "もう二つの願いは？",
    "息を取ること以外に、あなたはどうして生きているのでしょうか。",
    "君はかわいい、僕はかわいい。一緒にかなり可愛いでしょう。",
    "唇は孤独に見える。私の人に会いたいのでしょうか。",
    "私は雪花になるはずです。君に落ちたからだ。",
    "町に新しいです。あなたの場所への指示はできますか？",
    "キャンプファイヤーですか？なぜなら、あなたは熱く、私はもっと欲しいからです。",
    "友人は私がかわいいと思うかどうか知りたい。",
    "大丈夫か？ビタミンM欠乏症があるようです。",
    "お父さんはピカソ？なぜなら、あなたは本当の杰作だからです。",
    " 「僕は 「 「 「 「 「 「 「 「 『 『 「 『 『あなたが完璧なキャッチだから・・・・・・・・・・・",
    " 「電話番号がなくなったので、借りてもいいですか？」",
    "映画に連れて行きたいけど、スナックは許されない」",
    "ペンも紙もない…でも、あなたは私の注意を引きつける。",
    " 「私の両親は私の夢を追いかけてくれたのですが、それは走り始めるのが良いと思います。",
    " 「いや、私は14歳じゃないけど、私は14歳の君だ。",
    " 「気にしないで、夢に従っているだけだ」",
    " 「数学はとても混乱している。常にXとYについて話している。決してUと私については話せない。」",
    "テネシー出身ですか？僕が見ているのは君だけの10人だから。",
    "クリスマスの朝ですか？なぜなら、あなたが来るのを一年中待っていました。",
    "ネモ？君を探そうとしていたからだ",
    "銀行ローンですか？私の興味があるからです。",
    "CPRを知っていただきたいので、息をかけてしまいました。",
    "あなたは太陽ですか？一日中君を見つめることができるから リスクに値するだろう",
    "あなたはビーバーですか？なぜならダム！",
    "キーボードですか？あなたは私のタイプだから。",
    "ママは分かち合うことは気にかけていると言ったけど、いや...あなたはみんな私のものだ！",
    "ジョン・セナ？君のようなセナ女の子は一度もいないから",
    "払う時間です。今月の1日で、あなたは私の心の中で無料で生きています。",
    "あなたは光ですか？いつも僕を明るく感じさせるから。",
    "わかるように、私は犯罪者です。なぜなら、私はあなたと恋を犯したからです。",
    "スター・ウォーズ好きですか？なぜならヨダは私にとって一つしかない。",
    "チキン指とフライ？どれくらいの選択肢があるかは気にしないので、いつもあなたを選ぶでしょう。",
    "図書館カードを持っているのは良いことなので、チェックアウトしてきたからです。",
    "バンダイドはありますか？僕の膝は君に落ちたから痛い。",
    "パンツではないかもしれませんが、素晴らしいペアになります。",
    "何が美しいか知ってる？最初の言葉を繰り返す。",
    "あなたの目は私にIKEAを思い出します：迷うのは簡単です。",
    "あなたに知らせたいのは、あなたの顔にはかわいいものがあります。",
    "お前の両親はペーカー？確かにキューティーパイを作りました。",
    "Instagramアカウントはありますか？母はいつも夢に従うように言っていた。",
    "Spotifyで見ました。最もホットなシングルに選ばれました。",
    "幸せはHから始まったと思っていましたが、実際はUから始まります。",
    "あなたの誕生日は何時かわかります：10月。なぜなら君は10だから。",
    "Bluetoothは有効ですか？ペアできたような気がします。",
    "CPRを知ってくれたらいいので、息を取ってくれたからです。",
    "スピードしてるの？なぜなら、あなたは全てによく書かれているからです。",
    "不動産代理人が必要ですか？知ってますか？ここで移動しようとしています。",
    " 「私は天才ではないが、あなたの夢を実現させることができます。",
    " 「もしあなたが歌だったら、繰り返しで私のお気に入りだった。",
    " 「You're so beautiful, you make my heart skip a beat.」",
    " 「それが何なのかは分からないけど、あなたは私をより良い男になりたいと思う。",
    " 「あなたは良いワインのようなもので、時間とともに良くなります。",
    " 「あなたの名前はWiFiですか？ つながりを感じているからです。」",
    " 「あなたは私のパズルの欠けた部分です。",
    " 「私はプレイヤーではなく、あなたの心のキーパーです。",
    " 「あなたはとても素晴らしい、太陽を 「 」 「 」に 「 太太陽を 」 「 」",
    " 「告白しなければならない 君に恋してる」",
    " 「もしあなたが本だったら、私はあなたをカバーからカバーに読むだろう。",
    "4+4=8 あなた+私=運命",
    "疲れてるの？あなたは一日中私の頭を通じて走っていました。",
    "お気に入りの飲み物は？初めてのデートに行くときに何を買うべきか知っています。",
    "今週最もホットなシングルにならなかったことについてSpotifyに文句を申し上げるべきです。",
    "サッカーをやっていますか？あなたは守護者だからです。",
    "そんなによく見えますが、一緒にクラスはありましたか？化学を持っていたと誓っていた。",
    "歴史上の重要な日付について学んでいるのですが、その一人になりたいですか？",
    "デートは数字ゲームだと言われているので、あなたのゲームを持つことができますか？",
    "明日おはようメールしたら、どの番号でメールを送るべきですか？",
    "こんにちは、私の名前は[あなたの名前]ですが、明日は私に電話することができます。",
    "あなたのプロフィールを友達に見せて 天使が本当に存在していることを証明できますか？",
    "私の携帯には何かが間違っているので、あなたの番号が入っていません。"
  ],
  "Funny Rizz Lines": [
    " 「こんにちは、私はマイクロソフトです。今夜あなたの家でクラッシュできますか？」",
    " 「もしアルファベットを再配列できるなら、Uと私を一緒に置くだろう。",
    " 「君はディズニーに乗ってるの？ 永遠に待つからだ」",
    " 「あなたはRedditのストーリーですか？ 私は常にあなたのことを聞くからです。」",
    " 「テキラが好きだと思います。それは私にチャンスを与えるという意味ですか？」",
    " 「あなたは学校の階段ですか？ 息を取ってしまうからです。」",
    " 「もうピックアップラインはありませんが、9時に受け取ることができます。",
    "キスを借りてもいいですか？返すことを約束します。",
    "もしあなたがトランスフォーマーだったら、あなたはオプティマス・ファインだった。",
    "あなたは太陽ですか？お前は熱いから",
    "あなたはvapeですか？あなたを使わないから",
    "ジャージーもらえますか？名前と番号が欲しいからです。",
    "私は時間旅行者なのだから 君なしで未来を想像できない",
    "あなたは一見の愛を信じるのか、それともまた歩くべきか。",
    "あなたはライトスイッチですか？なぜなら、あなたは私を打ち上げるからです。",
    "医者ですか？すぐに気分が良くなるからです。",
    "君は偉大な作品なんてね　なぜなら僕は君から目を離すことはできないから",
    "チーズで作られていますか？ゴーダを探しているから！",
    "お気に入りの曲ですか？なぜなら頭から出せないからだ。",
    "写真家ではありませんが、一緒に写真を描くことができます。",
    "あなたはダイヤモンドですか？そんなに輝くから！",
    "なぜなら、あなたは私を引きつけたからです。",
    "夢なのか？目覚めたくないからです。",
    "果物であったら、良い果果果果果物だっただろう。",
    "もしアルファベットを再配置できるなら Uと私を一緒に置くだろう",
    "間違ったらキスしてくださいけど、地球は間違いなく平らだ。",
    "電話充電器ですか？君なしで死んでいるから",
    "私はプロの写真家ではありませんが、一緒に写真を描くことができます。",
    "歴史とあなたの違いは、歴史は過去であり、あなたは私の未来です。",
    "キーボードですか？あなたが私のタイプかどうかを知りたいからです。",
    "あなたは駐車券でなければなりません なぜなら、あなたは全身によく書かれているからです。",
    "あなたは魔術師ですか？僕が君を見たたたびに、みんな消えてしまうからだ。",
    "手は重く見える。あなたのために持っていたいですか？",
    "地図は持っていますか？なぜなら、私はあなたの目の中で迷い続けているからです。",
    "私の世界を見せたいけど、あなたはすでに鏡を持っています。",
    "あなたはマジックに美味しいように見えるため、ラッキーチャームでなければなりません。",
    "もし見た目が殺すことができたら、あなたは大量破壊兵器になるだろう。",
    "名前はありますか？それとも私のと呼ばれますか。",
    "なぜ「B」だけ言えるときに蜂をスペルするのか？なぜ「C」を言えるときにスペルを見るのか？ 「私」と言えば、なぜ愛を愛愛するのか？",
    "テネシー出身ですか？僕が見ているのは君だけの１０人だから。",
    "アラディンが好きなら、ジャスミンになれるかもしれませんが、ジャスなしではありません。",
    "テキラを持ってきたら。",
    "LEGOSに入っていますか？なぜなら、私は決してあなたをレゴすることはできません。",
    "私はあなたに警告すべきです、私は犯罪者です…私は犯罪者があなたを愛しているからです。",
    "世界は平らだ、間違ったらキスしてくれ。",
    "私はライトスイッチになるはずです なぜならあなたは私をオンにする方法を知っているからです",
    "ディズニーは、行方不明の王女を見つけたとても嬉しいでしょう！",
    "バンドエイドはありますか？なぜなら、僕はただ膝をたたただ、あなたのために落ちたばかりだったからだ。",
    "名前は奨学金ですか？なぜなら、君を失うことはできないと思うからだ。",
    "あなたが現れるたびに、私のシステムがクラッシュします - コーディングエラーですか？",
    "あなたはバナナですか？A-peelingを見つけたからです。",
    "キャンプファイヤーですか？なぜなら、あなたは熱く、私はもっと欲しいからです。",
    "心はアプリですか？更新をチェックすることはできません。",
    "パスワードですか？なぜなら 君を見つけるために あらゆる組み合わせを試してくれたからだ",
    "あなたは私に夏休みを思い出させます - 待つ価値があり、私が必要なすべてです。",
    "ホットソースですか？なぜなら、あなたは私の心を熱くしてくれるからです。",
    "もしエイリアンが存在するなら 君はそうでなければならない なぜなら 君は私の心を完全に誘拐したからだ",
    "あなたはウォーターメロンのようです 珍しく、リフレッシュし、メロンに完全に一つです。",
    "あなたはメームですか？あなたは一日中私の心に私私の心に閉じ込まれていたからです。",
    "私の人生はあなたが歩いた瞬間に照らされました - あなたは秘密に電気工ですか？",
    "あなたは私にストレスをかけてくれ、私は勉強しなかった試験のように準備をしていません。",
    "あなたはカクタスですか？なぜなら、あなたは賢いけど、まだ魅力的だからです。",
    "あなたはポップコーンカーネルですか？あなたが私の心をポップさせるからです。",
    "サンドイッチですか？なぜなら、あなたは私の私のなななのです。",
    "お父さんはボクサーですか？あなたはノックアウトだから。",
    "フラットタイヤですか？なぜなら、君なしで僕はデフレーションを感じているからだ。",
    " 「あなたは宇宙から来たのですか？ あなたの美しさはこの世界の外にあるからです！（そして私は宇宙人ですので、私たちは素晴らしく相手します）」",
    " 「僕はお金持ちじゃないけど、本当に永遠に残したい」",
    " 「地図は持っていますか？ 私はあなたの目に迷っています。」",
    " 「もしあなたがトランスフォーマーであったら、あなたはオプティマス・ファインだった。",
    " 「あなたはギリシャの女神のように美しいと言うだろうが、私の判断から、あなたは神話ではない。",
    " 「あなたはタイムトラベラーですか？ 私はあなたの未来を見ているからです。」",
    " 「お父さんはベーカーですか？お父さんはかわいいパイだから！」"
  ],
  "Cheesy Rizz Lines": [
    " 「あなたは不安ですか？ なぜならあなたは私の心を動かさせているからです。」",
    " 「キスを借りてもいいですか？ 返してくれると約束します。」",
    " 「おまえは 「 チキン指とフライズ」ですか？他のオプションがどれだけあるかは気にしないので、いつもおまえを選ぶでしょう。」",
    " 「あなたはWi-Fi信号ですか？ 強い接続を感じているからです。」",
    " 「あなたの名前はエルサですか？ 私はあなたを決して去らないからです。」",
    " 「あなたはNASAで働いていますか？ あなたの美しさはこの世界の外にあるからです。」",
    " 「あなたはレゴですか？ なぜなら私はあなたをレゴにしたことはありません。」",
    " 「あなたは酸素ですか？ あなたなしには生きることはできません。」",
    " 「あなたはvapeペンですか？ 私はあなたを使わないからです。」",
    " 「あなたの名前はシンデレラですか？ なぜなら私の心で離れるのを見ているからです。」",
    " 「四分之一持っていますか？ママに電話して、夢の女の子に出会ったばかりだと言いたい」",
    " 「もしあなたがピザだったら、あらゆるもので超大きいでしょう。",
    " 「あなたは天から来たのですか？ 天使のように見えるからです。」",
    " 「私は歯医ではないけど、甘い笑顔をしてくれる」",
    " 「君は射星のようなんだ、君はここにいるから、あまりにも早く行ってしまった。",
    " 「もしあなたが車だったらフェラーリだっただろう。",
    " 「あなたは駐車場のチケットですか？ なぜならあなたの上に『良い』が書かれているからです。」",
    " 「あなたは疲れているはずです、なぜならあなたは一日中私の頭を通じて走っていたからです。",
    " 「君は一見の愛を信じるのか、それともまた歩くべきか？」",
    " 「You're so hot, you melt my popsicle.」"
  ],
  "Flirty Rizz Lines": [
    " 「私は写真家ではありませんが、一緒に写真を描くことができます。",
    " 「キスは愛の言語です。私と会話を始めたいですか？」",
    " 「僕の頭を一日中走るのに疲れてるの？」",
    " 「あなたは公共に話しているのですか？ あなたは私を本当に緊張させているからです。」",
    " 「ここは暑いんですか？それともあなただけですか？」",
    " 「あなたは私の評価ですか？ あなたはAFが悪いからです。」",
    " 「あなたは辞書ですか？ 私の人生に意味を与えているからです。」",
    " 「靴を結ぶほうがいいよ、他の誰に恋しませんよ」"
  ],
  "Romantic Rizz Lines": [
    " 「お前は私の好きな曲ですか？ 頭から出せないからです。」",
    " 「君は魔術師なのか？ 僕が君を見たたたびに、みんな消えてしまうからだ」",
    " 「もし美しさが犯罪だったら、最も望まれたリストに入っていただろう。",
    " 「もし猫だったら、君と共に9人生を過ごすだろう。",
    " 「私たちは過去の人生で会ったのではないでしょうか？ あなたなしの世界を想像できません。」",
    " 「私は宗教的ではありませんが、あなたは私のすべての祈りの答えです。",
    " 「名前はありますか、それとも私の名前を呼ぶことができますか？」",
    " 「私はタイムトラベラーなのだから、君なしには未来を想像できない」"
  ],
  "Steamy Rizz Lines": [
    "あなたはローラーコースターですか？いつでも乗ってくれるから。",
    "あなたはロナルドか？メッシを手に入れるべきだと思う。",
    "フレッド・フリントストーンと呼ぶことはできます 私はあなたのベッドを石にしたからです",
    "あなたはポスターですか？壁につけたいから。",
    "メイクアップ？あなたに時間を費やすからです。",
    "あなたは磁気です！私のジッパーが落ちている。",
    "あなたは海あなたなのか？ベッドで「ライオン」を「海」にしたい",
    "あなたはライトスイッチですか？なぜなら、あなたは私を打ち上げるからです。"
  ],
  "Creative Rizz Lines": [
    " 「お母さんは芸術家ですか？ 彼女は杰作を作ったからです。」",
    " 「君はジョン・セナなのか？ 僕は君のようなセナの女の子だったことはない」",
    " 「あなたは中国ですか？ 私は中国だから、あなたと一緒に行く。」",
    " 「私の部屋で販売を行っています。すべての服は100％割引です。注文をしたいですか？」",
    " 「韓国出身ですか？ ソウルの友人だと思うからです。」",
    " 「私はSpotifyの『Hottest Singles』のプレイリストを聞いたばかりだったが、あなたはそこにいなかったから怒っている。",
    " 「お前は私の頭の中で無料で生きているから、お金を払う時だ」",
    "あなたはSpotifyのプレミアム版の人生です - より良く、完全に広告なしです。",
    "あなたはいつから家賃を支払い始めるだろう、なぜならあなたは私の思いの中で家賃無料で生きているからです。",
    "あなたは満月ですか？なぜなら、君の上に叫ぶのを止めることができないからだ。",
    "あなたは考えですか？君のことを考えるのをやめることができないからだ。",
    "あなたは急性が高いから45度の角度でなければなりません。",
    "私はあなたの過去を消し、私たちの未来を書きたいからです。",
    "あなたのバイブはとても正しいので、あなたはただ90度の角度かもしれません。",
    "庭園ですか？私が君を掘るから",
    "ドナッツ好きですか？なぜなら、私はあなたに恋しているからです。",
    "なぜなら、私はあなたのことを考えるのを止めることができません。",
    "リンゴはなぜなら、あなたは私の目のリンゴのように彼らの場所を盗んでいるからです。",
    "あなたはブラックウィドウですか？あなたに会うたびに、私はあなたの網に捕まれているからです。",
    "僕らはコンサートにいると思う、なぜなら僕の心は君に会うたびにブラッシュするからだ。",
    "逆のユノカードのように、あなたは私の世界を完全に変えました。",
    "あなたはあなたあなたあなたはあなたあなたあなたはあなたあなたあなたあなたあなたあなたはあなたあなたあなたはあなたあなたあなたはあなたあなたあなたはあなたあなたあなたはあなたあなたあなたあなたあなたあなたあなたはあなたあなたあなた",
    "あなたは、マトリックスでの欠陥ですか？なぜなら、あなたは本物になるのに良すぎるからです。",
    "私の電話ですか？手をあなたから離れることができないからです。",
    "あなたはSnapchatストリークですか？これを永遠に続けたいからです。",
    "名前はGoogleですか？あなたは私が探していたすべてを持っています。",
    "電話充電器の一部ですか？君なしで死んでるから！"
  ],
  "Clever Rizz Lines": [
    " 「キーボードですか？ 私のタイプだからです。」",
    " 「あなたは電話充電器の一部ですか？ あなたなしで死んでいるからです！」"
  ],
  "Cute Rizz Lines": [
    " 「子供の頃、子子蝶を追いかけなければなりませんでした。今、あなたはここに来て、それらを私のところに持って来ています。」",
    " 「あなたはGoogleですか？ なぜならあなたは私が探していたすべてです。」",
    " 「お前はイチモじゃないの？いつもお前を選ぶからだ」",
    " 「私の好きな言葉は『宇宙』なので、それはU N Iで始まる。",
    " 「私のWi-Fiは4Gですが、私の心は4Uです。",
    " 「お前の両親はペーカーですか？ お前はかわいいパイだから。」",
    " 「あなたはベリーですか？私のタイプのベリーだからです。」",
    "あなたは私の人生の大好きな瞬間を保存するブックマークです。",
    "タイムゾーンですか？あなたとのあらゆる瞬間は、正しい時間のように感じます。",
    "デジャヴュー？何度も何度も起こるような気がします",
    "あなたが私を落ち込ませた方法は、重力のように感じます。",
    "クッキーですか？欲望で私を崩壊させているからです。",
    "春ですか？あなたが到着するたびに、私の周りのすべてが花を開くからです。",
    "あなたの引力はブラックホールの重力と同じくらい否定できない。",
    "あなたは雲ですか？あなたを見るたびに、それは銀のライニングだからです。",
    "あなたはフェリースホイールですか？なぜなら、君は僕の頭を円で回っているからだ。",
    "シェフですか？なぜなら、私の完璧な日のための素材をすべて持っているからです。",
    "あなたの笑いは歌ですか？それが唯一必要なメロディだから。",
    "あなたの存在は重力のようなものですか？君の引き出しから逃れない",
    "スムーチーですか？君の近くにいるたびに 完璧に融合しているような気がします",
    "古典小説ですか？人生を過ごしてみなさんのすべてのページを読みたいからです。",
    "君は星座だなければなりません 私の世界は君がいるときに完璧に一致しているからです",
    "あなたはブループリントですか？私の心に最適なデザインを持っているからです。",
    "ワインは一杯ですか？なぜなら、あなたの周りにいるたびに、私はあなたの美しさにあなたのあなたのあなたのあなたの美しさにあなたあなたあなたあなたのあなたの周りにいるたびに",
    "あなたは最も暗い夜でも、私の人生を照らしてくれる月なのだから。",
    "あなたの名前は宿題ですか？勉強しているときでも 君のことを考えるのをやめることはできません",
    "エッセイですか？あなたについて一日中書くことができます。",
    "あなたは間違いなく花あなたあなたあなたが私の世界を一瞬で照らしたからです。",
    "あなたはGPSですか？私はあなたの方向に迷っているからです。",
    "あなたはなぜなら、あなたが到着すると、あなたは私が知っていると思っていたすべてを振る舞うからです。",
    "あなたは花のように見える、なぜなら私があなたに近づくほど、私はより花を開いているように感じるからです。",
    "交響曲ですか？あなたが部屋に入るとき、あなたは私の魂の中にメロディを作り出すからです。",
    "あなたはまさに太陽光のようなものなので、そんなに明るく輝いているので、私はそこを見ることができません。",
    "あなたはカラメルドリズルですか？すべてを甘くするからです。",
    "あなたはプリズムですか？あなたを見るたびに、あらゆる可能性が見えます。",
    "あなたのアウラは日没ですか？なぜなら、あなたはすべてを輝かせるような温かさと美しさを放射しているからです。",
    "あなたは影のように見えますが、私はあなたから離れることができないからです。",
    " 「あなたはテディベアですか？ 私はあなたを一夜中抱きしめたいからです。」",
    " 「君はカップケーキのように甘い」",
    " 「キスを借りてもいいですか？ 返してくれると約束します。」",
    " 「You're my favorite hello and my hardest bye.」",
    " 「I think you're purr-fect.」",
    " 「もしあなたが花だったら、あなたはバラだった。",
    " 「You make my heart melt like ice cream on a hot day.」",
    " 「君は夢なのか？目覚めたくないからだ」",
    " 「You're the sunshine on a cloudy day.」",
    " 「あなたはギリシャの女神のように美しいと言うだろうが、私の判断から、あなたは神話ではない。",
    " 「あなたが私の笑顔の理由」",
    "何も永遠に続かないと言われています。私の何もなりたい？",
    "ディズニーが地球上で最も幸せな場所だと言う人は、あなたの隣に立ったことはない。",
    "あなたはタイムトラベラーですか？なぜなら、私の将来で見ることができるからです。",
    "写真家ではありませんが、あなたと私を一緒に描くことができます。",
    "フランス人ですか？エッフェルは君のため。",
    "何を着ているのかGuess what I'm wearing?あなたが私に与えた笑顔。",
    "お前の両親はペーカー？なぜなら、お前はキューティーパイだから。",
    "いいピックアップラインがあったけど 君はとても美しい 文字通り言葉がない",
    "私の携帯には何かが間違っていると思います。電話して、うまくいかどうか見てもいいですか。",
    "太陽が出てくれたのか、それとも私に微笑んでくれたのか。",
    "ピンチしてくれませんか？あなたはかわいいので、私は夢を見ているはずです。",
    "タイムマシンを持っていたら、その瞬間を再生するために使っていただろう。"
  ],
  "Poetic Rizz Lines": [
    " 「あなたを考えるたびにバラを持っていたら、あなたが私の心を離さなかったから一枚しか持っていなかっただろう。",
    " 「もし宇宙を再配置することができたら、太陽をあなたに置き換えるだろう――あなたの美しさはどの星よりも明るく照らす。",
    " 「たとえ太陽が消えたとしても、あなたの光は私が暗 「 暗 」 を通って私を導くために必要なものだけです。",
    " 「私はペンであり、あなたはハイライターです。私は私たちの未来を書き、あなたはそれを明るくします。」",
    " 「もしあなたが死んだら、私は地球に 『 』を 『 嫉 』 を 『 あなたを永遠に抱くことができるから 」",
    " 「君は私の心、私の目、私の思いを盗んだ――残っているのは私の名前だけだ。",
    " 「愛が戦場なら、あなたは私が戦っている勝利だ。",
    " 「あなたは太陽ですか？ あなたは私の世界に命を与えるからです。」"
  ],
  "Classic Rizz Lines": [
    " 「あなたが私の息を取ったばかりだから、CPRを知ってほしい。",
    " 「あなたは駐車場のチケットですか？ なぜなら、あなたはあなたの上によく書かれているからです。」",
    " 「あなたは私の次のパートナーのようです。",
    " 「地図は持っていますか？ 私はあなたの目に迷ってしまったからです。」",
    " 「何が美しいかわかりますか？ 最初の言葉を繰り返してください。」",
    " 「あなたはフランス人ですか？ エッフェルはあなたにとってです。」",
    " 「君はとても甘い、 「あなたは私に歯痛を与えてくれる。",
    " 「もしあなたがトランスフォーマーだったら、あなたはオプティマス・ファインだった。"
  ],
  "Witty Rizz Lines To Say": [
    "あなたは三角形ですか？あなたが急性なからです。",
    "また名前は？私のと呼ばれますか？",
    "駐車券ですか？なぜなら、あなたは全てによく書かれているからです。",
    "私はマイクロソフトです。今夜、お前の場所でクラッシュできますか？",
    "刑務所に行ったことがありますか？そんな美しく見えるのは違法だからだ。",
    "一緒に学校に行ったのか。化学を持っていたと誓っていた。",
    "あなたは魔術師ですか？君を見るたびに、みんな消えてしまうから。",
    "名前はGoogleですか？なぜなら、私が探してきたすべてを持っているからです。",
    "野菜だったら、かわいいカンバーだろう。",
    "銅とテルリウムで作られていますか？君はク・テだから",
    "カメラですか？あなたを見るたびに、私は笑顔をします。",
    "あなたは宇宙人ですか？私の心を誘拐したばかりだから。",
    "ブレーズン好きですか？デートについてどう感じますか。",
    "名前はウォルドか？あなたのような人を見つけるのは難しいからです。",
    "君の名前はアリアル？私たちはお互いのために海おおり。",
    "もし見た目が殺すことができたら、あなたは大量破壊兵器になるだろう。"
  ],
  "Funny Tinder pickup lines": [
    "あなたは夜に寝て、星を見て、世界のすべての乱れたものについて考えたことがありますか？なぜ冷蔵庫にはDがあり、冷蔵庫にはDがないのか。",
    "幽霊についての幽霊についての幽霊についての幽霊幽霊についての幽霊についての幽霊についての （はい。）それが精神です！",
    "あなたは本当にかわいいですが、ここで取引を破るものです：あなたはブレーズンを好きですか、好きではありませんか？ （答えにかかわらず、代わりに日付を提供してください。",
    "正直に言えば、この試合は一見であなたにとっても良いのでしょうか。",
    "バラは赤 紫は青ヨダさん、私と一緒に出てくれ？",
    "フランス人ですか？エッフェルは君のため。",
    "隠れるのに恐ろしいのだろう。あなたのような人は見つけるのは難しい！",
    "君とフリルトしない私は特に魅力的な人に優しくなります。",
    "歴史上の重要な日付を探しています。私のものになりたい？",
    "ベージャル好きですか？なぜなら、あなたは目標です。",
    "果物であったら、良い果果果果果物だっただろう。",
    "私がリトル・マーメイドと何を共通しているか知ってますか？二人ともあなたの世界の一部になりたい。"
  ],
  "Cheesy Tinder pickup lines": [
    "宇宙から来たの？なぜなら、あなたはこの世界の外の美しいからです。",
    "野菜だったら、かわいいカンバーだろう。",
    "モツァレラチーズを持ち上げる人々のキューは何と呼ばれますか？チーズピックアップライン。",
    "あなたは本当のキャッチだから。",
    "オーストラリア人ですか？なぜなら、あなたは私のすべてのコアラ化に出会うからです。",
    "バラは赤 紫は青どうしてこんなにラッキーなのに、あなたと一緒に出会ったのでしょうか。",
    "もしあなたがテーザーであったら、あなたは驚くことになるでしょう。",
    "サッカーをやっていますか？キーパーのように見えます。",
    "ガーデナーですか？チューリップが好きです。",
    "北極熊の重さはどれくらい？",
    "砂糖の堆に落ちましたか？あなたは超可愛いようです。",
    "チーズ好きですか？私と一緒にブライをしたい？",
    "もしアルファベットを再配置できるなら Uと私を一緒に置くだろう",
    "モツァレラチーズを持ち上げる一連の人とは？チーズピックアップライン。",
    "靴のレイスはつながっていますか？他の人に落ちたくない。",
    "駐車券ですか？なぜなら「良い」と書かれているからです。",
    "1から10のスケールでは、あなたは9です…なぜなら私はあなたが必要な1だからです。",
    "あなたは一見で愛を信じるのか、それとも私がまた歩くべきか。",
    "猫ですか？なぜなら、私はあなたの毛皮に落ちたからです。",
    "私は数学はあまり良くないが、あなたに値する価値を与えることができます。",
    "私は電気工ではありませんが、あなたの日を照らすことができます。",
    "あなたはGoogleですか？あなたは私が探しているすべてを持っています。",
    "ブレーズが欲しい？いや？デートはどうでしょうか。",
    "テネシー出身ですか？僕が見ているのは君だけの10人だから。",
    "外に出て新鮮な空気を取りたい？あなたはただ私の息を取った。",
    "それが地震だったのか、それともあなたが私の世界を真剣に震撼させたのかは分からない。",
    "歯医者ですか？私の笑顔はあなたを見たときに明るくなりました。",
    "リトル・マーメイドと私の共通点は知ってますか？二人ともあなたの世界の一部になりたい。"
  ],
  "Genuine Tinder pickup lines": [
    "最後に好きな曲/映画/テレビ番組は何でしたか？",
    "3つのemojiで自分を表現します。I am: (自分のエモジーを追加する.)",
    "私の好きなピックアップラインは: (ここに馬鹿げたピックアップラインを入れる).あなたのものは何？",
    "もしあなたが世界中のどんな動物でも24時間でいるなら、どんな動物を選ぶでしょうか？",
    "タイタニック号それは私の私の私のそれそれそれがそれそれそれがそれそれは私のそれそれそれがそれそれそれは私のそれそれそれだ。どうしたの？",
    "Tinderのピックアップラインの代わりに、あなたにとって33つの部屋のうちから選択しなければなりません：火で満ちた部屋、刺客で満ちた部屋、3年間食べていないライオンで満ちた部屋です。どちらが一番安全なのか。 （ライオンたちの部屋だから、彼らはみんな死んでいるだろう。",
    "お気に入りの犬の3種類：GO!",
    "GIF戦争の準備ができましたか？これは私の最も好きなGIFです。 (自分のGIFを追加してください。サッシュラマをお勧めします。) それを打ち負けることができますか？",
    "友達がどうやって出会ったのかと尋ねたら、私たちは何を言うのでしょうか。",
    "もしあなたが今世界のどこにでもいるなら、どこにいるでしょうか。",
    "クールに見える友達になって、お互いを知り、そこから取り出しましょう。",
    "ブレーカーを忘れ良いものに行きましょう：あなたに最も喜びをもたらすものは何ですか？"
  ],
  "Tinder pickup lines for guys": [
    "よく知られているようです！化学は一緒にありましたか。",
    "あなたは私の付録ですか？なぜなら、胃の中にそんな気持ちがあるから、あなたを外に出したいような気持ちがあるからです。",
    "キス防止リップスティックを買ったばかりで、試してみたい。",
    "１から１０のスケールでは、私は９です。でも 君が必要な人だ",
    "パンデミックは終わらないと思います あなたの笑顔は感染的だからです",
    "悪い女の子が好きだと聞いた。私はたくさんのことで悪い。",
    "知ってる？あなたは次の彼氏のように見えます。",
    "あなたは良いカッドラーですか？もしそうだったら、あなたが私のギャングに加わるかもしれません。",
    "あなたは一見で愛を信じますか、それとも私はこのマッチを削除し、また試すべきですか？",
    "もしあなたが漫画のキャラクターになれたら、あなたは誰だろうか。",
    "図書館カードを持って楽しむのは難しいわけではないけど、チェックアウトするには必要はありません。",
    "あなたのプロフィールで一番興味深いのは何か知っていますか？",
    "あなたは私のオーブンですか？なぜなら、お前は熱いから、夕食を作ってほしいから。"
  ],
  "Tinder pickup lines for girls": [
    "あなたを見つけるために何回左にスワイプしなければなりませんでした。",
    "あなたは私のティンデレラになるでしょうか。",
    "今すぐ記念日を設定しましょう。",
    "私は良いパンケーキを作りません - 私は素晴らしいパンケーキを作ります。ブランチ？",
    "私をシュレックと呼んでみてください なぜなら 私はあなたにとってオグルのヒールだからです",
    "失われた荷物ですか？君を見つけるのにとても困難だったからだ。",
    "あなたはとても美しいので、最高のピックアップラインを忘れました。",
    "素晴らしいようだNetflixのパスワード（そして日付）を共有したいですか？",
    "あなたはかわいい、私はかわいい。一緒にかなりかわいいでしょう！",
    "今夜のメニューに何があるかわかりますか？俺と君",
    "私は本当にこんなに高くない。財布に座っているだけです。",
    "私は臓器提供者になったばかりで、心臓をあなたに与えることができました。",
    "最近医師に行ったことはありますか？ビタミンが欠けていると思います。"
  ],
  "Bold rizz pick-up lines": [
    " 「僕は賭け手ではないけど、一緒に素晴らしいことになるだろうと全てを 」",
    " 「君は大丈夫だから、全てリスクをかけたい」",
    " 「嘘をつくつもりはありません、私はあなたに完全に迷恋しています。",
    " 「私は通常こんなに前進していないけど、あなたはそれに値する。",
    " 「正直に言って、いつも君のことを考えている」",
    " 「あなたは私が見た中で最も美しい女性です。",
    " 「それを言うのが怖くない、私はあなたに落ちていると思う。",
    " 「私はあなたに出かけてくれません、私はあなたに言っています。",
    " 「今夜私と一緒に帰ってくる」（非常に慎重に使用し、文脈に適した場合のみ！）",
    " 「後悔するけど・・・キスしたい？」",
    " 「君のことは分からないけど、風に気をつけたい」"
  ],
  "Flirty rizz pick-up lines": [
    " 「あなたは外側と同じくらい内側で美しいのでしょうか？」",
    " 「お前をコーヒーに連れて行きたい・・・あるいはちょっと強いもの？」",
    " 「あなたは部屋を照らす微笑みを持っています。",
    " 「私はあなたがどれほど美しいかに気付くことができません。",
    " 「あなたは私の心を動かすような女性です。",
    " 「君のことは分からないけど、君は僕を生きていると感じさせる。",
    " 「あなたは私の人生の残りを過ごすことができるタイプの女性です。",
    " 「君の話がどうなったのかは分からないけど、聞いたい」",
    " 「君は素晴らしいユーモアを持っている」。",
    " 「あんなに 「 、 、 、 、あなたは 、 、 、 、 、 、あなたは 、 、あなたは 、 、 、 「You're so intoxicating, ",
    " 「僕は君の周りにいるときに蝶を感じる」"
  ],
  "Corny rizz pick-up lines": [
    " 「君は魔術師なのか？僕が君を見るたびに、みんな消えてしまうから！」",
    " 「私は写真家ではありませんが、一緒に写真を描くことができます。",
    " 「あなたはテネシー出身ですか？ 私が見ているのはあなただけの10人です。」",
    " 「野菜だったら、かわいいキャンバーだろう」",
    " 「あなたの名前はGoogleですか？ 私が探していたすべてを持っているからです。」",
    " 「私のシャツを感じてください。何で作られているかわかりますか？ボーイフレンド材料。」",
    " 「あなたは駐車場のチケットですか？ なぜならあなたの上に『良い』が書かれているからです。」",
    " 「私は臓器提供者ではありませんが、心臓を与えたいと思います。",
    " 「あなたはカメラですか？ あなたを見るたびに微笑みます。」",
    " 「ブレーズン好きですか？デートはどうですか？」",
    " 「もしあなたが果物であったら、あなたは良いリンゴだろう。",
    " 「キャンプファイヤーですか？ あなたは熱く、私はもっとしたいからです。」"
  ],
  "Dirty Pickup Lines": [
    "あなたは私のティンデレラになるはずです なぜなら私はそのドレスを真夜中に消えさせるつもりです",
    "今日は気持ちがあったけど、あなたは私を完全に振り返した。",
    "あなたはその衣装に素晴らしいですが、誕生日のスーツにもっと良く見えるだろう。",
    "パイですか？君の片断が欲しいから。",
    "夕食を買ったら、デザートになりますか？",
    "判事だったら、あなたをベッドに入れるだろう。",
    "あなたはとてもセクシーで、私のジッパーはあなたに落ちている。",
    "あなたはアイスクリームになるはず、なぜなら私があなたをあなたあなたにあなたあなたをあなたあなたあなたをあなたあなたあなたをあなたあなたあなたをアアイスクリームにしたいからです。",
    "私のTo-Doリストに追加します。今夜チェックアップできますか？",
    "車の鍵を与えて、お前を狂ってしまう。",
    "チェリーリップグロースは味わえない！試してみませんか？"
  ],
  "Dirty Pickup Lines for Him": [
    "目で私の服を脱いましたか？",
    "私はその飲み物のカロリーを燃やす素晴らしい方法を知っています。",
    "素晴らしいパンツ彼らから話すことができますか？",
    "私のタンラインを見せてくれたら",
    "目には秘密はない。今夜一緒に帰ってくれると言ってきました。",
    "どちらも眠れないような夜になるだろう。",
    " 「あなたの目は私の服を脱ぎようとしているのか？」",
    "その身体は残りの人生あなたのものです。今夜だけ欲しい。",
    "ベーコン好きですか？ストリップしたい？",
    "今年のサンタの悪いリストに入るのを助けたいですか？",
    "服を着ていると同じくらい完璧に見えます。",
    "もし君がラタトゥイルのキャラクターだったら 僕の無味なスープのスパイスになるだろう",
    "私は最近、物事の上にスーパーです。彼らの一人になりたいですか。",
    "今夜　あなたが殺す服を着ているから　あなたの犠牲者としてボランティアをします",
    "カルマを信じますか？なぜなら、私はいくつかの良い「カルマ」スートラのポジションを知っているからです。",
    "今朝はベッドを整えましたか。一緒に解体したい？",
    "君の名前は「C」で始まるんですか？ なぜなら「C」で降りてくれるからです。",
    "Let's make a deal: I'll cook you dinner if you cook me breakfast. お前が朝食を調理するなら、夕食を調理する。",
    "あなたの裸体の不足は心配です。",
    "ベッドが大好きですが、お前のベッドにいた方が好きです。",
    "昨夜、私は最も野生な夢を見ました…そしてあなたはそれに入っていました！"
  ],
  "Dirty Pickup Lines To Use on Girl Over Text": [
    "美しいよ！今夜は私以外に何をしてるの？",
    "私の家で今、大きな販売があります。服は100％割引です。来たいですか？",
    "君のことを考えたばかりだった・・・そして全ての血が南に流れた。後で見ましょう！",
    "どれくらい私を振り起こすかを見せるのが待ちきれません。",
    "マッサージ技術を練習してきました。後でボランティアになりたいですか？",
    "今あなたと一緒にいたいと思います。私の体があなたの体を見るのをどれくらい待つことができるかわからない。",
    "私の電話ですか？君を見つけるのにどれくらい時間がかかったか信じられない。",
    "こんにちは可愛い！疲れてないの？あなたは一日中私の考えの中で走っていました。裸、ほとんどの時間。",
    "私は眠れません――私が考えるのは、あなたが私と一緒にいたら私たちが何をするかです。",
    "決して変わらないで大丈夫？後で裸になる。XOXOは",
    "あなたは素晴らしい笑顔を持っていますが、後にそれだけを着ていたらさらに良く見えるでしょう。",
    "美しいよ！今夜来るべきか？",
    "そこに横に横たわっていたらいい…裸。",
    "私はライトスイッチのように感じて、あなたが私をオンにするのを待つことができません。",
    "あんなに欲しい",
    "まずは夕食ですか、それとも今夜はデザートに行きましょうか。",
    "裸のことを考えないでください！シェッシュ",
    "素晴らしいドレスごめんなさい、今夜後半に切り裂かなければなりません。",
    "家で仕事をするのが好きじゃない",
    "ASAP 来てください。",
    "胸に私の目を見るのをやめようと言ってくれ そういうことはいつも気を散らす",
    "今夜、ベッドでパーティーに来たい？",
    "一緒にやることができるすべての楽しいことを考えるのを止めることができません。",
    "疲れてるの？君は一日中私の頭の中で裸で走ってきた",
    "身体は地図なのか。旅行が好きだからです。",
    "こんなに美しく、セクシーに見えるほかに、何ができるのか？",
    "ウィッピングクリームを買いました - デザートになりたいですか？",
    "ツィンクル・ツィンクル、小さな星よ、私の車で愛しましょう。後で見ましょう！",
    "次の告白のために罪を犯したいのでしょうか？今夜教えてください！",
    "あのジーンズは本当に良く見えたけど、どんなものがもっと良く見えるかわかりますか？私",
    "服にこんなに良く見えるなら、どんなに良く見えるかは想像できない。",
    "私の未来で会える。私の上に。",
    "美しいよ！私たちは衣類がなく生まれたので、デート後の昔に戻りましょう。",
    "今、お前と一緒にベッドに落ちてしまうかもしれない。",
    "ヨガに好きだと思うのですが どれだけ柔軟なのか 少し時間を費やしてくれないのですか？",
    "私は後であなたの頭の中にいることを願っています - 何も着ていない私を想像してください。",
    "一日中雨が降っており、今夜は寒くなるだろう。カバーに追加できますか？",
    "今夜は忘れられないものになるだろう。",
    "こんにちは！私の名前を覚えてくれたらいいので、後で叫んでくれるだろう。",
    "私は歯医者じゃないけど、あなたが私を望むなら、あなたに歯歯歯歯歯歯歯歯歯歯歯歯",
    "おい！私の名前はMicrosoftです。今夜、デートの後、お前の家でクラッシュできますか？",
    "お気に入りの朝食と同じように、あなたを振り替えるのを待ちきれません。",
    "今夜、私が海海海海今今夜、私にその今今今夜、私が海今今今夜、私が海今今今夜、私が海今今今夜 私が海今今夜 今夜、私後で見ましょう！",
    "ムラン？なぜなら、今夜は剣を手に入れたい。",
    "あなたの夢を後で実現させます。",
    "私のベッドが海だと思って 波を作りましょう",
    "私の「やるべきこと」リストに入れたのですか？",
    "もし私があなたに美しい体があると言ったら、あなたはそれを私に対して持つでしょうか。",
    "あなたの身体は奇跡の国であり、私はアリスになりたい。",
    "ジーンズはGuess?だから、誰がそれらを取り除きたいのか。",
    "テレビとは異なり、何もないのが好きです。",
    "文化は大好きですか？フランス人にキスしたい。",
    "あなたは私に何をするかわからない。",
    "私の筋肉だけが印象的なものではありません。",
    "サンタと同じように、私もあなたにプレゼントを持っています。あなたが来たら、私はそれをあなたに与えます。",
    "あなたは私が今夜あなたと共に犯すすべての罪に価値がある。XO",
    "ライトは後でオフか？",
    "私は天才ではないけど、今夜、あなたの最も野蛮な願いを実現させることができます。",
    "今夜はサプライズがあり、気に入るだろう！",
    "私はフレッド・フリントストーンではないけど、あなたの基石を作ることができます。今週末見ましょう！",
    "あなたの身体のすべての部分にキスするのを待ちきれません。",
    "あなたは天から落ちたときに痛かったのでしょうか。まだベッドに入っていないよ。"
  ],
  "Dirty Pickup Lines for Her": [
    "あなたのような良い人は 私のような私私のような私私のような私私私のような私私のような私私のような私私私のような私私私のような私私私私のような私私私私のような私私私私私私",
    "あなたはリトル・シーザーですか？なぜなら、あなたは熱く、私は準備ができているからです。",
    "あなたの体は60％の水で、私は私私に体体の体体の60％は水です。",
    "キスを借りてもいいですか？返してくれると約束します。",
    "町に新しいです。アパートへの道を教えてくれませんか？",
    "服は不快に見える。彼らからあなたを助けてください。",
    "朝食はベッドで二番目に好きなものです。あなたのものは何？",
    "あなたはビタミン不足に苦しんでいると思います…どう思いますか？",
    "赤ちゃん、あなたはとても熱い、赤道を北極のように見せます。",
    "ハーシーのキスをビジネスを中止させてくれるのがかわいい",
    "あなたが石石あなたあなたあなたが石あなたあなたあなたを感じることができるようにソープになって欲しい。",
    "ABCを知っていますか？アルファベットの4番目の文字を与えたい。",
    "セクシーであることが犯罪だったら、起訴されたように有罪になるだろう！",
    "ベルトは本当に緊密に見える。解けてもいいですか？",
    "俺を捕まえたばかりだから。",
    "このスーターは素晴らしい。私もそうだと私私私私も賭けます！",
    "エレベーターですか？あなたと一緒に上下に行きたいからです。",
    "クジラ好きですか？私の場所に戻ることができるからです。",
    "子供を持つことには興味はありませんが、それでも練習できますか？",
    "あなたを私のドアまで連れて行きたい。",
    "シャツが大好きですが、朝は試してみませんか？",
    "私はアーティストで、私の好きなものは愛です。",
    "あなたは海あなたなのか？今夜、ベッドでライオンを見ることができるから。",
    "お前が着ている衣装は ベッドの隣のベベッドの堆の中で 素晴らしく見えるだろう",
    "一緒に悪い決断をしよう。",
    "明らかにするために 今夜は同じベッドに向かっていますよね？",
    "パッケージにサインする必要はありますか？",
    "私は冒険家であり、あなたを探索したい。"
  ],
  "Dirty Pickup Lines To Make Her Laugh": [
    "花火ですか？爆発するかもしれないと聞いた。",
    "人生で最高の睡眠をしたいですか？",
    "You're the Dairy Queen and I'll be your Burger King: You treat me right, and I'll do it your way. あなたは乳房の女王であり、私はあなたのバーガーキングになります。",
    "私の名前はエルモじゃないけど いつでもいつでもいつでもいつでもいつも",
    "お前は私のコーヒーよりも暖かい。",
    "お互いに木工をして木木工をしてみましょう。",
    "背後のポケットには携帯電話はありますか？なぜなら、あなたのあなたのあなたのものが私を呼んでいるからです。",
    "もっと水を節約しようとしています…一緒にシャワーをしたいですか？",
    "朝食にラッキーチャームを食べましたか？なぜなら魔法に美味しく見えるから！",
    "熱耐性はどうですか。なぜなら、物事はスパイスになるからです。",
    "ゲーム好きですか？ストリップポーカーをプレーすべきです。",
    "なぜ私はバーガー・キングにならず、あなたはマクドナルドにならないのか。I'll have it my way, and you'll be lovin' it. 私はそれを私の方法で持ち、あなたはそれを愛するでしょう。",
    "UPSで働いていますか？パッケージをチェックアウトするのを見たと誓っていただろう。",
    "スーパーマーケットのサンプルですか？何度もあなたを持って欲しいからです。",
    "ベッドを出さずにどうやって運動をするかわかります。",
    "私のプラグをあなたのソケットに入れて、後で電気を作ることができます。",
    "あなたはキャンプファイアのような…あなたは熱く、私はもっとしたい。",
    "裸でない限り 何をするか教えてはいけません",
    "あなたのベッドか、私のベッドか？",
    "私との一夜はあなたの人生を変えるかもしれません。",
    "僕はランプのように感じている、なぜなら君は僕をつけ続けているからだ。",
    "ソーダを飲んでますか？なぜなら、あなたはそんなに良く見えるからです。",
    "コーヒーと呼ばれるのは、とてもよく磨いているからです。",
    "あなたは私の宿題のようなものなので、私はあなたをやらないのですが、私は間違いなくそうすべきです。",
    "CPRを知っているのは良いことなので 今夜は間違いなく息を取るつもりです",
    "おい！素晴らしい足 - ベッドで見るのを待つことができません。",
    "花火のようにやって爆発しましょう。",
    "ダーティーダンスを見たいか、演じたいか？",
    "あなたはアンディになることができ、私はあなたのウッディになることができ、あなたは一日中私と一緒に遊ぶことができます。",
    "信じてください、私はマイクロレンジのようで、数秒で物事を熱くすることができます。",
    "僕はいつも夢に従うように言われていたので、君の家に従うことができますか？",
    "あなたはライトニング・マクイーンですか？私のエンジンを燃やしたばかりだから",
    "それが地震だったのか、それともあなたが私の世界を真剣に震撼させたのかは分からない。",
    "両親はパンバーでしたか？素晴らしいパンがあったから",
    "火山好きですか？後で爆発するかもしれません。",
    "近くにオーブンがあるのか、それとも私たちだけですか。熱さを感じることができます。",
    "お茶？お前が熱いから",
    "ベッドでチェスをプレイするのが好きです - 新しいポジションを学ぶのを助けたいですか？",
    "サブリーナ・カーペンターと同じように、I know I Mountain Dew it for you。",
    "一日遅すぎるカフェインと同じように、私はあなたを一夜中目覚めます。",
    "唇は孤独に見える。私の人を紹介したい？",
    "ベッドで一緒に滞在したい？",
    "キーを失った…パンツをチェックできますか？",
    "代わりにアイスクリームを放棄して、お前をスプーンにしたい。",
    "ビーガンかどうかは気にしない。あなたに必要な肉だけを持っています。",
    "私はキャシャーではありませんが、チェックアウトしたいものはいくつかあります！",
    "写真を撮れますか？クリスマスに何が欲しいかをサンタに示すために必要です。",
    "私が君だったら、一緒に寝ただろう。",
    "止めて、落とし、転じて、ベイビー。あなたは燃えている。",
    "私の额にライトスイッチがあるはずです なぜなら私があなたを見るたびに、あなたは私をオンにします！",
    "君の名前はシルケ？あなたは私を動物に変えているからです。",
    "あなたの足は疲れているはずです なぜならあなたは私の頭を一夜中走ってきたからです"
  ],
  "Sexy Pick Up Lines": [
    "アプリを削除できます、私はここにいます。",
    "名前はありますか？それとも私のと呼ばれますか。",
    "私の目には何かが間違っているはずです――私はあなたからそれらを取り除くことができないようです。",
    "私の名前は[あなたの名前]ですが、あなたは私の電話番号を聞く必要があります。",
    "唇は孤独に見える。私の人に会いたいのでしょうか。",
    "私は現在臓器提供者ではありませんが、心臓を与えたいと思います。",
    "キスを借りてくれたら、すぐ返してくれると約束します。"
  ],
  "Flirty Pick Up Lines": [
    "私は電話番号を持っています、あなたは電話番号を持っています - 可能性を考えてください。",
    "あらゆるフォークとナイフを持っています 必要なのはスプーンだけです",
    "手は重く見えますが、持ってもらえますか？",
    "幸福は「H」で始まると思っていたけど「U」で始まるようです",
    "地図は持っていますか？君の目に迷ってしまった。",
    "オーブンから出てきたばかりですか？なぜなら、取り組むのに熱すぎるからです。",
    "以前に出会ったと思います。実は、気にしないで、それは私の夢の中だったと思います。",
    "私の番号はあなたの番号よりもよく聞こえます。聞いたい？",
    "私を信じてください、私は私は私私は私私私私私は私私は私私私は私私は僕は私私私に私私私私が私私私私に私私私私が私私私私私私に私私私",
    "鏡はありますか？一緒に見ることができるからです。"
  ],
  "Corny Pick Up Lines": [
    "誰かがCPRをする方法を知っていただきたいので、あなたが私の息を取ったばかりです。",
    "少し病気に見えますが、ビタミンMの不足に苦しんでいるはずです。",
    "あなたはWiFiルータですか？つながりを感じているからです。",
    "バンドエイドはありますか？僕は膝をあなたあなたのために落ちてしまった。",
    "もしあなたがトランスフォーマーであったら、あなたはオプティマス・ファインでしょう。",
    "ゲームをしてみましょう…隠して探すのではなく、あなたのような人は見つけるのは難しい。",
    "スター・ウォーズ好きですか？なぜならYodaは私にとって。",
    "初めて愛を信じたことはありませんでした。",
    "図書館カードを持っているのは良いことなので、完全にチェックアウトしているからです。",
    "もし美しさが犯罪だったら、罪を起こすだろう。",
    "お母さんはオンラインで見知らない人と話すなと言ったけど、私はあなたに例外をするつもりです。",
    "ホグワーツの学校に行ったの？魔法を感じているからです。",
    "生命保険を買ったばかりで本当に嬉しい なぜなら君を見たとき 心が止まったから",
    "野菜だったら、かわいいカンバーだろう。"
  ],
  "中文搭讪话术": [
    "你的眼睛真漂亮，像星星一样闪耀。",
    "我觉得我们前世一定认识，不然为什么看到你会有种熟悉的感觉？",
    "你的笑容真美，让我忍不住想多看你几眼。",
    "我觉得你一定是天使，不然怎么会这么完美？",
    "你的气质很特别，让我忍不住想了解你更多。",
    "我觉得我们很有缘分，要不要加个微信？",
    "你的声音真好听，像音乐一样动听。",
    "我觉得你一定是上天派来拯救我的天使。",
    "你的笑容真甜，让我忍不住想靠近你。",
    "我觉得我们之间有种特别的磁场。"
  ],
  "日本語のナンパフレーズ": [
    "あなたの笑顔が素敵ですね。",
    "私たち、前世で会ったことがあるような気がします。",
    "あなたの目がとてもきれいです。",
    "あなたは天使のような存在ですね。",
    "あなたの雰囲気がとても素敵です。",
    "私たち、運命的な出会いかもしれません。",
    "あなたの声がとても魅力的です。",
    "あなたは私の運命の人かもしれません。",
    "あなたの笑顔に心を奪われました。",
    "私たち、特別な縁があるような気がします。"
  ],
  "한국어 대화 문구": [
    "당신의 미소가 정말 아름답네요.",
    "우리 전생에 만난 적이 있는 것 같아요.",
    "당신의 눈이 정말 예쁘네요.",
    "당신은 천사 같아요.",
    "당신의 분위기가 정말 좋네요.",
    "우리 운명적인 만남인 것 같아요.",
    "당신의 목소리가 정말 매력적이에요.",
    "당신은 제 운명의 사람인 것 같아요.",
    "당신의 미소에 마음이 빼앗겼어요.",
    "우리 특별한 인연이 있는 것 같아요."
  ],
  "Phrases d'accroche en français": [
    "あなたの笑顔は素晴らしい。",
    "私たちは前世で出会ったようです。",
    "あなたの目は本当に美しい。",
    "あなたは天使のようです。",
    "あなたのアウラは本当に特別です。",
    "運命が私たちを結びつけたと思います。",
    "あなたの声は本当に魅力的です。",
    "あなたが私が探している人かもしれません。",
    "あなたの笑顔は私を完全に魅了した。",
    "私たちの間に特別なつながりがある。"
  ],
  "Frases para ligar en español": [
    "笑顔は美しい",
    "私たちは過去の人生で出会いました。",
    "あなたの目は本当に美しい。",
    "天使のようだ",
    "あなたのアウラは本当に特別です。",
    "運命が私たちを結びつけたと思います。",
    "あなたの声は本当に魅力的です。",
    "あなたは私が探している人かもしれません。",
    "あなたの笑顔は私を完全に魅了した。",
    "私たちの間に特別なつながりがある。"
  ],
  "Deutsche Anmachsprüche": [
    "あなたの笑顔は美しい。",
    "私たちは以前の人生で出会ったと思います。",
    "あなたの目は本当に美しい。",
    "あなたは天使のようです。",
    "あなたのオーラは本当に特別です。",
    "運命が私たちを結びつけたと思います。",
    "あなたの声は本当に魅力的です。",
    "あなたは私が探している人かもしれません。",
    "あなたの笑顔は私を完全に魅了しました。",
    "私たちの間に特別なつながりがある。"
  ],
  "best": [
    "君と出会ったこの偶然、きっと未来の自分が今の僕に贈った最高のプレゼントだと思うんだ。",
    "今日は君の笑顔に、偶然を装って会いに来ました。",
    "君の笑顔を見た瞬間、僕の一日がアップデートされたみたいだ。",
    "Are you a plot twist? Because my story just got a whole lot more interesting the moment you walked in."
  ]
}